Repository: OrchardCMS/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Settings.po
Languages: ar

# OrchardCore.Settings.AdminMenu
source: Configuration
ar: الضبط

# OrchardCore.Settings.AdminMenu
source: Settings
ar: الإعدادات

# OrchardCore.Settings.AdminMenu
source: General
ar: عام

# OrchardCore.Settings.Controllers.AdminController
source: Site settings updated successfully.
ar: تم تحديث إعدادات الموقع بنجاح.

# OrchardCore.Settings.Controllers.AdminController
source: The site needs to be restarted for the settings to take effect
ar: يجب إعادة تشغيل الموقع لتطبيق الإعدادات المحدثة

# OrchardCore.Settings.Controllers.AdminController
source: Invalid culture name
ar: اسم ثقافة غير صالح

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The site has been restarted for the settings to take effect
ar: لقد تمت إعادة تشغيل الموقع لتطبيق الإعدادات المحدثة

# OrchardCore.Settings.Views.Settings.Edit
source: Site name
ar: اسم الموقع

# OrchardCore.Settings.Views.Settings.Edit
source: The site name.
ar: اسم الموقع.

# OrchardCore.Settings.Views.Settings.Edit
source: Base url
ar: رابط عنوان الموقع الأساسي

# OrchardCore.Settings.Views.Settings.Edit
source: Enter the fully qualified base URL of the web site.
ar: أدخل رابط عنوان الموقع الأساسي كاملاً.

# OrchardCore.Settings.Views.Settings.Edit
source: Use CDN (Content Delivery Network)
ar: استخدام CDN (Content Delivery Network)

# OrchardCore.Settings.Views.Settings.Edit
source: — Whether the defined CDN value is used for scripts and stylesheets, or their local version
ar: — ما إذا كان الـ CDN المعرف مستخدم لجلب ملفات scripts و stylesheets، أم أنه يتم استخدام النسخ المحلية منها

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Debug Mode
ar: وضع التصحيح الموارد

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — enabled in <em>Production</em>, disabled otherwise)
ar: من البيئة – ممكّنة في بيئة <em>الإنتاج</em> و معطّلة خلاف ذلك)

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled — use debuggable version of resources
ar: ممكّن ـ إستغدام نسخة الموارد القابلة للتصحيح

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled — use minified version of resources
ar: معطّل ـ إستغدام نسخة الموارد المصغّرة

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
ar: يحدد طريقة تحميل البرامج النصية وصفحات الأنماط، إمّا في نسختها القابلة للتصحيح أو في نسختها المصغرة.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Time Zone
ar: المنطقة الزمنية الافتراضية

# OrchardCore.Settings.Views.Settings.Edit
source: Local to server
ar: الخادم المحلي

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
ar: تحديد الزمن الإفتراضي للمنطقة يستخدم لعرض وتعديل التواريخ والأوقات. DTS (التوقيت الصيفي) سيتم تطبيقه تلقائياً لزمن المنطقة إذا كان متوفر.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Culture
ar: الثقافة الافتراضية

# OrchardCore.Settings.Views.Settings.Edit
source: System ({0} | {1})
ar: النظام ({0} | {1})

# OrchardCore.Settings.Views.Settings.Edit
source: System ({0})
ar: النظام ({0})

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default culture used. It is recommended to assign a default culture manually since the system culture can differ from a system to an other.
ar: تحديد اللغة الإفتراضية المستخدمة. ينصح بإسناد لغة إفتراضية يدوياً حيث أن لفة النظام قد تختلف من نظام تشغيل إلى آخر.

# OrchardCore.Settings.Views.Settings.Edit
source: Add or remove supported cultures for the site
ar: إضافة أو حذف الثقافات المدعومة لهذا الموقع

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Save
ar: حفظ

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Cancel
ar: إلغاء

# OrchardCore.Settings.Views.Admin.Culture
source: Settings
ar: الإعدادات

# OrchardCore.Settings.Views.Admin.Culture
source: Manage Settings
ar: إدارة الإعدادات

# OrchardCore.Settings.Views.Admin.Culture
source: Supported Cultures
ar: الثقافات المدعومة

# OrchardCore.Settings.Views.Admin.Culture
source: Available Cultures
ar: الثقافات المتوفرة

# OrchardCore.Settings.Views.Admin.Culture
source: Add a culture:
ar: إضافة ثقافة:

# OrchardCore.Settings.Views.Admin.Culture
source: Other
ar: آخر

# OrchardCore.Settings.Views.Admin.Culture
source: Add
ar: إضافة

# OrchardCore.Settings.Views.Admin.Culture
source: Cultures this site supports
ar: الثقافات التي يدعمها هذا الموقع

# OrchardCore.Settings.Views.Admin.Culture
source: Close
ar: إغلاق

# OrchardCore.Settings.Views.Admin.Index
source: Settings
ar: الإعدادات

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: Site Settings
ar: إعدادت الموقع

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: The site settings to add as part of the plan.
ar: إعدادات الموقع المراد إضافتها كجزء من الخطة.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: Site Settings
ar: إعدادت الموقع

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: No settings selected.
ar: لا توجد إعدادات محددة.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Site Settings
ar: إعدادت الموقع

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Exports the current site settings.
ar: تصدير الإعدادات الموقع الحالية.

# OrchardCore.Settings.Views.Shared.DisplayTemplates.RemovableCulture
source: Delete
ar: حذف
