Repository: OrchardCMS/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Lucene.po
Languages: fa

# OrchardCore.Lucene.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.Lucene.AdminMenu
source: Site
fa: سایت

# OrchardCore.Lucene.AdminMenu
source: Lucene Indices
fa: شاخص های لوکِن

# OrchardCore.Lucene.AdminMenu
source: Lucene Queries
fa: کوئری های لوکِن

# OrchardCore.Lucene.AdminMenu
source: Settings
fa: تنظیمات

# OrchardCore.Lucene.AdminMenu
source: Search
fa: جستجو

# OrchardCore.Lucene.LuceneContentPickerShapeProvider
source: Lucene
fa: لوکِن

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} already exists.
fa: شاخصی به نام {0} از قبل وجود دارد.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while creating the index
fa: خطا هنگام ایجاد شاخص

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully
fa: شاخص <em>{0}</em> با موفقیت ایجاد شد

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> resetted successfully
fa: شاخص <em>{0}</em> با موفقیت مجددا تنظیم شد

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully
fa: شاخص <em>{0}</em> با موفقیت بازسازی شد

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully
fa: شاخص <em>{0}</em> با موفقیت پاک شد

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while deleting the index
fa: خطا هنگام پاک کردن شاخص

# OrchardCore.Lucene.Controllers.AdminController
source: The index name is required.
fa: نام شاخص ضروری است.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name contains unallowed chars.
fa: نام فهرست شامل کارکترهای غیرمجاز است.

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The query field is required
fa: فیلد کوئری ضروری است

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The index field is required
fa: فیلد شاخص ضروری است

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Include this element index
fa: شامل این شاخص اِلِمان می‌شود

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to include the value of this element in the index.
fa: مقدار این المان در فهرست قرارگیرد.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Stored
fa: ذخیره شده

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able to retrieve the value from the index.
fa: امکان دریافت مقدار از فهرست میسر باشد.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Analyzed
fa: تحلیل شده

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to analyze the value as readable text.
fa: مقدار برای تبدیل به متنی که امکان خواندن آن وجود دارد (readable text)، تجزیه و تحلیل می‌شود.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Sanitized
fa: پاک‌سازی شود

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to remove any extraneous characters from the text (e.g., HTML).
fa: کارکترهای غیرمجاز را از متن حذف می‌کند. (برای مثال HTML).

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Tokenized
fa: نشانه‌گذاری شود

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able alter the indexed value using tokens.
fa: امکان تغییر مقداری که فهرست‌شده است را، توسط نشانه‌ها میسر می‌کند.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Use tokens to customize the value. Use the <code>content</code> helper to reference the current element.
fa: جهت سفارسی‌سازی کردن مقادیر از نشانه‌ها استفاده کنید. جهت ارجاع به المان فعلی از هِلپِر <code>content</code> استفاده کنید.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: Index
fa: شاخص

# OrchardCore.Lucene.Views.LuceneQuery.Buttons.SummaryAdmin
source: Run
fa: اجرا

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Index
fa: شاخص

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The lucene index to search on
fa: نمایه لوکِن برای جستجو می‌باشد

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Return Content Items
fa: برگرداندن آیتم های محتوا

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Query
fa: کوئری

# OrchardCore.Lucene.Views.LuceneQuery.SummaryAdmin
source: Lucene query
fa: کوئری لوکِن

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default search index
fa: شاخص جستجو پیش فرض

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: The default index to use for the search page.
fa: شاخص پیش‌فرض برای صفحه جستجو استفاده می‌شود.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: You need to create at least an index to set as the Search index.
fa: برای تنظیم شاخص جستجو به حداقل یک شاخص نیاز است.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default searched fields
fa: فیلد های جستجو شده پیش‌فرض

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Lucene
fa: لوکِن

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Queries a Lucene index.
fa: نمایه لوکِن را کوئری می‌کند.

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Add
fa: افزودن

# OrchardCore.Lucene.Views.Admin.Create
source: Create Index
fa: ایجاد شاخص

# OrchardCore.Lucene.Views.Admin.Create
source: Index Name
fa: نام شاخص

# OrchardCore.Lucene.Views.Admin.Create
source: Create
fa: ایجاد

# OrchardCore.Lucene.Views.Admin.Create
source: Cancel
fa: لغو کردن

# OrchardCore.Lucene.Views.Admin.Index
source: Indexes
fa: شاخص ها

# OrchardCore.Lucene.Views.Admin.Index
source: Add Index
fa: افزودن شاخص

# OrchardCore.Lucene.Views.Admin.Index
source: Query
fa: کوئری

# OrchardCore.Lucene.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
fa: این مورد نمایه سازی همه ی آیتم های محتوا را از نو شروع می‌کند.ادامه می‌دهید؟

# OrchardCore.Lucene.Views.Admin.Index
source: Reset
fa: تنظیم مجدد

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild
fa: بازسازی

# OrchardCore.Lucene.Views.Admin.Index
source: Delete
fa: پاک کردن

# OrchardCore.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indexes for the moment.
fa: <strong>چیزی اینجا نیست!</strong> نمایه‌ای در این لحظه وجود ندارد.

# OrchardCore.Lucene.Views.Admin.Query
source: Lucene Query
fa: کوئری لوکِن

# OrchardCore.Lucene.Views.Admin.Query
source: Index
fa: شاخص

# OrchardCore.Lucene.Views.Admin.Query
source: Template
fa: قالب

# OrchardCore.Lucene.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
fa: شما می‌توانید از<a href="{0}">یکی کردن همه کوئری ها</a>برای جستجوی همه اسناد استفاده کنید.

# OrchardCore.Lucene.Views.Admin.Query
source: Parameters
fa: پارامترها

# OrchardCore.Lucene.Views.Admin.Query
source: Query
fa: کوئری

# OrchardCore.Lucene.Views.Admin.Query
source: Query executed in {0} ms
fa: کوئری در {0} ms اجرا شده است

# OrchardCore.Lucene.Views.Admin.Query
source: Create
fa: ایجاد

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Search Indexes
fa: جستجوی شاخص ها

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Include all search indexes.
fa: تمام شاخص های جستجو را شامل می‌شود.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: The search indexes to add as part of the plan.
fa: شاخص های جستجو به عنوان بخشی از برنامه اضافه می‌شود.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: Search Indexes
fa: جستجوی شاخص ها

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: All
fa: همه

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: No index selected.
fa: شاخصی انتخاب نشده‌است.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Search Indexes
fa: جستجوی شاخص ها

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Exports all or specified search indexes.
fa: از همه شاخص های جستجو یا شاخص های جستجو مشخصی خروجی می‌گیرد.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Edit
source: Search Settings
fa: تنظیمات جستجو

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Search Settings
fa: تنظیمات جستجو

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
fa: تنظیمات جستجو را به برنامه اضافه می‌کند.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
fa: تنظیمات جستجو

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
fa: از تنظیمات جستجو خروجی می‌گیرد.

# OrchardCore.Lucene.Views.Search.Index
source: Search
fa: جستجو

# OrchardCore.Lucene.Views.Search.Index
source: There are no such results.
fa: نتیجه‌ای یافت نشد.
