Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Queries.po
Languages: es, fi, fr, it, tr

# OrchardCore.Queries.AdminMenu
source: Search
es: Buscar
fi: Haku
fr: Recherche
it: Cerca
tr: Arama

# OrchardCore.Queries.AdminMenu
source: Queries
es: Consultas
fi: Kyselyt
fr: Requêtes
tr: Sorgular

# OrchardCore.Queries.AdminMenu
source: All queries
es: Todas las consultas
fi: Kaikki kyselyt
fr: Toutes les requêtes
it: Tutte le query
tr: Tüm Sorgular

# OrchardCore.Queries.Controllers.AdminController
source: Delete
es: Eliminar
fi: Poista
fr: Supprimer
tr: Sil

# OrchardCore.Queries.Controllers.AdminController
source: Query created successfully.
es: Consulta creada con éxito.
fi: Kysely luotiin onnistuneesti.
fr: Requête créée avec succès.
tr: Sorgu başarıyla oluşturuldu.

# OrchardCore.Queries.Controllers.AdminController
source: Query updated successfully.
es: Consulta actualizada correctamente.
fi: Kysely päivitettiin onnistuneesti.
fr: Requête mise à jour avec succès.
tr: Sorgu başarıyla güncellendi.

# OrchardCore.Queries.Controllers.AdminController
source: Query deleted successfully.
es: Consulta eliminada correctamente.
fi: Kysely poistettu onnistuneesti.
fr: Requête supprimée avec succès.
tr: Sorgu başarıyla silindi.

# OrchardCore.Queries.Controllers.AdminController
source: Queries successfully removed.
es: Consultas eliminadas con éxito.
fi: Kyselyt poistettiin onnistuneesti.
fr: Requêtes supprimées avec succès.
tr: Sorgular başarıyla kaldırıldı.

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Your Query is not returning content items.
fr: Votre requête ne renvoie pas les éléments de contenu.
tr: Sorgunuz içerik öğeleri döndürmüyor.

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Make sure it is a valid JSON object. Example: { key : 'value' }
fr: Assurez-vous qu'il s'agit d'un objet JSON valide. Exemple: { key : 'value' }
tr: Geçerli bir JSON nesnesi olduğundan emin olun. Örneğin: { key : 'value' }

# OrchardCore.Queries.Deployment.QueryBasedContentDeploymentStepDriver
source: Something is wrong with your JSON.
fr: Quelque chose ne va pas avec votre JSON.
tr: JSON ile ilgili bir sorun var.

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name is required
es: Se requiere nombre
fi: Nimi on pakollinen
fr: Nom est requis
it: Il nome è obbligatorio
tr: Ad zorunlu

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Invalid schema JSON supplied.
es: Esquema no válido JSON suministrado.
fi: Virheellinen skeema JSON annettu.
fr: Schéma JSON fourni invalide.
it: Lo schema JSON fornito non è valido.
tr: Geçersiz şema JSON sağlandı.

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: Name contains illegal characters
es: El nombre contiene caracteres inválidos
fi: Nimi sisältää laittomia merkkejä
fr: Le nom contient des caractères illégaux
it: Il campo nome contiene caratteri non consentiti
tr: Ad geçersiz karakterler içeriyor

# OrchardCore.Queries.Drivers.QueryDisplayDriver
source: A query with the same name already exists
es: Ya existe una consulta con el mismo nombre
fi: Samanniminen kysely on jo olemassa
fr: Une requête avec le même nom existe déjà
it: Una query con lo stesso nome esiste già
tr: Aynı ada sahip bir sorgu zaten var

# OrchardCore.Queries.Sql.AdminMenu
source: Search
es: Buscar
fi: Haku
fr: Recherche
it: Cerca
tr: Arama

# OrchardCore.Queries.Sql.AdminMenu
source: Queries
es: Consultas
fi: Kyselyt
fr: Requêtes
tr: Sorgular

# OrchardCore.Queries.Sql.AdminMenu
source: Run SQL Query
es: Ejecutar consulta SQL
fi: Suorita SQL-kysely
fr: Requête SQL
it: Esegui Query SQL
tr: SQL Sorgusu Çalıştır

# OrchardCore.Queries.Sql.Controllers.AdminController
source: An error occurred while executing the SQL query: {0}
es: Se ha producido un error al ejecutar la consulta SQL: {0}
fi: SQL-kyselyn suorittamisessa tapahtui virhe: {0}
fr: Une erreur est survenue lors de l'exécution de la requête SQL: {0}
it: Si è verificato un errore durante l'esecuzione della query SQL: {0}
tr: SQL sorgusu yürütülürken bir hata oluştu: {0}

# OrchardCore.Queries.Sql.Drivers.SqlQueryDisplayDriver
source: The query field is required
es: El campo de consulta es obligatorio
fi: Kyselykenttä on pakollinen
fr: Le champ de requête est obligatoire
it: Il campo query è obbligatorio
tr: Sorgu alanı gereklidir

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Edit
source: All Queries
es: Todas las consultas
fi: Kaikki hakulauseet
fr: Toutes les requêtes
it: Tutte le query
tr: Tüm Sorgular

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: All Queries
es: Todas las consultas
fi: Kaikki kyselyt
fr: Toutes les requêtes
it: Tutte le query
tr: Tüm Sorgular

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Summary
source: Adds all queries to the plan.
es: Agregar todas las consultas al plan.
fi: Lisää kaikki kyselyt suunnitelmaan.
fr: Ajoute toutes les requêtes au plan.
it: Aggiunge tutte le query al piano.
tr: Tüm sorguları plana ekler.

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: All Queries
es: Todas las consultas
fi: Kaikki kyselyt
fr: Toutes les requêtes
it: Tutte le query
tr: Tüm Sorgular

# OrchardCore.Queries.Views.Items.AllQueriesDeploymentStep.Thumbnail
source: Exports every query.
es: Exportar cada consulta.
fi: Tuo kaikki kyselyt.
fr: Exporte toutes les requêtes.
it: Esporta ogni query.
tr: Her sorguyu dışa aktarır.

# OrchardCore.Queries.Views.Admin.Create
source: New {0} query
es: Nueva consulta {0}
fi: Uusi {0} kysely
fr: Nouvelle requête {0}
it: Nuova query {0}
tr: Yeni {0} sorgusu

# OrchardCore.Queries.Views.Admin.Edit
source: Edit '{0}' query
es: Editar '{0}' consulta
fi: Muokkaa '{0}'-kyselyä
fr: Modifier la requête '{0}'
it: Modifica '{0}' query
tr: '{0}' sorgusunu düzenle

# OrchardCore.Queries.Views.Admin.Index
source: Queries
es: Consultas
fi: Kyselyt
fr: Requêtes
tr: Sorgular

# OrchardCore.Queries.Views.Admin.Index
source: Search
es: Buscar
fi: Hae
fr: Recherche
it: Cerca
tr: Ara

# OrchardCore.Queries.Views.Admin.Index
source: Add Query
es: Agregar Consulta
fi: Lisää Kysely
fr: Ajouter une requête
it: Aggiungi Query
tr: Yeni Sorgu Oluştur

# OrchardCore.Queries.Views.Admin.Index
source: Select All
es: Selecciona todo
fi: Valitse kaikki
fr: Tout sélectionner
tr: Tümünü Seç

# OrchardCore.Queries.Views.Admin.Index
source: 1 item
es: 1 elemento
fi: Yksi kohde
fr: 1 élément
it: 1 elemento
tr: 1 öge

# OrchardCore.Queries.Views.Admin.Index
source: Items {0} to {1}
es: Elementos {0} a {1}
fi: Kohteet {0} - {1}
fr: Éléments {0} à {1}
it: Elementi da {0} a {1}
tr: {0} öğesinden {1} e

# OrchardCore.Queries.Views.Admin.Index
source: / {0} item in total
es: / {0} elemento en total
fi: / {0} kohde yhteensä
fr: / {0} élément au total
it: / {0} elemento in totale
tr: / Toplamda {0} öğe

# OrchardCore.Queries.Views.Admin.Index
source: Actions
es: Acciones
fi: Toiminnot
tr: Eylemler

# OrchardCore.Queries.Views.Admin.Index
source: Bulk Action
es: Acción masiva
fi: Massatoiminnot
fr: Action par lot
tr: Toplu Eylem

# OrchardCore.Queries.Views.Admin.Index
source: Are you sure you want to {0} these items?
es: ¿Estás seguro de que quieres {0} estos artículos?
fi: Oletko varma, että haluat {0} nämä kohteet?
fr: Êtes-vous sûr de vouloir {0} ces éléments ?
tr: Bu nesneleri {0} istediğinizden emin misiniz?

# OrchardCore.Queries.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no queries for the moment.
es: <strong>¡Aquí no hay nada!</strong> No hay consultas por el momento.
fi: <strong>Ei mitään esitettävää.</strong> Ei yhtään kyselyä tällä hetkellä.
fr: <strong>Rien ici !</strong> Il n'y a aucune requête pour le moment.
it: <strong>Nessun elemento!</strong> Non ci sono query per il momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu an için sorgu yok.

# OrchardCore.Queries.Views.Admin.Index
source: Available Query Types
es: Tipos de consultas disponibles
fi: Käytettävissä olevat kyselytyypit
fr: Types de requête disponibles
it: Tipi di query disponibili
tr: Kullanılabilir Sorgu Türleri

# OrchardCore.Queries.Views.Admin.Index
source: You need to enable a feature which provides a query source.
es: Necesita activar una característica que proporciona una fuente de consultas.
fi: Kyselyjen lähde täytyy olla päällä asetuksissa (feature).
fr: Vous devez activer une fonctionnalité qui fournit une source de requête.
it: È necessario abilitare una funzionalità che permetta di creare query di un certo tipo (SQL, Lucene ...).
tr: Sorgu kaynağı sağlayan bir özelliği etkinleştirmeniz gerekir.

# OrchardCore.Queries.Views.Admin.Index
source: Go to Features
es: Ir a características
fi: Siirry ominaisuuksiin
fr: Aller aux fonctionnalités
it: Vai alle funzionalità
tr: Özellikler'e git

# OrchardCore.Queries.Views.Admin.Index
source: Cancel
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
tr: İptal

# OrchardCore.Queries.Views.Admin.Index
source: selected
fi: valitut
fr: sélectionné(s)
tr: seçili

# OrchardCore.Queries.Views.NavigationItemText-search.Id
source: Search
es: Buscar
fi: Haku
fr: Recherche
it: Cerca
tr: Arama

# OrchardCore.Queries.Views.Query-Sql.Link
source: Queries the SQL database.
es: Consulta la base de datos SQL.
fi: Kysyy SQL-tietokannasta.
fr: Requête la base de données SQL.
it: Query del database SQL.
tr: SQL veritabanını sorgular.

# OrchardCore.Queries.Views.Query-Sql.Link
source: Add
es: Agregar
fi: Lisää
fr: Ajouter
it: Aggiungi
tr: Ekle

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Edit
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
tr: Düzenle

# OrchardCore.Queries.Views.Query.Buttons.SummaryAdmin
source: Delete
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
tr: Sil

# OrchardCore.Queries.Views.Admin.Query
source: SQL Query
es: Consulta de SQL
fi: SQL-kysely
fr: Requête SQL
tr: SQL Sorgu

# OrchardCore.Queries.Views.Admin.Query
source: Template
es: Plantilla
fi: Malli
fr: Modèle
tr: Şablon

# OrchardCore.Queries.Views.Admin.Query
source: You can <a href="{0}">click here</a> to query all content items.
es: Puede <a href="{0}">hacer clic aquí</a> para consultar todos los elementos de contenido.
fi: Käyttämällä tätä <a href="{0}">Klikkaa tätä</a> saat kaiken sisällön.
fr: Vous pouvez <a href="{0}">cliquer ici</a> pour interroger tous les éléments de contenu.
it: Puoi <a href="{0}">fare clic qui</a> per una query che selezioni tutti gli elementi di contenuto.
tr: Tüm içerik öğelerini sorgulamak için <a href="{0}">burayı tıklayabilirsiniz</a>.

# OrchardCore.Queries.Views.Admin.Query
source: The SQL query uses standard SQL92 syntax and is converted based on the actual database. Tables will be prefixed automatically.
es: La consulta SQL utiliza sintaxis estándar SQL92 y se convierte desde la base de datos actual. El prefijo de tablas se agregará automáticamente.
fi: SQL-kysely käyttää standardia SQL92-syntaksia ja muunnetaan käytetyn tietokannan vaatimaan muotoon. Tauluille annetaan etuliitteet automaattisesti.
fr: La requête SQL utilise la syntaxe SQL92 standard et est convertie en fonction de la base de données réelle. Les tableaux seront préfixés automatiquement.
it: La query SQL utilizza la sintassi standard SQL92 e viene convertita in base al database attuale. Le tabelle saranno impostate automaticamente.
tr: SQL sorgusu standart SQL92 sözdizimini kullanır ve gerçek veritabanına dayalı olarak dönüştürülür. Tablolar otomatik olarak ön eklenecektir.

# OrchardCore.Queries.Views.Admin.Query
source: Parameters
es: Parámetros
fi: Parametrit
fr: Paramètres
it: Parametri
tr: Parametreler

# OrchardCore.Queries.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
es: Un objeto Json opcional que contiene los valores de parámetro para esta consulta.
fi: Valinnainen Json-objekti, joka sisältää tämän kyselyn parametriarvot.
fr: Un objet Json optionnel contenant les valeurs de paramètre pour cette requête.
it: Un oggetto Json opzionale contenente i valori dei parametri per questa query.
tr: Bu sorgu için parametre değerlerini içeren isteğe bağlı bir Json nesnesi.

# OrchardCore.Queries.Views.Admin.Query
source: Query
es: Consulta
fi: Hakulause
fr: Requête
tr: Çalıştır

# OrchardCore.Queries.Views.Admin.Query
source: Final SQL Query
es: Consulta SQL final
fi: Lopullinen SQL-hakulause
fr: Requête SQL finale
it: Query SQL finale
tr: Son SQL Sorgusu

# OrchardCore.Queries.Views.Admin.Query
source: The query as it will be executed by the SQL database.
es: La consulta que será ejecutada por la base de datos SQL.
fi: Kysely muodossa, jossa SQL-tietokanta sen suorittaa.
fr: La requête telle qu'elle sera exécutée par la base de données SQL.
it: La query come verrà eseguita dal database SQL.
tr: SQL veritabanı tarafından yürütülecek sorgu.

# OrchardCore.Queries.Views.Admin.Query
source: Create
es: Crear
fi: Luo
fr: Créer
it: Crea
tr: Yeni Sorgu Oluştur

# OrchardCore.Queries.Views.Admin.Query
source: Query executed in {0} ms
es: Consulta ejecutada en {0} ms
fi: Hakulause suoritettiin ajassa {0} ms
fr: Requête exécutée en {0} ms
it: Query eseguita in {0} ms
tr: {0} ms içinde yürütülen sorgu

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Save
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
tr: Kaydet

# OrchardCore.Queries.Views.Query.Fields.Buttons
source: Cancel
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
tr: İptal

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
tr: İsim

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The technical name of the query.
es: El nombre técnico de la consulta.
fi: Kyselyn tekninen nimi.
fr: Le nom technique de la requête.
it: Nome tecnico della query. Usato per richiamarla a livello di codice.
tr: Sorgunun teknik adı.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: Schema
es: Esquema
fi: Skeema
fr: Schéma
tr: Şema

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The schema the GraphQL API will use to return results.
fr: Le schéma que l'API GraphQL utilisera pour retourner les résultats.
tr: GraphQL API'sinin sonuçları döndürmek için kullanacağı şema.

# OrchardCore.Queries.Views.Query.Fields.Edit
source: See documentation
fr: Voir la documentation
tr: Dokümantasyonu gör

# OrchardCore.Queries.Views.Query.Link
source: If you see this message you need to create a custom shape template for {0}
es: Si ves este mensaje, necesitas crear una plantilla personalizada para {0}
fi: Jos näet tämän viestin, sinun täytyy luoda {0}: lle mukautetun muodon malli
fr: Si vous voyez ce message, vous devez créer un modèle de shape personnalisée pour {0}
it: Se vedi questo messaggio devi creare una shape personalizzata per {0}
tr: Bu mesajı görürseniz, {0} için özel bir şekil şablonu oluşturmanız gerekir

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Queried Content Items
fr: Éléments de contenu requêtés
tr: Sorgulanan İçerik Öğeleri

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: The name of the Query which will be used to fetch content items.
fr: Le nom de la requête qui sera utilisée pour récupérer les éléments de contenu.
tr: İçerik öğelerini getirecek olan sorgunun ismi.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
fr: Exporter en tant que recette de Setup
tr: Kurulum tarifi olarak dışa aktar

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
fr: Vérifie si les données doivent être exportées en tant que recette de Setup.
tr: Verilerin bir kurulum tarifi olarak dışa aktarılması gerekip gerekmediğini kontrol edin.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for content item references like Content Picker Fields, Taxonomy Fields, Tags Fields, and List item IDs and replace them where needed in the recipe. Any reference to these content items will be lost.
fr: Si cette case est cochée, vous devrez déclarer manuellement les variables pour les références d'élément de contenu telles que les champs de sélecteur de contenu, Champs de taxonomie, champs de balises et identifiants d'élément de liste et remplacez-les si nécessaire dans la recette. Toute référence à ces éléments de contenu sera perdue.
tr: Eğer işaretlerseniz, Content Picker, Taxonomy, Tags ve Liste eleman ID'leri gibi alanları manuel olarak belirtip gerektiğinde değiştirmeniz gerekmektedir. Bu içerik öğelerine yapılan herhangi bir referans kaybolacaktır.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Query
fr: Requête
tr: Sorgu

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Note: The Query must be configured to return Documents.
fr: Note: La requête doit être configurée pour retourner des documents.
tr: Not: Sorgu Belgeleri döndürecek şekilde yapılandırılmalı.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: Parameters
fr: Paramètres
tr: Parametreler

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Edit
source: An optional JSON object containing the parameter values for this query.
fr: Un objet JSON optionnel contenant les valeurs de paramètres pour cette requête.
tr: Bu sorgu için parametre değerlerini içeren isteğe bağlı bir JSON nesnesi.

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Summary
source: Content Items fetched by a Query
fr: Éléments de contenu récupérés par une requête
tr: Bir sorgu tarafından alınan içerik öğeleri

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Thumbnail
source: Queried Content Items
fr: Éléments de contenu requêtés
tr: Sorgulanan İçerik Öğeleri

# OrchardCore.Queries.Views.Items.QueryBasedContentDeploymentStep.Fields.Thumbnail
source: Exports all content items fetched by a Query.
fr: Exporte tous les éléments de contenu récupérés par une requête.
tr: Sorgu ile alınan tüm içerik öğelerini dışa aktar.

# OrchardCore.Queries.Views.SqlQuery.Buttons.SummaryAdmin
source: Run
es: Ejecutar
fi: Suorita
fr: Exécuter
it: Esegui
tr: Çalıştır

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Return Documents
es: Retornar Documentos
fi: Palauta Asiakirjat
fr: Retourne des Documents
it: Restituisci Documenti
tr: Obje Olarak Dön

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Check to return the corresponding documents.
es: Marque para retornar los documentos correspondientes.
fi: Valitse palauttaaksesi vastaavat asiakirjat.
fr: Cocher pour retourner les documents correspondants.
it: Seleziona per restituire i documenti corrispondenti.
tr: İlgili içeriklerin obje olarak dönmesi için işaretleyin.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: When checked, the result has to be a list of document ids.
es: Cuando está marcado, el resultado debe ser una lista de identificadores de documento.
fi: Jos valittuna, paluuarvona täytyy olla lista asiakirjojen Id: tä (document ids).
fr: Lorsque coché, le résultat doit être une liste d'ids de document.
it: Quando selezionato, il risultato deve essere un elenco di id documento.
tr: İşaretlendiğinde, sonuç doküman id leri içeren bir liste olmak zorundadır.

# OrchardCore.Queries.Views.SqlQuery.Edit
source: Query
es: Consulta
fi: Kysely
fr: Requête
tr: Sorgu

# OrchardCore.Queries.Views.SqlQuery.Edit
source: The SQL query to execute.
es: La consulta SQL a ejecutar.
fi: Suoritettava SQL-haku.
fr: La requête SQL à exécuter.
it: Query SQL da eseguire.
tr: Çalıştırılacak SQL sorgusu.

# OrchardCore.Queries.Views.SqlQuery.SummaryAdmin
source: SQL query
es: Consulta SQL
fi: SQL-kysely
fr: Requête SQL
tr: SQL sorgusu

# OrchardCore.Queries.Views.Query.Fields.Edit
source: The schema the api will use to return results.
it: Lo schema che l'api utilizzerà per restituire i risultati.
