Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.OpenId.po
Languages: ar, de, el

# OrchardCore.OpenId.AdminMenu
source: Security
de: Sicherheit
el: Ασφάλεια

# OrchardCore.OpenId.AdminMenu
source: OpenID Connect
ar: الربط مع OpenID
el: Σύνδεση OpenID

# OrchardCore.OpenId.AdminMenu
source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις

# OrchardCore.OpenId.AdminMenu
source: Authentication client
ar: مصادقة العميل
de: Authentifizierungs-Client
el: Έλεγχος ταυτότητας πελάτη

# OrchardCore.OpenId.AdminMenu
source: Authorization server
ar: الخادم المرخص
de: Autorisierungsserver
el: Διακομιστή εξουσιοδότησης

# OrchardCore.OpenId.AdminMenu
source: Token validation
ar: رمز التحقق
de: Token-Validierung
el: Επικύρωση Token

# OrchardCore.OpenId.AdminMenu
source: Management
ar: الإدارة
el: Διαχείριση

# OrchardCore.OpenId.AdminMenu
source: Applications
ar: التطبيقات
de: Anwendungen
el: Εφαρμογές

# OrchardCore.OpenId.AdminMenu
source: Scopes
ar: النطاقات
de: Bereiche
el: Σκοπός

# OrchardCore.OpenId.Controllers.ApplicationController
source: There are no registered services to provide roles.
ar: لا توجد خدمات مسجلة لتزويد الأدوار.
de: Es gibt keine registrierten Dienste zur Rollenvergabe.
el: Δεν υπάρχουν καταχωρημένες υπηρεσίες για την παροχή ρόλων.

# OrchardCore.OpenId.Controllers.ApplicationController
source: No client secret can be set for public applications.
ar: لايمكن ضبط المفتاح السري العميل للتطبيقات العامة.
de: Eine öffentliche Applikation kann keine client secrets verwenden.
el: Δεν μπορεί να οριστεί κανένα απόρρητο πελάτη για δημόσιες εφαρμογές.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client secret is required for confidential applications.
ar: المفتاح السري للعميل مطلوب للتطبيقات السرية.
de: Das client secret ist erforderlich für geschützte Applikationen.
el: Το μυστικό πελάτη απαιτείται για εμπιστευτικές εφαρμογές.

# OrchardCore.OpenId.Controllers.ApplicationController
source: The client identifier is already taken by another application.
ar: معرف العميل مستخدم مسبقاً من قبل تطبيق آخر.
de: Der Key 'client identifier' wird bereits von einer anderen Applikation verwendet.
el: Το αναγνωριστικό πελάτη έχει ήδη ληφθεί από άλλη εφαρμογή.

# OrchardCore.OpenId.Controllers.ApplicationController
source: Setting a new client secret is required.
ar: ضبط مفتاح سري جديد للعميل مطلوب.
de: Die Vergabe eines neuen 'client secret' ist erforderlich.
el: Απαιτείται ρύθμιση νέου μυστικού του πελάτη.

# OrchardCore.OpenId.Controllers.ApplicationController
source: OpenID Connect settings are not properly configured.
ar: إعدادات الـ OpenID Connect لم يتم ضبطها بالشكل الصحيح.
de: OpenID Connect Einstellungen sind nicht korrekt konfiguriert.
el: Οι ρυθμίσεις Σύνδεσης OpenID δεν έχουν ρυθμιστεί σωστά.

# OrchardCore.OpenId.Controllers.ScopeController
source: The name is already taken by another scope.
ar: الإسم مستخدم مسبقاً من قبل نطائق آخر.
de: Der Name wird bereits von einem anderen Scope verwendet.
el: Το όνομα έχει ήδη κρατηθεί από άλλο σκοπό.

# OrchardCore.OpenId.Controllers.ServerConfigurationController
source: OpenID server configuration successfully updated.
ar: تم تحديث إعدادات خادم الـ OpenID بنجاح.
de: OpenID-Server-Konfiguration erfolgreich aktualisiert.
el: Η διαμόρφωση του διακομιστή OpenID ενημερώθηκε με επιτυχία.

# OrchardCore.OpenId.Controllers.UserInfoController
source: The userinfo endpoint can only be used with access tokens representing users.
ar: يمكن إستخدام نقطة النهاية userinfo من قبل الـ access tokens التي تمثل المستخدمين.
de: Der userinfo-Endpunkt kann nur mit Zugangs-Token verwendet werden, die für Benutzer ausgestellt worden sind.
el: Το userinfo endpoint μπορεί να χρησιμοποιηθεί μόνο με access tokens που αντιπροσωπεύουν τους χρήστες.

# OrchardCore.OpenId.Controllers.ValidationConfigurationController
source: OpenID validation configuration successfully updated.
ar: تم تحديث إعدادات التحقق للـ OpenID بنجاح.
de: OpenID-Server-Konfiguration erfolgreich aktualisiert.
el: Η διαμόρφωση επικύρωσης OpenID ενημερώθηκε με επιτυχία.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot be null or empty.
ar: لا يمكن أن تكون السلطة خالية أو فارغة.
de: Die Authentifizierungs-authority darf nicht null oder leer sein.
el: Η αρχή εξουσιοδότησης δεν μπορεί να είναι null ή κενή.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority must be a valid absolute URL.
ar: السلطة يجب أن تكون رابط مطلق صحيح.
de: Die Authority muss eine gültige absolute Url sein.
el: Η αρχή εξουσιοδότησης πρέπει να είναι μια έγκυρη απόλυτη διεύθυνση URL.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The authority cannot contain a query string or a fragment.
ar: السلطة لا يمكن أن تحتوي على نص إستعلام أو جزء.
de: Die Authority darf weder einen Query-String noch ein Fragment enthalten.
el: Η αρχή εξουσιοδότησης δεν μπορεί να περιέχει μια συμβολοσειρά ερωτήματος ή ένα fragment.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response type cannot be null or empty.
ar: نوع الإستجابة لا يمكن أن تكون خالية أو فارغة.
de: Der Response-type darf nicht leer oder null sein.
el: Ο τύπος απόκρισης δεν μπορεί να είναι null ή άδειος.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response type .
ar: نوع الإستجابة غير معروف.
de: Unbekannter response-type.
el: Άγνωστος τύπος απάντησης.

# OrchardCore.OpenId.Services.OpenIdClientService
source: The response mode cannot be null or empty.
ar: نمط الإستجابة لا يمكن أن يكون خالياً أو فارغاً.
de: Der Response-type darf nicht leer oder null sein.
el: Ο τρόπος απόκρισης δεν μπορεί να είναι null ή άδειος.

# OrchardCore.OpenId.Services.OpenIdClientService
source: Unknown response mode.
ar: نمط الإستجابة غير معروف.
de: Unbekannter response-mode.
el: Άγνωστη λειτουργία απόκρισης.

# OrchardCore.OpenId.Services.OpenIdServerService
source: At least one OpenID Connect flow must be enabled.
ar: يجب تمكين تدفق OpenID Connect واحد على الأقل.
de: OpenID Connect Flow muss aktiviert sein.
el: Πρέπει να ενεργοποιηθεί τουλάχιστον μία ροή σύνδεσης OpenID.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority must be a valid absolute URL.
ar: السلطة يجب أن تكون رابط مطلق صحيح.
de: Die Authority muss eine gültige absolute Url sein.
el: Η αρχή εξουσιοδότησης πρέπει να είναι μια έγκυρη απόλυτη διεύθυνση URL.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authority cannot contain a query string or a fragment.
ar: السلطة لا يمكن أن تحتوي على نص إستعلام أو جزء.
de: Die Authority darf weder einen Query-String noch ein Fragment enthalten.
el: Η αρχή εξουσιοδότησης δεν μπορεί να περιέχει μια συμβολοσειρά ερωτήματος ή ένα fragment.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate cannot be found.
ar: لا يمكن العثور على الشهادة.
de: Das Zertifikat kann nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση του πιστοποιητικού.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate doesn't contain the required private key.
ar: لا تحتوي الشهادة على المفتاح الخاص المطلوب.
de: Das Zertifikat enthält nicht den benötigten privaten Schlüssel.
el: Το πιστοποιητικό δεν περιέχει το απαιτούμενο ιδιωτικό κλειδί.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid because it is marked as archived.
ar: الشهادة غير صالحة لتعليمها كمؤرشفة.
de: Das Zertifikat ist nicht gültig, da es als archiviert markiert ist.
el: Το πιστοποιητικό δεν είναι έγκυρο επειδή έχει επισημανθεί ως αρχειοθετημένο.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The certificate is not valid for current date.
ar: الشهادة غير صالحة للتاريخ الحالي.
de: Das Zertifikat ist für das aktuelle Datum nicht gültig.
el: Το πιστοποιητικό δεν ισχύει για την τρέχουσα ημερομηνία.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The password flow cannot be enabled when the token endpoint is disabled.
ar: لا يمكن تمكين تدفق كلمة المرور عندما تكون نقطة نهاية الـ token معطلة.
de: Der Passwortfllow kann nicht aktiviert werden, wenn der Token-Endpunkt deaktiviert ist.
el: Η ροή του κωδικού πρόσβασης δεν μπορεί να ενεργοποιηθεί όταν το τελικό σημείο token είναι απενεργοποιημένο.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The client credentials flow cannot be enabled when the token endpoint is disabled.
ar: لا يمكن تمكين تدفق بيانات دخول العميل عندما تكون نقطة نهاية الـ token معطلة.
de: Der Client-credential flow kann nicht aktiviert werden, wenn der Token-Endpunkt deaktiviert ist.
el: Η ροή διαπιστευτηρίων πελάτη δεν μπορεί να ενεργοποιηθεί όταν το τελικό σημείο token είναι απενεργοποιημένο.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The authorization code flow cannot be enabled when the authorization and token endpoints are disabled.
ar: لا يمكن تمكين رمز المصادقة عندما تكون نقطة نهاية الـ token معطلة.
de: Der Autorisierungscode Flow kann nicht aktiviert werden, wenn die Autorisierungs- und Token-Endpunkte deaktiviert sind.
el: Η ροή κώδικα εξουσιοδότησης δεν μπορεί να ενεργοποιηθεί όταν τα τελικά σημεία εξουσιοδότησης και συμβολοσειρών είναι απενεργοποιημένα.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow cannot be enabled when the token endpoint is disabled.
ar: لا يمكن تمكين تدفق الـ refresh token عندما تكون نقطة نهاية الـ token معطلة.
de: Der Refreshtoken Flow kann nicht aktiviert werden, wenn der Token-Endpunkt deaktiviert ist.
el: Η ανανέωση της ροή token δεν μπορεί να ενεργοποιηθεί όταν το τελικό σημείο token είναι απενεργοποιημένο.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The refresh token flow can only be enabled if the password, authorization code or hybrid flows are enabled.
ar: يمكن تمكين تدفق الـ refresh token عند تمكين كلمة المرور أو رمز المصادقة أو التدفقات الهجينة.
de: Der Refreshtoken Flow kann nur aktiviert werden, wenn Passwort, Autorisierungscode oder Hybrid Flow aktiviert sind.
el: Η ροή token ανανέωσης μπορεί να ενεργοποιηθεί μόνο εάν είναι ενεργοποιημένος ο κωδικός πρόσβασης, ο κωδικός εξουσιοδότησης ή οι υβριδικές ροές.

# OrchardCore.OpenId.Services.OpenIdServerService
source: The implicit flow cannot be enabled when the authorization endpoint is disabled.
ar: لايمكن تمكين التدفق الضمني عندما تكون نقطة نهاية التفويض معطلة.
de: Der implicit flow kann nicht aktiviert werden, wenn der Autorisierungs-Endpunkt deaktiviert ist.
el: Η υπονοούμενη ροή δεν μπορεί να ενεργοποιηθεί όταν το τελικό σημείο εξουσιοδότησης είναι απενεργοποιημένο.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: Either a tenant or an authority must be registered.
ar: يجب تسجيل tenant أو السلطة.
de: Es muss ein tenant oder eine authority registriert sein.
el: Πρέπει να εγγραφεί ένας ενοικιαστής ή μια αρχή εξουσιοδότησης.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified authority is not valid.
ar: السلكطة المحددة غير صحيحة.
de: Das angegebene authority ist nicht gültig.
el: Η καθορισμένη αρχή εξουσιοδότησης δεν είναι έγκυρη.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The authority cannot contain a query string or a fragment.
ar: السلطة لا يمكن أن تحتوي على نص إستعلام أو جزء.
de: Die Authority darf weder einen Query-String noch ein Fragment enthalten.
el: Η αρχή εξουσιοδότησης δεν μπορεί να περιέχει μια συμβολοσειρά ερωτήματος ή ένα fragment.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No audience can be set when using another tenant.
ar: لا يمكن ضبط الجمهور عند إستخدام tenant آخر.
de: Es kann keine audience gesetzt werden, wenn ein anderer tenant genutzt wird.
el: Καμία ακροαματικότητα δεν μπορεί να ρυθμιστεί κατά τη χρήση άλλου ενοικιαστή.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: An audience must be set when configuring the authority.
ar: يجب ضبط الجمهور عندما يتم تكوين السلطة.
de: Eine audience muss gesetzt werden, wenn die authority konfiguriert wird.
el: Κατά τη διαμόρφωση της αρχής εξουσιοδότησης πρέπει να οριστεί ακροατήριο.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The audience cannot start with the special 'oct:' prefix.
ar: الجمهور لايمكن أن يبدأ بالبادئه 'oct:'.
de: Eine audience darf nicht mit dem prefix 'oct:' beginnen.
el: Η ακροαματικότητα δεν μπορεί να ξεκινήσει με το ειδικό πρόθεμα 'oct:'.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: The specified tenant is not valid.
ar: الـ tenant المحددة غير صحيحة.
de: Der gewählte tenant ist nicht gültig.
el: Ο συγκεκριμένος ενοικιαστής δεν είναι έγκυρος.

# OrchardCore.OpenId.Services.OpenIdValidationService
source: No appropriate scope was found.
ar: لم يتم العثور على نطاق مناسب.
de: Es wurde kein geeigneter scope gefunden.
el: Δεν βρέθηκε κατάλληλος σκοπός.

# OrchardCore.OpenId.ViewModels.CreateOpenIdApplicationViewModel
source: {0} is not well-formed
de: {0} hat kein gültiges Format
el: Το {0} δεν είναι καλά διαμορφωμένο

# OrchardCore.OpenId.ViewModels.EditOpenIdApplicationViewModel
source: {0} is not well-formed
de: {0} hat kein gültiges Format
el: Το {0} δεν είναι καλά διαμορφωμένο

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Authority is required
de: Genehmigungsinstanz ist erforderlich
el: Απαιτείται εξουσιοδότηση

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: ClientId is required
de: ClientID ist erforderlich
el: Το ClientID είναι υποχρεωτικό

# OrchardCore.OpenId.ViewModels.OpenIdClientSettingsViewModel
source: Invalid path
de: Ungültiger Pfad
el: Μη έγκυρη διαδρομή

# OrchardCore.OpenId.Views.NavigationItemText-openid.Id
source: OpenID Connect
ar: ربط OpenID
el: Σύνδεση OpenID

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـ tenant الحالية عند حفظ الإعدادات.
de: Der aktuelle Tenant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display Name
ar: الإسم الظاهر
de: Anzeigename
el: Εμφανιζόμενο Όνομα

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Display name of the IdP
ar: عرض إسم الـ IdP
de: Anzeigename des Id Providers
el: Εμφανιζόμενο όνομα του IdP

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority
ar: السلطة
el: Αρχή Εξουσιοδότησης

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Authority to use when making OpenIdConnect calls
ar: السلطة المستخدمة عند إجراء إستدعاءات OpenIdConnect
de: Autorität für OpenIdConnect Anrufe
el: Η αρχή εξουσιοδότησης να χρησιμοποιεί κατά την πραγματοποίηση κλήσεων του OpenIdConnect

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: the 'client_id'
ar: الـ 'client_id'
de: die 'client_id'
el: το 'client_id'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
ar: المسار المطلوب داخل المسار الأساسي للتطبيق حيث سيتم إرجاع وكيل المستخدم إليه. الـ middleware سوف تعالج الطلب عند وصوله.
de: Der Requestpfad innerhalb des Anwendungspfads, wohin der User-Agent weitergeleitet werden wird. Die Middleware wird die Anfrage verarbeiten, sobald sie ankommt.
el: Η διαδρομή αιτήματος μέσα στη βασική διαδρομή της εφαρμογής όπου θα επιστραφεί ο user-agent. Το middleware θα επεξεργαστεί αυτό το αίτημα όταν φθάνει.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The request path within the application's base path where the user agent will be returned after sign out from the identity provider.
ar: مسار الطلب داخل المسار الأساسي للتطبيق حيث سيتم إرجاع وكيل المستخدم بعد تسجيل الخروج من موفر الهوية.
de: Der Requestpfad innerhalb des Anwendungspfads, wohin der User-Agent nach dem Abmelden weitergeleitet werden wird.
el: Η διαδρομή αιτήματος μέσα στη βασική διαδρομή της εφαρμογής, όπου ο user-agent θα επιστραφεί μετά την αποσύνδεση από τον πάροχο ταυτότητας.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: See post_logout_redirect_uri from
ar: انظر post_logout_redirect_uri من
de: Siehe post_logout_redirect_uri von
el: Δες το post_logout_redirect_uri από

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: SignedOut Redirect Uri
ar: رابط إعادة التوجية لتسجيل الخروج
de: Weiterleitung-Uri für die Abmeldung
el: Ανακατεύθυνση Uri για το SignedOut

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: The uri where the user agent will be redirected to after application is signed out from the identity provider. The redirect will happen after the SignedOutCallbackPath is invoked.
ar: الرابط حيث سيتم إعادة توجيه وكيل المستخدم بعد تسجيل الخروج من مزود الهوية. سيحدث إعادة التوجيه بعد استدعاء SignedOutCallbackPath.
de: Der Uri, wohin der User-Agent nach der Abmeldung vom Identity Provider weitergeleitet wird. Die Umleitung erfolgt nach dem Aufruf des SignedOutCallbackPath.
el: Το uri όπου θα μεταφερθεί ο user-agent μετά από την αποσύνδεση της εφαρμογής από τον πάροχο ταυτότητας. Η ανακατεύθυνση θα συμβεί μετά την κλήση του SignedOutCallbackPath.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Scopes
ar: النطاقات
de: Bereiche
el: Σκοποί

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: extra scopes except openid and profile
ar: نطاقات إضافية بإستثناء openid والواجهة الشخصية
de: zusätzliche Bereiche neben openid und Profil
el: επιπλέον σκοποί εκτός από το openid και το προφίλ

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Code Authentication Flow
ar: تدفق رمز المصادقة
de: Code Authentifizierung Flow
el: Κώδικα Ροής Ελέγχου Ταυτότητας

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: see:
ar: انظر:
de: siehe:
el: δες:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code' response type
ar: استخدم نوع الإستجابة 'code'
de: Antwort-Typ 'Code' verwenden
el: Χρησιμοποίησε τον τύπο απόκρισης 'code'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: example:
ar: مثال:
de: beispiel:
el: παράδειγμα:

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Hybrid Authentication Flow
ar: تدفق التحقق الهجين
de: Hybrid Authentifizierung Flow
el: Υβριδική Ροή Αυθεντικοποίησης

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token' response type
ar: استخدم نوع الإستجابة 'code id_token'
de: Antworttyp 'code id_token' verwenden
el: Χρησιμοποιήστε τον τύπο απόκρισης 'code id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code id_token token' response type
ar: استخدم نوع الإستجابة 'code id_token'
de: Antworttyp 'code id_token Token' verwenden
el: Χρησιμοποίησε τον τύπο απόκρισης 'code id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'code token' response type
ar: استخدم نوع الإستجابة 'code token'
de: Antworttyp 'Code Token' verwenden
el: Χρησιμοποίησε τον τύπο απόκρισης 'code token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Implicit Authentication Flow
ar: تدفق التحقق الضمني
de: Implizierter Authentifizierungsfluss
el: Άρρητη Ροή Ελέγχου Ταυτότητας

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token' response type
ar: استخدم نوع الإستجابة 'id_token'
de: 'id_token' Antworttyp verwenden
el: Χρησιμοποίησε τον τύπο απόκρισης 'id_token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Use 'id_token token' response type
ar: استخدم نوع الإستجابة 'id_token'
de: Antworttyp 'id_token Token' verwenden
el: Χρησιμοποίησε τον τύπο απόκρισης 'id_token token'

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Response Mode
ar: نمط الإستجابة
de: Antwort-Modus
el: Λειτουργία Απόκρισης

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Configure Response Mode see: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
ar: تكوين نمط استجابة انظر: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
de: Den Antwort-Modus konfigurieren, siehe: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse
el: Ρύθμισε τη λειτουργία απάντησης δες: http://openid.net/specs/openid-connect-core-1_0.html#ImplicitAuthResponse

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Client Secret
ar: المفتاح السري للعميل
el: Μυστικό Πελάτη

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: set client secret.
ar: ضبط المفتاح السري للعميل.
de: Client Secret setzen.
el: ορίστε μυστικό πελάτη.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: ستتم إعادة تحميل الـ tenant الحالي عند حفظ الإعدادات.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Endpoints
de: Endpunkte
el: Τελικό σημείο

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Token Endpoint
ar: تمكين نقطة نهاية الرمز المميز
de: Token Endpunkt aktivieren
el: Ενεργοποίηση Τελικού Σημείου Token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enables action
ar: تفعيل الإجراء
de: Aktion aktivieren
el: Ενεργοποιεί τη ενέργεια

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Authorization Endpoint
ar: تمكين تحقق نهاية النقطة
de: Autorisierungs-Endpunkt aktivieren
el: Ενεργοποίηση Τελικού Σημείου Εξουσιοδότησης

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable Logout Endpoint
ar: تمكين نقطة نهاية تسجيل الخروج
de: Logout Endpunkt aktivieren
el: Ενεργοποίηση Τελικού Σημείου Αποσύνδεσης

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Enable User Info Endpoint
ar: تمكين نقطة نهاية معلومات المستخدم
de: Benutzer-Info-Endpunkt aktivieren
el: Ενεργοποίηση Πληροφορία Τελικού Σημείου Χρήστη

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Flows
el: Ροή

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Authorization Code Flow
ar: السماح بتدفق رمز التفويض
de: Autorisierungs-Code-Flows erlauben
el: Να Επιτρέπεται η Ροή Κώδικα Εξουσιοδότησης

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: More info:
ar: المزيد من المعلومات:
de: Weitere Informationen:
el: Περισσότερες πληροφορίες:

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Implicit Flow
ar: السماح بالتدفق الضمني
de: Implicit Flow erlauben
el: Επέτρεψε την Άρρητη Ροή

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Password Flow
ar: السماح بتدفق كلمة المرور
de: Passwort Flow erlauben
el: Να Επιτρέπεται η Ροή Κωδικών Πρόσβασης

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Refresh Token Flow
ar: السماح بتدفق الـ token المحدث
de: Refresh Token Flow erlauben
el: Να Επιτρέπεται η Ανανέωση Ροής Token

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Allow Client Credentials Flow
ar: السماح بتدفق بيانات إعتماد العميل
de: Erlaube Client-Zugangsdaten Flow
el: Να Επιτρέπεται η Ροή Διαπιστευτηρίων Πελάτη

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Advanced options
de: Erweiterte Optionen
el: Σύνθετες επιλογές

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: These options are all optional and are for advanced users only.
ar: هذه الخيارات إختيارية وهي للمستخدمين المتقدمين فقط.
de: Diese Optionen sind alle optional und gelten nur für fortgeschrittene Benutzer.
el: Αυτές οι επιλογές είναι όλες προαιρετικές και είναι μόνο για προχωρημένους χρήστες.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Authority
ar: السلطة
de: Autorität
el: Εξουσιοδότηση
