Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Views.LoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
de: Wenn nur ein externer Anbieter definiert ist, fordern Sie den Anbieter automatisch zur Anmeldung auf. Sie sollten auch Registrierungsoptionen konfigurieren
el: Εάν οριστεί ένας μόνο εξωτερικός πάροχος, αυτόματα θα είναι ο πάροχος σύνδεσης. Θα πρέπει επίσης να ρυθμίσεις τις επιλογές εγγραφής
fa: اگر فقط یک ارائه‌دهنده خارجی تعریف شده باشد، ارائه‌دهنده جهت ورود به سیستم استفاده می‌شود. شما همچنین باید تنظیمات ثبت‌نام را پیکربندی کنید
pt_br: Se apenas um provedor externo for definido, automaticamente tenta realizar o início de sessão. Você também deve configurar as opções de cadastro
ru: Если определен только один внешний провайдер, то автоматически поручить провайдеру войти в систему. Также следует настроить параметры регистрации

# OrchardCore.Users.Views.LoginSettings.Edit
source: Disable local password login.
de: Deaktiviere lokale Passwort-Anmeldung.
el: Απενεργοποίηση σύνδεσης τοπικού κωδικού πρόσβασης.
fa: ورود با رمزعبور محلی را غیرفعال می‌کند.
pt_br: Desativar acesso local com senha.
ru: Отключить локальный вход по паролю.
uk: Вимкнути локальний вхід за паролем.

# OrchardCore.Users.Views.LoginSettings.Edit
source: When selected, users are not allowed to login with username/password. Make sure there is at least one admin with linked account
de: Wenn ausgewählt, dürfen sich Benutzer nicht mit Benutzername/Kennwort anmelden. Stellen Sie sicher, dass es mindestens einen Administrator mit einem verknüpftem Konto gibt
el: Όταν επιλεγεί, οι χρήστες δεν επιτρέπεται να συνδεθούν με όνομα χρήστη / κωδικό πρόσβασης. Βεβαιωθείτε ότι υπάρχει τουλάχιστον ένας διαχειριστής με συνδεδεμένο λογαριασμό
fa: وقتی که انتخاب شده باشد، کاربران اجازه ورود به سیستم توسط نام‌کاربری و رمزعبور را ندارند. از وجود حداقل یک ادمین با حساب‌کاربری متصل‌شده اطمینان حاصل کنید
pt_br: Quando selecionado, os usuários não têm permissão para acessar com nome de usuário/senha. Verifique se há pelo menos um administrador com uma conta vinculada
ru: Если включено, пользователям запрещено входить в систему по логину/паролю. Убедитесь, что есть хотя бы один администратор с привязанной учетной записью
uk: Якщо вибрано, користувачам не дозволено входити за допомогою імені користувача/пароля. Переконайтеся, що є принаймні один адміністратор із підключеним обліковим записом

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use a script to set user roles based on external provider claims
el: Χρησιμοποιήστε μια δέσμη ενεργειών για να ορίσετε τους ρόλους των χρηστών με βάση τις εξωτερικές αξιώσεις παροχέων
fa: از یک اسکریپت برای تنظیم نقش کاربر بر مبنای claimهای ارائه‌دهنده خارجی استفاده کنید
pt_br: Use um script para definir funções do usuário com base nos atributos do provedor externo
ru: Использовать скрипт для установки ролей пользователей на основе требований внешнего провайдера

# OrchardCore.Users.Views.LoginSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
de: Wenn ausgewählt, werden alle in Modulen definierte IExternalLoginEventHandlers nicht ausgelöst
el: Αν επιλεγεί, οι IExternalLoginEventHandlers που ορίζονται σε ενότητες δεν ενεργοποιούνται
fa: اگر انتخاب شده باشد، هر IExternalLoginEventHandlers که در ماژول‌ها تعریف شده باشد، شروع به کار نمی‌کند
pt_br: Se selecionado, qualquer IExternalLoginEventHandlers definido nos módulos não serão acionados
ru: Если выбрано, то отключаются все определённые в модулях провайдеры IExternalLoginEventHandlers

# OrchardCore.Users.Views.LoginSettings.Edit
source: Reset Script
de: Skript zurücksetzen
el: Επαναφορά Script
fa: تنظیم‌مجدد اسکریپت
pt_br: Redefinir script
ru: Скрипт сброса

# OrchardCore.Users.Views.LoginSettingsRoles.Edit
source: Require two-factor authentication specific roles
de: Zwei-Faktor-Authentifizierung spezifische Rollen erforderlich
fa: نیاز به نقش های خاص احراز هویت دو مرحله ای
uk: Вимагати специфічних ролей для двофакторної автентифікації

# OrchardCore.Users.Views.LoginSettingsRoles.Edit
source: Select the roles to require two-factor authentication for.
de: Wählen Sie die Rollen aus, für die eine Zwei-Faktor-Authentifizierung erforderlich ist.
fa: نقش‌هایی را انتخاب کنید که به احراز هویت دو مرحله‌ای نیاز دارند.
uk: Оберіть ролі, для яких потрібна двофакторна автентифікація.

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithRecoveryCode
source: Recovery code verification
de: Wiederherstellungscode-Verifizierung
fa: تایید کد بازیابی
uk: Перевірка коду відновлення

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithRecoveryCode
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
de: Sie möchten sich mit einem Wiederherstellungscode anmelden. Dieser Login wird erst gespeichert, wenn Sie bei der Anmeldung einen Authentifizierungs-App-Code angeben oder 2FA deaktivieren und sich erneut anmelden.
fa: شما درخواست کرده اید که با یک کد بازیابی وارد شوید. این ورود تا زمانی که یک کد برنامه احراز هویت را در هنگام ورود ارائه نکنید یا 2FA را غیرفعال کنید و دوباره وارد شوید به خاطر نمی‌ماند.
uk: Ви запросили вхід за допомогою коду відновлення. Цей вхід не буде запам'ятований, доки ви не надасте код програми автентифікації під час входу або не вимкнете 2FA та не ввійдете знову.

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithRecoveryCode
source: Recovery Code
de: Wiederherstellungscode
fa: کد بازیابی
uk: Код відновлення

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithRecoveryCode
source: Log in
de: Anmelden
fa: ورود
uk: Увійти

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Two-factor authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله ای
uk: Двофакторна автентифікація

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Your login is protected with a second authentication method.
de: Ihr Login ist mit einer zweiten Authentifizierungsmethode geschützt.
fa: ورود شما با روش احراز هویت دوم محافظت می شود.
uk: Ваш вхід захищено другим методом автентифікації.

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Verification code
de: Verifizierungscode
fa: کد تایید
uk: Код підтвердження

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Remember this device
de: Dieses Gerät merken
fa: این دستگاه را به خاطر بسپار
uk: Запам'ятати цей пристрій

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Log in
de: Anmelden
fa: ورود
uk: Увійти

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Having trouble? <a href="{0}">Sign in another way</a>.
de: Haben Sie Probleme? <a href="{0}">Melden Sie sich auf andere Weise</a> an.
fa: داشتن مشکل؟ <a href="{0}">از طریق دیگری وارد سیستم شوید</a>.
uk: Виникли проблеми? <a href="{0}">Увійдіть іншим способом</a>.

# OrchardCore.Users.Views.TwoFactorAuthentication.LoginWithTwoFactorAuthentication
source: Don't have access to your authenticator device? You can <a href="{0}">log in with a recovery code</a>.
de: Sie haben keinen Zugriff auf Ihr Authentifizierungsgerät? Sie können sich <a href="{0}">mit einem Wiederherstellungscode</a> anmelden.
fa: آیا به دستگاه احراز هویت خود دسترسی ندارید؟ می‌توانید <a href="{0}">با یک کد بازیابی وارد سیستم شوید</a>.
uk: Немає доступу до свого пристрою автентифікації? Ви можете <a href="{0}">увійти за допомогою коду відновлення</a>.

# OrchardCore.Users.Views.NavigationItemText-security.Id
source: Security
cs: Bezpečnost
de: Sicherheit
el: Ασφάλεια
fa: امنیت
pt_br: Segurança
ru: Безопасность

# OrchardCore.Users.Views.NavigationItemText-UserProfileSettings.Id
source: User Profile Settings
de: Benutzerprofileinstellungen
fa: تنظیمات پروفایل کاربر

# OrchardCore.Users.Views.NavigationItemText-users.Id
source: Users
de: Benutzer
el: Χρήστες
fa: کاربران
pt_br: Usuários
ru: Пользователи

# OrchardCore.Users.Views.Registration.Register
source: Register
cs: Registrovat
el: Εγγραφή
fa: ثبت‌نام
pt_br: Cadastrar
ru: Зарегистрироваться

# OrchardCore.Users.Views.Registration.Register
source: Create a new account.
cs: Vytvořit nový účet.
el: Δημιουργία νέου λογαριασμού.
fa: ایجاد یک حساب جدید
pt_br: Criar uma nova conta.
ru: Создать новый аккаунт.

# OrchardCore.Users.Views.Registration.Register
source: Username
cs: Uživatelské jméno
el: Όνομα χρήστη
fa: نام کاربری
pt_br: Usuário
ru: Имя пользователя

# OrchardCore.Users.Views.Registration.Register
source: Email
el: Λογαριασμός ηλεκτρονικού ταχυδρομείου
fa: ایمیل

# OrchardCore.Users.Views.Registration.Register
source: Password
cs: Heslo
el: Κωδικός πρόσβασης
fa: رمزعبور
pt_br: Senha
ru: Пароль

# OrchardCore.Users.Views.Registration.Register
source: Confirm password
cs: Potvrzení hesla
el: Επιβεβαίωση κωδικού πρόσβασης
fa: تکرار رمزعبور
pt_br: Confirmar a senha
ru: Подтверждение пароля

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Create a new account.
cs: Vytvořit nový účet.
de: Neues Konto anlegen.
el: Δημιουργία νέου λογαριασμού.
fa: ایجاد یک حساب کاربری جدید.
pt_br: Criar uma nova conta.
ru: Создайте новую учетную запись.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
cs: Úspěšně jste se ověřili jako <strong>{0}</strong>. Vyplňte prosím formulář níže a klikněte na tlačítko Registrovat pro dokončení registrace.
de: Sie haben sich erfolgreich mit <strong>{0}</strong> authentifiziert. Bitte füllen Sie das untenstehende Formular aus und klicken Sie auf die Schaltfläche Registrieren, um die Registrierung abzuschließen.
el: Η ταυτότητα σας επιβεβαίωθηκε επιτυχώς με <strong> {0} </strong>. Συμπληρώστε την παρακάτω φόρμα και κάντε κλικ στο κουμπί Εγγραφή για να ολοκληρώσετε την εγγραφή.
fa: شما با موفقیت توسط <strong>{0}</strong> احرازهویت شده‌اید. لطفا جهت پایان فرایند ثبت‌نام، فرم زیر را پر کرده و بر روی دکمه ثبت‌نام کلیک کنید.
pt_br: Você autenticou com sucesso com <strong>{0}</strong>. Por favor, preencha o formulário abaixo e clique no botão Cadastrar para completar o cadastro.
ru: Вы успешно аутентифицировались с помощью <strong>{0}</strong>. Пожалуйста, заполните форму ниже и нажмите кнопку "Регистрация", чтобы завершить регистрацию.

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Username
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
fa: نام‌کاربری
pt_br: Usuário
ru: Имя пользователя

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Email
de: E-Mail-Adresse
fa: ایمیل

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Password
cs: Heslo
de: Kennwort
el: Κωδικός
fa: رمزعبور
pt_br: Senha
ru: Пароль

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Confirm password
cs: Potvrďte heslo
de: Kennwort bestätigen
el: Επιβεβαίωση κωδικού πρόσβασης
fa: تکرار رمزعبور
pt_br: Confirmar a senha
ru: Подтверждение пароля

# OrchardCore.Users.Views.Account.RegisterExternalLogin
source: Register
cs: Registrovat
de: Registrieren
el: Εγγραφή
fa: ثبت‌نام
pt_br: Cadastrar
ru: Регистрация

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Design
source: Register User
cs: Registrovat uživatele
de: Benutzer registrieren
el: Εγγραφή χρήστη
fa: ثبت‌نام کاربر
pt_br: Cadastrar usuário
ru: Регистрация пользователя
uk: Зареєструвати користувача

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Send confirmation email
cs: Odeslat ověřovací e-mail
de: Bestätigungs-E-Mail senden
el: Αποστολή email επιβεβαίωσης
fa: ارسال ایمیل تایید
pt_br: Enviar email de confirmação
ru: Отправить письмо с подтверждением
uk: Надіслати електронний лист із підтвердженням

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Subject for confirmation email
cs: Předmět potvrzovacího e-mailu
de: Betreff für Bestätigungs-E-Mail
el: Θέμα για επιβεβαίωση μέσω email
fa: موضوع برای ایمیل تایید
pt_br: Assunto do email de confirmação
ru: Тема письма подтверждения электронной почты
uk: Тема електронного листа з підтвердженням

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The subject of the message. Supports Liquid syntax.
cs: Předmět zprávy. Podporuje syntaxi Liquid.
de: Das Thema der Nachricht. Unterstützt die Liquid-Syntax.
el: Το θέμα του μηνύματος. Υποστηρίζει Liquid σύνταξη.
fa: موضوع پیام. از Liquid syntax پشتیبانی می کند.
pt_br: O assunto da mensagem. Com suporte a sintaxe do Liquid.
ru: Тема сообщения. Поддерживает Liquid-синтаксис.
uk: Тема повідомлення. Підтримує синтаксис Liquid.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Template for confirmation email
cs: Šablona pro ověřovací e-mail
de: Vorlage für Bestätigungs-E-Mail
el: Πρότυπο για το μήνυμα ηλεκτρονικού ταχυδρομείου επιβεβαίωσης
fa: قالب ایمیل تایید
pt_br: Modelo para confirmação de email
ru: Шаблон для email подтверждения
uk: Шаблон для електронного листа з підтвердженням

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: The message to send. Access email confirmation url with Workflow.Properties.EmailConfirmationUrl liquid property.
cs: Zpráva, která bude odeslána. URL pro potvrzení registrace je dostupná přes proměnou Workflow.Properties.EmailConfirmationUrl.
de: Die zu sendende Nachricht. Zugriff auf die Bestätigungs-URL mit Workflow.Properties.EmailConfirmationUrl Liquid-Eigenschaften.
el: Το μήνυμα για αποστολή. Αποκτήστε πρόσβαση στο url επιβεβαίωσης ηλεκτρονικού ταχυδρομείου με το Workflow.Properties.EmailConfirmationUrl liquid ιδιότητα.
fa: پیامی برای ارسال. توسط propertyیه Workflow.Properties.EmailConfirmationUrl در liquid می‌توانید به آدرس لینک تایید ایمیل دسترسی داشته باشید.
pt_br: A mensagem a ser enviada. Url de confirmação de acesso com a propriedade Liquid Workflow.Properties.EmailConfirmationUrl.
ru: Сообщение для отправки. Доступ к электронной почте с подтверждением адреса с помощью Workflow.Properties.EmailConfirmationUrl liquid свойство.
uk: Повідомлення для надсилання. Доступ до Url-адреси підтвердження електронної пошти за допомогою властивості Workflow.Properties.EmailConfirmationUrl.

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Edit
source: Users must be approved before they can log in
de: Benutzer müssen genehmigt werden, bevor sie sich anmelden können
fa: کاربران قبل از ورود باید تایید شوند
uk: Користувачі повинні бути схвалені, перш ніж зможуть увійти

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register User
cs: Registrovat uživatele
de: Benutzer registrieren
el: Εγγραφή χρήστη
fa: ثبت‌نام کاربر
pt_br: Cadastrar Usuário
ru: Регистрация пользователя
uk: Зареєструвати користувача

# OrchardCore.Users.Views.Items.RegisterUserTask.Fields.Thumbnail
source: Register user from form fields.
cs: Registrovat uživatele z polí formuláře.
de: Benutzer aus Formularfeldern registrieren.
el: Εγγραφή χρήστη από τα πεδία της φόρμας.
fa: ثبت‌نام کاربر توسط فیلدهای فرم.
pt_br: Cadastrar usuário a partir dos campos do formulário.
ru: Зарегистрировать пользователя из полей формы.
uk: Зареєструвати користувача з полів форми.

# OrchardCore.Users.Views.Registration.RegistrationPending
source: User Registration Pending
de: Benutzerregistrierung ausstehend
fa: ثبت نام کاربر در انتظار است
uk: Очікується реєстрація користувача

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Your user account has been created but has to be approved before it can be used.
de: Ihr Benutzerkonto wurde angelegt, muss aber genehmigt werden, bevor es verwendet werden kann.
fa: حساب کاربری شما ایجاد شده است اما قبل از استفاده باید تایید شود.
uk: Ваш обліковий запис користувача створено, але його потрібно схвалити, перш ніж його можна буде використовувати.

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Previous Page
de: Vorherige Seite
fa: صفحهٔ قبلی
uk: Попередня сторінка

# OrchardCore.Users.Views.Registration.RegistrationPending
source: Home
de: Startseite
fa: صفحه اصلی
uk: Домашня сторінка

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Configure users registration.
de: Benutzerregistrierung konfigurieren.
el: Ρύθμιση παραμέτρων εγγραφής χρηστών.
fa: پیکربندی ثبت‌نام کاربران.
pt_br: Configurar cadastro de usuários.
ru: Настроить регистрацию пользователей.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: No Registration
de: Keine Registrierung
fa: بدون ثبت نام

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Allow Registration
de: Registrierung zulassen
fa: اجازه ثبت نام

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Allow Only External Users
de: Nur externe Benutzer erlauben
fa: فقط به کاربران خارجی اجازه دهید

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'No Registration' is selected, no new users can register
de: wenn 'Keine Registrierung' ausgewählt ist, können sich keine neuen Benutzer registrieren
fa: هنگامی که "بدون ثبت" انتخاب شده است، هیچ کاربر جدیدی نمی تواند ثبت نام کند

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'Allow Registration' is selected, a link is displayed to allow the users to register on the site. If there are external providers, once authenticated the user can register
de: Wenn 'Registrierung erlauben' ausgewählt ist, wird ein Link angezeigt, der es den Benutzern erlaubt, sich auf der Seite zu registrieren. Wenn es externe Anbieter gibt, kann sich der Benutzer nach der Authentifizierung registrieren
fa: هنگامی که "اجازه ثبت" انتخاب شده است، پیوندی نمایش داده می شود تا کاربران بتوانند در سایت ثبت نام کنند. اگر ارائه دهندگان خارجی وجود داشته باشد، پس از احراز هویت، کاربر می تواند ثبت نام کند

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when 'Allow Only External Users' is selected, only users authenticated with external providers can register on the site
de: wenn 'Nur externe Benutzer erlauben' ausgewählt ist, können sich nur Benutzer, die sich bei externen Anbietern angemeldet haben, auf der Seite registrieren
fa: وقتی «فقط کاربران خارجی مجاز باشند» انتخاب شده است، فقط کاربرانی که با ارائه دهندگان خارجی احراز هویت شده اند می توانند در سایت ثبت نام کنند

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must verify their email address
cs: Uživatelé musí potvrdit svou e-mailovou adresu
de: Benutzer müssen ihre E-Mail-Adresse bestätigen
el: Οι χρήστες πρέπει να επιβεβαιώσουν τη διεύθυνση ηλεκτρονικού ταχυδρομείου τους
fa: کاربران باید ایمیل خود را تایید کنند
pt_br: Os usuários devem verificar seus endereços de e-mail
ru: Пользователи должны подтвердить свой адрес электронной почты
uk: Користувачі повинні підтвердити свою адресу електронної пошти

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: The users whose email address has not been confirmed will not be able to login or reset their password.
de: Die Benutzer, deren E-Mail-Adresse nicht bestätigt wurde, können sich nicht einloggen oder ihr Passwort zurücksetzen.
el: Οι χρήστες των οποίων η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει επιβεβαιωθεί, δεν θα μπορούν να συνδεθούν ή να επαναφέρουν τον κωδικό πρόσβασης τους.
fa: کاربرانی که ایمیلشان تایید نشده است، اجازه ورود به سیستم یا تغییر رمزعبور را نخواهند داشت.
pt_br: Os usuários que endereço de e-mail não foi confirmado não serão capazes de acessar ou redefinir sua senha.
ru: Пользователи, чья электронная почта не подтверждена, не смогут войти в систему или сбросить свой пароль.
uk: Користувачі, чия адреса електронної пошти не була підтверджена, не зможуть увійти або скинути свій пароль.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Users must be approved before they can log in
de: Benutzer müssen genehmigt werden, bevor sie sich anmelden können
fa: کاربران قبل از ورود باید تایید شوند
uk: Користувачі повинні бути схвалені, перш ніж зможуть увійти

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use site theme for registration page
cs: Použít motiv webu pro stránku registrace
de: Website-Design für Registrieren-Seite verwenden
el: Χρησιμοποιήστε το θέμα του ιστότοπου για τη σελίδα εγγραφής
fa: از پوسته وب‌سایت برای صفحه ثبت‌نام استفاده شود
pt_br: Usar tema do site para página de cadastro
ru: Использовать тему сайта для страницы регистрации
uk: Використовувати тему сайту для сторінки реєстрації

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Requires an active site theme.
cs: Vyžaduje aktivní šablonu webu.
de: Erfordert ein aktives Seitenthema.
el: Απαιτεί ένα ενεργό θέμα ιστότοπου.
fa: وب‌سایت باید یک پوسته فعال داشته باشد.
pt_br: Requer um tema de site ativo.
ru: Требуется активная тема сайта.
uk: Вимагає активну тему сайту.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: External Authentication
cs: Přihlašovací přes třetí stranu
de: Externe Authentifizierung
el: Εξωτερικός έλεγχος ταυτότητας
fa: احرازهویت خارجی
pt_br: Autenticação Externa
ru: Внешняя аутентификация

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Settings when registering with external authentication providers
de: Einstellungen für die Registrierung über externen Authentifizierungsanbieter
el: Ρυθμίσεις κατά την εγγραφή με εξωτερικούς παρόχους ελέγχου ταυτότητας
fa: تنظیمات هنگامی که ثبت‌نام توسط ارائه‌دهندگان خارجی انجام می‌شود
pt_br: Configurações ao se cadastrar com provedores de autenticação externa
ru: Настройки при регистрации через внешних провайдеров аутентификации

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Use a script to generate userName based on external provider claims
de: Verwenden Sie ein Skript, um den Benutzernamen basierend auf externen Anbieteransprüchen zu generieren
el: Χρησιμοποιήστε ένα script για να δημιουργήσετε όνομα χρήστη βασισμένο σε εξωτερικούς ισχυρισμούς παρόχου
fa: از یک اسکریپت برای تولید نام‌کاربری بر مبنای claimهای ارائه‌دهنده خارجی استفاده کنید
pt_br: Use um script para gerar o userName com base em atributos de provedor externo
ru: Использовать скрипт для генерации имени пользователя на основе требований внешнего провайдера

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: If selected, any IExternalLoginEventHandlers defined in modules are not triggered
de: Wenn ausgewählt, werden alle in Modulen definierte IExternalLoginEventHandlers nicht ausgelöst
el: Αν επιλεγεί, οι IExternalLoginEventHandlers που ορίζονται σε ενότητες δεν ενεργοποιούνται
fa: اگر انتخاب شده باشد، هر IExternalLoginEventHandlers که در ماژول‌ها تعریف شده باشد، شروع به کار نمی‌کند
pt_br: Se selecionado, qualquer IExternalLoginEventHandlers definido nos módulos não serão acionados
ru: Если выбрано, то отключаются все определённые в модулях провайдеры IExternalLoginEventHandlers

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Reset Script
de: Skript zurücksetzen
el: Επαναφορά Script
fa: تنظیم‌مجدد اسکریپت
pt_br: Redefinir script
ru: Скрипт сброса

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask username
de: Nicht nach Benutzername fragen
el: Μην ζητάς όνομα χρήστη
fa: نام‌کاربری درخواست نشود
pt_br: Não solicitar o usuário
ru: Не спрашивать имя пользователя
