Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Localization.po
Languages: cs, de, el, es, fa, fi, fr, nb_no, pl, ru, tr, uk, vi

# OrchardCore.Localization.AdminMenu
source: Configuration
cs: Nastavení
de: Konfiguration
el: Παραμετροποίηση
es: Configuración
fa: پیکربندی
fi: Konfigurointi
nb_no: Konfigurasjon
pl: Konfiguracja
ru: Конфигурация
tr: Konfigürasyon
uk: Конфігурація
vi: Cấu hình

# OrchardCore.Localization.AdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fi: Asetukset
fr: Paramètres
nb_no: Innstillinger
pl: Ustawienia
ru: Настройки
tr: Ayarlar
uk: Параметри
vi: Cài đặt

# OrchardCore.Localization.AdminMenu
source: Localization
el: Τοπικοποίηση
es: Localización
fi: Lokalisointi
tr: Yerelleştirme
uk: Локалізація
vi: Bản địa hoá

# OrchardCore.Localization.AdminMenu
source: Cultures
cs: Jazyková verze
de: L채ndereinstellung
el: Πολιτισμοί
es: Culturas
fa: فرهنگ‌ها
fi: Kulttuurit
nb_no: Kulturer
pl: Kultury
ru: Культуры
tr: Kültürler
uk: Культура
vi: Ngôn ngữ

# OrchardCore.Localization.LocalizationDeploymentStartup
source: Culture settings
el: Ρυθμίσεις πολιτισμού
es: Ajustes de cultura
fi: Kulttuurin asetukset
ru: Настройки культуры
tr: Kültür Ayarları
uk: Налаштування культури

# OrchardCore.Localization.LocalizationDeploymentStartup
source: Exports the culture settings.
el: Εξάγει τις ρυθμίσεις πολιτισμού.
es: Exporta los ajustes de cultura.
fi: Vie kulttuurin asetukset.
ru: Экспорт настроек культуры.
tr: Kültür ayarlarını dışa aktarır.
uk: Експорт налаштувань культури.

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: A culture is required
cs: Jazyková verze je vyžadována
de: Eine Kultur ist erforderlich
el: Ο πολιτισμός πρέπει να συμπληρωθεί
es: Se requiere una cultura
fa: انتخاب یک فرهنگ ضروری است
fi: Vaaditaan kulttuuri
fr: Une culture est nécessaire
nb_no: En kultur er påkrevd
pl: Kultura jest wymagana
ru: Требуется культура
tr: Bir kültür gereklidir
uk: Необхідна культура
vi: Ngôn ngữ là bắt buộc

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: The site has been restarted for the settings to take effect.
el: Ο ιστότοπος έχει επανεκκινήσει για να ισχύσουν οι ρυθμίσεις.
es: El sitio ha sido reiniciado para que los ajustes surtan efecto.
fi: Sivusto on käynnistetty uudelleen, jotta asetukset on saatu voimaan.
ru: Сайт был перезапущен для вступления в силу настроек.
tr: Ayarların geçerli olması için site yeniden başlatıldı.
uk: Щоб ці параметри набули чинності – необхідно перезапустити програму.
vi: Trang web đã được khởi động lại để các cài đặt có hiệu lực.

# OrchardCore.Localization.GraphQL.SiteCulturesQuery
source: The active cultures configured for the site.
cs: Aktivní verze jazykových kultur pro stránku.
de: Die aktiven Kulturen, die f체r die Website konfiguriert sind.
el: Οι ενεργοί πολιτισμοί που διαμορφώνονται για τον ιστότοπο.
es: Las culturas activas configuradas para el sitio.
fa: فرهنگ‌های فعال پیکربندی‌شده برای سایت.
fi: Sivustolle määritetyt aktiiviset kulttuurit.
fr: Les cultures actives configurées pour le site.
nb_no: Aktive språk konfigurert for denne nettsiden.
pl: Aktywne kultury skonfigurowane dla witryny.
ru: Активные культуры настроенные для сайта.
tr: Site için yapılandırılmış aktif kültürler.
uk: Активні культури, налаштовані для сайту.
vi: Những ngôn ngữ đã được cấu hình cho trang web.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
cs: Nově vybraný jazyk bude načten po kliknutí na uložení.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
es: El inquilino actual se cargará de nuevo cuando se guarden los cambios.
fa: پس از ذخیره تنظیمات، tenant جاری، مجدد بارگذاری خواهد شد.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen asetusten tallennuksen yhteydessä.
fr: Le locataire actuel sera rechargé lorsque les paramètres seront sauvegardés.
nb_no: Instansen vil lastes på nytt etter at innstillingene har blitt lagret.
pl: Obecny lokator zostanie przeładowany po zapisaniu ustawień.
ru: Текущий арендатор будет перезагружен при сохранении настроек.
tr: Ayarlar kaydedildiğinde mevcut kiracı yeniden yüklenir.

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Culture
cs: Jazyková verze
de: Kultur
el: Πολιτισμός
es: Cultura
fa: فرهنگ
fi: Kulttuuri
nb_no: Språk
pl: Kultura
ru: Культура
tr: Kültür
uk: Культура
vi: Ngôn ngữ

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Default culture
cs: Výchozí jazyková verze
de: Standardkultur
el: Προεπιλεγμένη πολιτισμός
es: Cultura por defecto
fa: فرهنگ پیش‌فرض
fi: Oletuskulttuuri
fr: Culture par défaut
nb_no: Standardspråk
pl: Domyślna kultura
ru: Культура по умолчанию
tr: Varsayılan kültür
uk: Культура за замовчуванням
vi: Ngôn ngữ mặc định

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Remove culture
cs: Odstranit jazykovou verzi
de: Kultur entfernen
el: Αφαιρέστε τον πολιτισμό
es: Eliminar cultura
fa: حذف فرهنگ
fi: Poista kulttuuri
fr: Supprimer la culture
nb_no: Fjern språk
pl: Usuń kulturę
ru: Удалить культуру
tr: Kültürü kaldır
uk: Вилучення культури
vi: Xoá ngôn ngữ

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Add culture
cs: Přidat jazykovou verzi
de: Kultur hinzuf체gen
el: Προσθήκη πολιτισμού
es: Añadir cultura
fa: افزودن فرهنگ
fi: Lisää kulttuuri
fr: Ajouter une culture
nb_no: Legg til språk
pl: Dodaj kulturę
ru: Добавить культуру
tr: Kültür ekle
uk: Додати культуру
vi: Thêm ngôn ngữ

# OrchardCore.Localization.Views.LocalizationSettings.Edit
source: Define which cultures are supported by the site.
cs: Definujte jaké jazykové verze jsou pro stránku podporovány.
de: Legen Sie fest, welche Kulturen von der Website unterst체tzt werden.
el: Καθορίστε ποίοι πολιτισμοί υποστηρίζονται από τον ιστότοπο.
es: Definir qué culturas son soportadas por el sitio.
fa: فرهنگ‌هایی که توسط سایت پشتیبانی می‌شوند را مشخص کنید.
fi: Määrittele, mitä kulttuureja sivusto tukee.
fr: Définir quelles cultures sont supportées par le site.
nb_no: Definer hvilke språk som er støttet av nettsiden.
pl: Określ które kultury są obsługiwane przez witrynę.
ru: Определите, какие культуры поддерживаются сайтом.
tr: Hangi kültürlerin site tarafından desteklendiğini tanımlayın.
uk: Визначте, які культури підтримуються сайтом.
vi: Thêm một ngôn ngữ được hỗ trợ trên website.

# OrchardCore.Localization.Views.NavigationItemText-localization.Id
source: Localization
el: Τοπικοποίηση
es: Localización
fi: Lokalisointi
fr: Localisation
pl: Ustawienia regionalne
tr: Yerelleştirme

# OrchardCore.Localization.Drivers.LocalizationSettingsDisplayDriver
source: The site has been restarted for the settings to take effect
fr: Le site a été redémarré pour que les paramètres prennent effet
nb_no: Nettstedet har blitt restartet for å aktivere innstillinger
pl: Witryna została zrestartowana, aby ustawienia zaczęły obowiązywać

# OrchardCore.Localization.Views.NavigationItemText-cultures.Id
source: Cultures
nb_no: Kulturer
