Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Infrastructure.po
Languages: bg_bg, cs, fi, fr, it, mk, nb_no, vi, zh_cn

# OrchardCore.Environment.Commands.CommandHostAgent
source: Error executing command "{0}"
cs: Chyba při provádění příkazu "{0}"
fr: Erreur en exécutant la commande "{0}"
vi: Lỗi thực thi lệnh "{0}"
zh_cn: 执行命令时出错“{0}”

# OrchardCore.Environment.Commands.CommandHostAgent
source: Exception Details: {0}: {1}
cs: Podrobnosti o výjimce: {0}: {1}
fr: Détails d'exception : {0}: {1}
vi: Chi tiết ngoại lệ: {0}: {1}
zh_cn: 异常详细信息: {0}: {1}

# OrchardCore.Environment.Commands.CommandHostAgent
source: Stack Trace:
fr: État de la pile :
zh_cn: 堆栈跟踪：

# OrchardCore.Environment.Commands.CommandHostAgent
source: Tenant {0} does not exist
cs: Web {0} neexistuje
fr: Le locataire {0} n'existe pas
vi: Trang web {0} không tồn tại
zh_cn: 租户名 {0} 不存在

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Switch "{0}" was not found
bg_bg: Превключване към {0} не е открито
cs: Přepínač "{0}" nebyl nalezen
fi: Valintaa "{0}" ei löytynyt
fr: Le switch "{0}" n'a pas été trouvé
it: Comando "{0}" non trovato
mk: Прекинувачот "{0}" не беше најден
nb_no: Switch "{0}" ble ikke funnet
vi: Chuyển đổi "{0}" không thấy
zh_cn: 切换“{0}”未找到

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: A property "{0}" exists but is not decorated with "{1}"
bg_bg: Свойство {0} съществува, но не е декорирано с {1}
cs: Vlastnost "{0}" existuje, ale nemá anotaci "{1}"
fi: Ominaisuus "{0}" on olemassa, mutta sitä ei ole kuvattu arvolla "{1}"
fr: Une propriété "{0}" existe mais n'a pas été décorée avec "{1}"
it: Una proprietà "{0}" esiste ma non è decorata con "{1}"
mk: Својство "{0}" постои, но не е декорирано со "{1}"
nb_no: Egenskapen "{0}" finnes men er ikke dekorert med "{1}"
vi: Một thuộc tính "{0}" tồn tại nhưng không được trang trí bằng "{1}"
zh_cn: 属性“{0}”已存在，但不装饰“{1}”

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Error converting value "{0}" to "{1}" for switch "{2}"
bg_bg: Възникна грешка при конвертиране на {0} в {1} при превключване към {2}
cs: Chyba při převodu hodnoty "{0}" na "{1}" pro přepínač "{2}"
fi: Virhe muunnettaessa arvoa "{0}" arvoksi "{1}" kytkimelle "{2}"
fr: Erreur lors de la conversion de la valeur "{0}" à "{1}" pour le switch "{2}"
it: Errore nella conversione del valore "{0}" in "{1}" per il comando "{2}"
mk: Грешка при конверзија на вредност "{0}" во "{1}" за прекинувач "{2}"
nb_no: Feil ved konvertering av verdi "{0}" til "{1}" for switch "{2}
vi: Lỗi chuyển đổi giá trị "{0}" sang "{1}" cho chuyển đổi "{2}"
zh_cn: 转换值“{0}”为“{1}”转换“{2}”时出错

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Command arguments "{0}" don't match command definition
bg_bg: Командните аргументи "{0}" не съвпадат с командната дефиниция
cs: Argumenty příkazu "{0}" se neshodují s definicí příkazu
fi: Komennon argumentit "{0}" eivät vastaa komennon määritystä
fr: Les arguments de commande "{0}" ne correspondent pas à la définition de la commande
it: Argomenti del comando "{0}" non corrispondono alla definizione del comando
mk: Аргументите на командата "{0}" не соодветствуваат на дефиницијата на командата
nb_no: Kommando argumenter "{0}" er ikke i samsvar med kommandodefinisjonen
vi: Tham số lệnh "{0}" không khớp định nghĩa lệnh
zh_cn: 命令参数“{0}”与命令定义不匹配

# OrchardCore.Environment.Commands.DefaultCommandHandler
source: Method "{0}" does not support switch "{1}".
bg_bg: Метод"{0}" не поддържа превключване към "{1}".
cs: Metoda "{0}" nepodporuje přepínač "{1}".
fi: Menetelmä "{0}" ei tue valitsinta "{1}".
fr: La méthode "{0}" ne prend pas en charge le switch "{1}".
it: Il metodo "{0}" non supportato dal comando "{1}".
mk: Методот "{0}" не поддржува прекинувач "{1}".
nb_no: Metoden "{0}" st√∏tter ikke switchen "{1}".
vi: Phương thức "{0}" không hỗ trợ chuyển đổi "{1}".
zh_cn: 方法“{0}”不支持切换“{1}”。

# OrchardCore.Environment.Commands.DefaultCommandManager
source: Multiple commands found matching arguments "{0}". Commands available: {1}.
bg_bg: Има множество команди, които съвпадат с аргументи "{0}". Налични команди: {1}.
cs: Nalezeno více příkazů s kompatibilními argumenty "{0}". Dostupné příkazy: {1}.
fi: Useampi argumentteihin "{0}" sopivia komentoja löytyi. Saatavilla olevat komennot: {1}.
fr: Plusieurs commandes trouvées correspondants aux arguments "{0}". Commandes disponibles : {1}.
it: Sono stati trovati più comandi che corrispondono agli argomenti "{0}". Comandi disponibili: {1}.
mk: Повеќе команди најдени кои одговараат на аргументите "{0}". Достапни команди: {1}.
nb_no: Flere kommandoer finnes som passer med argumenter "{0}. Tilgjengelige kommandoer: {1}.
vi: Nhiều lệnh tìm thấy tham số phù hợp "{0}". Các lệnh sẵn sàng: {1}.
zh_cn: 多个命令找到匹配参数“{0}”。可用的命令: {1}。

# OrchardCore.Environment.Commands.DefaultCommandManager
source: No command found matching arguments "{0}". Commands available: {1}.
bg_bg: Не са открити команди, които да съвпадат с аргументи "{0}". Налични команди: {1}.
cs: Nebyly nalezeny žádné příkazy s kompatibilními argumenty "{0}". Dostupné příkazy: {1}.
fi: Argumentteihin sopivaa komentoa ei löytynyt "{0}". Saatavilla olevat komennot: {1}.
fr: Aucune commande trouvée correspondant aux arguments"{0}". Commandes disponibles : {1}.
it: Nessun comando trovato con gli argomenti "{0}". Comandi disponibili: {1}.
mk: Не се најдени команди кои соодветствуваат на аргументите "{0}". Достапни команди: {1}.
nb_no: Fant ingen kommandoer som passer med argumenter "{0}. Tilgjengelige kommandoer: {1}.
vi: Không tìm thấy lệnh nào phù hợp với tham số "{0}". Các lệnh sẵn sàng: {1}.
zh_cn: 没有找到匹配参数“{0}”。命令可用： {1}。

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: List of available commands:
bg_bg: Списък с наличните команди:
cs: Seznam dostupných příkazů:
fi: Luettelo käytettävissä olevista komennoista:
fr: Liste des commandes disponibles :
it: Elenco dei comandi disponibili:
mk: Листа на достапни команди:
nb_no: Tilgjengelige kommandoer:
vi: Danh sách các lệnh có sẵn:
zh_cn: 可用命令列表：

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: Command {0} doesn't exist
bg_bg: Команда {0} не съществува
cs: Příkaz {0} neexistuje
fi: Komentoa {0} ei ole olemassa
fr: La commande {0} n'existe pas
it: Il comando {0} non esiste
mk: Командата {0} не постои
nb_no: Kommandoen {0} finnes ikke
vi: Lệnh {0} không tồn tại
zh_cn: 命令 {0} 不存在

# OrchardCore.Environment.Commands.Builtin.HelpCommand
source: {0}.{1}: no help text
bg_bg: {0}.{1}: няма помощен текст
cs: {0}.{1}: nemá text nápovědy
fi: {0}.{1}: ei ohjetta
fr: {0}.{1}: aucun texte d'aide
it: {0}.{1}: nessun testo di aiuto
mk: {0}.{1}: нема текст за помош
nb_no: {0}.{1}: ingen hjelpetekst
vi: {0}.{1}: không có nội dung trợ giúp
zh_cn: {0}.{1}: 没有帮助文本
