Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.GitHub.po
Languages: bg_bg, zh_cn

# OrchardCore.GitHub.AdminMenuGitHubLogin
source: Security
bg_bg: Сигурност
zh_cn: 安全

# OrchardCore.GitHub.AdminMenuGitHubLogin
source: Authentication
bg_bg: Удостоверяване
zh_cn: 认证

# OrchardCore.GitHub.Services.GitHubAuthenticationService
source: ClientID is required
bg_bg: Изисква се ClientID
zh_cn: 需要客户端 Id。

# OrchardCore.GitHub.Services.GitHubAuthenticationService
source: ClientSecret is required
bg_bg: Изисква се ClientSecret
zh_cn: 需要客户端密钥

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: API key is required
bg_bg: Изисква се API ключ
zh_cn: API key 是必需的

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: API secret key is required
bg_bg: Изисква се API секретен ключ
zh_cn: API 密钥是必需的

# OrchardCore.GitHub.ViewModels.GitHubAuthenticationSettingsViewModel
source: Invalid path
bg_bg: Невалиден път
zh_cn: 无效路径

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
bg_bg: Настоящият подсайт ще бъде презареден след като настройките бъдат запазени.
zh_cn: 当设置保存时，将重新加载当前租户。

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: GitHub Authentication Settings
bg_bg: Настройки на GitHub Удостоверяване
zh_cn: GitHub 身份验证设置

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: Client ID
bg_bg: ID на клиента
zh_cn: 客戶端 ID

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The Client ID defined in the general tab of your <a target="_blank" href="https://github.com/settings/apps">GitHub App</a>.
bg_bg: Дефинираното ID на клиента в основния таб на вашето <a target="_blank" href="https://github.com/settings/apps">GitHub приложение</a>.
zh_cn: 您的一般标签页中定义的客户ID <a target="_blank" href="https://github.com/settings/apps">GitHub 应用程序</a>。

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: Client secret
bg_bg: Парола на клиента
zh_cn: 客户端密钥

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The secret for your app.
bg_bg: Парола на вашето приложение.
zh_cn: 您的应用程序的密钥。

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: CallbackPath
zh_cn: 回调地址

# OrchardCore.GitHub.Views.GithubAuthenticationSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
bg_bg: Заявения адрес в рамките на базовия адрес на приложението където потребителят ще бъде върнат. Междинният процес ще придвижи заявката когато я получи.
zh_cn: 应用程序的基路径中的请求路径，user-agent将被返回。中间件将会到达时处理此请求。
