Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Html.po
Languages: ar, el, ja, uk

# OrchardCore.Html.Drivers.HtmlBodyPartDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
ar: {0} لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {1}
el: Το {0} δεν περιέχει έγκυρη Liquid έκφραση. Λεπτομέρειες: {1}
ja: {0} は正しいリキッド式を含んでいません。詳細: {1}
uk: {0} не містить дійсного виразу Liquid. Деталі: {1}

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: Content stored as HTML.
ar: المحتوى المخزن كـ HTML.
el: Το περιεχόμενο αποθηκεύεται ως HTML.
ja: HTML として保存されるコンテンツ
uk: Контент, збережений у форматі HTML.

# OrchardCore.Html.GraphQL.HtmlBodyQueryObjectType
source: the HTML content
ar: محتوى HTML
el: το περιεχόμενο HTML
ja: HTML コンテンツ
uk: HTML контент

# OrchardCore.Html.Settings.HtmlBodyPartMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
el: Οι επιλογές είναι γραμμένες σε λάθος μορφή.
uk: Опції записані у неправильному форматі.

# OrchardCore.Html.Settings.HtmlBodyPartTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
ar: تم كتابة الخيارات بصيغة خاطئة.
el: Οι επιλογές είναι γραμμένες σε λανθασμένη μορφή.
ja: オプションは間違った形式で入力されています。
uk: Опції записані у неправильному форматі.

# OrchardCore.Html.Views.HtmlBodyPart-Monaco.Edit
source: The body of the content item.
el: Το σώμα του στοιχείου περιεχομένου.
uk: Тіло елемента контенту.

# OrchardCore.Html.Views.HtmlBodyPart-Monaco.Option
source: Monaco editor
el: Επεξεργαστή Κειμένου Monaco
uk: Редактор Monaco

# OrchardCore.Html.Views.HtmlBodyPart-Trumbowyg.Edit
source: The body of the content item.
ar: المحتوى لعنصر المحتوى.
el: Το σώμα του περιεχομένου.
ja: コンテンツの項目の本文
uk: Тіло елемента контенту.

# OrchardCore.Html.Views.HtmlBodyPart-Trumbowyg.Option
source: Trumbowyg editor
ar: محرر Trumbowyg
el: Επεξεργαστή Κειμένου Trumbowyg
ja: Trumbowyg エディタ
uk: Редактор Trumbowyg

# OrchardCore.Html.Views.HtmlBodyPart-Wysiwyg.Edit
source: The body of the content item.
ar: المحتوى لعنصر المحتوى.
el: Το σώμα του περιεχομένου.
ja: コンテンツの項目の本文
uk: Тіло елемента контенту.

# OrchardCore.Html.Views.HtmlBodyPart-Wysiwyg.Option
source: Wysiwyg editor
ar: محرر Wysiwyg
el: Επεξεργαστή Κειμένου Wysiwyg
ja: HTMLエディタ
uk: Візуальний редактор

# OrchardCore.Html.Views.HtmlBodyPart.DisplayOption
source: Standard
ar: قياسي
el: Καθιερωμένο
ja: 標準
uk: Стандартний

# OrchardCore.Html.Views.HtmlBodyPart.Edit
source: The body of the content item.
ar: المحتوى لعنصر المحتوى.
el: Το σώμα του περιεχομένου.
ja: コンテンツの項目の本文
uk: Тіло елемента контенту.

# OrchardCore.Html.Views.HtmlBodyPart.Option
source: Standard
ar: قياسي
el: Τυπικό
ja: 標準
uk: Стандартний

# OrchardCore.Html.Views.HtmlBodyPartMonacoSettings.Edit
source: Enter the editor options, language is always set to `html` when saved.
el: Εισαγάγετε τις επιλογές επεξεργαστή κειμένου, η γλώσσα ορίζεται πάντα σε `html` όταν αποθηκεύεται.
uk: Введіть налаштування редактора, під час збереження мова завжди встановлюється як `html`.

# OrchardCore.Html.Views.HtmlBodyPartMonacoSettings.Edit
source: Documentation for options
el: Τεκμηρίωση για επιλογές
uk: Документація для опцій

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Sanitize Html
ar: تطهير الـ Html
el: Απολύμανση Html
ja: Htmlをサニタイズする
uk: Санітизувати Html

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
ar: ما إذا كان Html قد تم تطهيره لمنع السكربتات المخصصة.
el: Εάν το Html έχει απολυμανθεί για την αποτροπή προσαρμοσμένων σεναρίων scripts.
ja: カスタムスクリプトの実行を防ぐために Html をサニタイズするかどうか。
uk: Чи очищено Html-код для запобігання використанню користувацьких скриптів.

# OrchardCore.Html.Views.HtmlBodyPartSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
uk: Див. документацію

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Insert Media with url
ar: ادرج وسائط متعددة مع الرابط
el: Εισαγάγετε τα Πολυμέσα με τη διεύθυνση url
ja: Url でメディアを挿入
uk: Вставити медіа за Url-адресою

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Shortcode is inserted).
el: Εάν η διεύθυνση url χρησιμοποιείται όταν επιλέγεται από την επιλογή Εισαγωγή Πολυμέσων (Από προεπιλογή, έχει εισαχθεί ο Σύντομος κώδικας).
uk: Чи використовується Url-адреса, коли вибрано "Вставити медіа" (за замовчуванням вставляється Shortcode).

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Enter the editor options
ar: ادخل خيارات المحرر
el: Εισήγαγε τις επιλογές του επεξεργαστή κειμένου
ja: エディタのオプションを入力してください
uk: Введіть параметри редактора

# OrchardCore.Html.Views.HtmlBodyPartTrumbowygSettings.Edit
source: Documentation for options
ar: توثيق الخيارات
el: Τεκμηρίωση για επιλογές
ja: オプションのドキュメント
uk: Документація для опцій

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Select Media
ar: إختر وسائط
el: Επιλογή Πολυμέσων
ja: メディアの選択
uk: Оберіть медіафайл

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: OK
ar: موافق
el: Εντάξει

# OrchardCore.Html.Views.Media-HtmlBodyPart.Modal
source: Cancel
ar: إلغاء
el: Άκυρο
ja: キャンセル
uk: Скасувати
