Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Admin.po
Languages: ar, es, fa, fr, id, ko, nl, pt_br, ru, sk, th_th, tr

# OrchardCore.Admin.AdminMenu
source: Configuration
ar: الإعدادات
es: Configuración
fa: پیکربندی
id: Konfigurasi
ko: 환경설정
nl: Configuratie
pt_br: Configuração
ru: Конфигурация
sk: Konfigurácia
th_th: การกำหนดค่าคุณสมบัติ
tr: Yapılandırma

# OrchardCore.Admin.AdminMenu
source: Settings
ar: الإعدادات
es: Ajustes
fa: تنظیمات
fr: Paramètres
id: Pengaturan
ko: 설정
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
th_th: การตั้งค่า
tr: Ayarlar

# OrchardCore.Admin.AdminMenu
source: Admin
ar: المدير
fa: مدیر سیستم
ko: 관리자
nl: Beheerder
pt_br: Administração
ru: Администрирование
sk: Správca
th_th: ผู้ดูแลระบบ
tr: Yönetici

# OrchardCore.Admin.DeploymentStartup
source: Admin settings
ar: إعدادات المدير
es: Ajustes de Admin
fa: تنظیمات مدیر سیستم
fr: Paramètres d'administration
id: Pengaturan Admin
ko: 관리자 설정
nl: Beheerdersinstellingen
pt_br: Configurações da Administração
ru: Настройки администратора
sk: Nastavenia administrácie
th_th: การตั้งค่าผู้ดูแลระบบ
tr: Yönetici ayarları

# OrchardCore.Admin.DeploymentStartup
source: Exports the admin settings.
ar: تصدير إعدادات المدير.
es: Exportar los ajustes de Administración.
fa: گرفتن خروجی از تنظیمات جستجوی مدیر سیستم.
fr: Exporte les paramètres d'administration.
id: Ekspor pengaturan admin.
ko: 관리자 설정 내보내기
nl: Exporteert de beheerdersinstellingen.
pt_br: Exporta as configurações da administração.
ru: Экспорт настроек администратора.
sk: Exportuje nastavenia administrácie.
th_th: ส่งออกข้อมูลการตั้งค่าผู้ดูแลระบบ
tr: Yönetici ayarlarını dışarı aktarır.

# OrchardCore.Admin.Views.AdminDashboard
source: Welcome to Orchard Core
ar: مرحباً بكم في Orchard Core
fr: Bienvenue dans Orchard Core
id: Selamat datang di Orchard Core
nl: Welkom bij Orchard Core

# OrchardCore.Admin.Views.AdminDashboard
source: Feel free to browse the menu and discover all its possibilities.
ar: لا تتردد في تصفح القائمة و إستكشاف جميع إمكانياتها.
es: No dude en consultar el menú de la izquierda y descubrir todas sus posibilidades.
fa: توسط منوی سمت راست، به تمامی امکانات دسترسی دارید.
fr: N'hésitez pas à naviguer dans le menu et à découvrir toutes ses possibilités.
id: Jelajahi menu untuk menemukan berbagai fitur yang tersedia.
ko: 메뉴를 자유롭게 탐색하고 모든 기능들을 발견해 보십시오.
nl: Blader gerust door het menu en ontdek alle mogelijkheden.
pt_br: Sinta-se à vontade para navegar no menu e descobrir todas as suas possibilidades.
ru: Не стесняйтесь просматривать меню и открыть все его возможности.
sk: Neváhajte a prezrite si menu a objavte všetky jeho možnosti.
th_th: คุณสามารถเลือกเมนูและค้นหาสิ่งที่เกี่ยวข้องทั้งหมดได้
tr: Tüm özellikleri keşfetmek için soldaki menüyü kullanabilirsiniz.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable dark mode admin theme
ar: تفعيل الوضع المظلم
es: Establecer modo oscuro al tema
fa: فعال سازی حالت شب برای تم مدیر سیستم
pt_br: Ativar o tema modo escuro do admin
ru: Включить тёмную тему администратора
sk: Tmavý režim
th_th: เปิดโหมดกลางคืน สำหรับผู้ดูแลระบบ
tr: Yönetici ekranında gece modunu etkinleştir

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a dark mode admin theme can be displayed.
ar: ما إذا كان يمكن عرض الوضع المظلم في قالب المدير.
es: Si se puede mostrar un tema de administración en modo oscuro.
fa: یک حالت شب برای تم مدیر سیستم بتواند نمایش داده شود.
pt_br: Se um tema de administrador de modo escuro pode ser exibido.
ru: Может ли темная тема администратора отображаться.
sk: Použiť tmavú tému administrácie.
tr: Karanlık mod yönetici temasının görüntülenip görüntülenemeyeceği.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable Admin Menu filter
ar: تفعيل مرشح قوائم الإدارة
es: Activar filtro de menú Admin
fa: فعال سازی فیلتر منوی مدیر سیستم
fr: Activer le filtre du menu Admin
id: Aktifkan Filter Menu Admin
ko: 관리자 메뉴 필터기능 활성화
nl: Beheerder Menu filter inschakelen
pt_br: Ativar filtro no Menu de Administração
ru: Включить фильтр меню администратора
sk: Povoliť Admin Menu filter
tr: Yönetici Menü Filtresini Etkinleştir

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a quick search to filter the admin menu is displayed.
ar: إظهار البحث السريع لترشيح قوائم الإدارة.
es: Si se muestra una búsqueda rápida para filtrar el menú de administración.
fa: فعال کردن «جستجوی سریع» ، برای فیلتر کردن گزینه های منوی مدیر سیستم.
fr: Si on affiche une recherche rapide pour filtrer le menu d'administration.
id: Menampilkan fitur pencarian cepat di menu admin.
ko: 관리자 메뉴 필터링을위한 빠른 검색 표시 여부
nl: Of een snelle zoekopdracht om het beheermenu te filteren wordt weergegeven.
pt_br: Exibe a pesquisa rápida no menu de administração.
ru: Отображать ли быстрый поиск для фильтрации меню администратора.
sk: Zobrazovať rýchle vyhľadávanie na filtrovanie ponuky administrácie.
tr: Yönetici menüsüne filtre uygulamak için hızlı bir arama olup olmadığı görüntülenir.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display New menu
ar: عرض قائمة جديدة
es: Mostrar nuevo menú
fa: نمایش "افزودن منو"
fr: Afficher le menu Nouveau
id: Tampilkan Menu Baru
nl: Nieuw menu weergeven
ru: Показать новое меню
sk: Zobraziť nové menu
tr: Yeni Menüyü Göster

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether a New menu is displayed in the admin menu.
ar: إذا تم عرض قائمة جديدة في قائمة المدير.
es: Si se muestra un nuevo menú en el menú de administración.
fa: "افزودن منو" در منوی مدیر سیستم بتواند نمایش داده شود.
fr: Si un menu Nouveau est affiché dans le menu d'administration.
id: Menampilkan menu baru di menu admin.
nl: Of een nieuw menu wordt weergegeven in het beheermenu.
ru: Новое меню отображается в меню администратора.
sk: Zobraziť nové menu v administrácii.
tr: Yeni menünün admin menüde görüntülenip görüntülenemeyeceği.

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Display titles in top bar
ar: عرض العناوين في الشريط العلوي
es: Mostrar títulos en la barra superior
fa: نمایش عنوان ها در نوار بالا
fr: Afficher les titres dans la barre du haut
id: Tampilkan judul ke bagian atas
nl: Titels in de bovenste balk weergeven
ru: Отображать заголовки в верхней панели
sk: Zobrazenie titulov v hornom paneli
th_th: แสดงชื่อหัวข้อใน Top bar
tr: Başlığı üst barda göster

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether the titles are displayed in the top bar.
ar: إذا تم عرض العناوين في الشريط العلوي.
es: Si los títulos se muestran en la barra superior.
fa: عنوان ها در نوار بالا بتواند نمایش داده شود.
fr: Si les titres sont affichés dans la barre du haut.
id: Menampilkan judul pada bagian atas.
nl: Of titels in de bovenste balk worden weergegeven.
ru: Показывать ли заголовки в верхней панели.
sk: Či sú názvy zobrazené v hornej lište.
tr: Başılın üst barda görüntülenip görüntülenemeyeceği.

# OrchardCore.Admin.Views.NavigationItemText-admin.Id
source: Admin
ar: المدير
fa: مدیر سیستم
ko: 관리자
pt_br: Administração
ru: Администрирование
sk: Administrácia
th_th: ผู้ดูแลระบบ
tr: Yönetici

# OrchardCore.Admin.Views.AdminDashboard
source: Welcome to Orchard
es: Bienvenido a Orchard
fa: به اُرچِرد خوش آمدید
ko: Orchard에 오신 걸 환영합니다
pt_br: Bem-vindo ao Orchard
sk: Vitajte v Orcharde
th_th: ยินดีต้อนรับสู่ Orchard
tr: Orchard 'a hoş geldiniz

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Enable theme toggler
fr: Activer le commutateur de thème
id: Aktifkan pengubah tema
nl: Thema schakelaar inschakelen

# OrchardCore.Admin.Views.AdminSettings.Edit
source: Whether or not to display a theme toggler.
fr: Afficher/Masquer le commutateur de thème.
id: Menampilkan tombol pengubah tema.
nl: Wel of geen thema knop weergeven.

# OrchardCore.Admin.Views.VisitSiteNavbarItem
source: Visit Site
fr: Visiter le site
id: Kunjungi Situs
nl: Bezoek site
