Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentTypes.po
Languages: el, es, fa, it, ja, mk, pl, pt_br, tr, uk

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Update Content Definitions
el: Ενημέρωση Ορισμών Περιεχομένου
es: Actualizar definiciones de contenido
fa: تعاریف محتوا را به روز کنید
it: Aggiorna Definizioni Contenuto
ja: コンテンツ定義の更新
pt_br: Atualizar Definições de Conteúdo
tr: İçerik Açıklaması
uk: Оновити визначення вмісту

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: Include all content types and parts definitions.
el: Συμπεριλαμβάνει όλους τους τύπων περιεχομένου και τμήματα ορισμών.
es: Incluir todos los tipos de contenido y definiciones de partes.
fa: تمام انواع و بخش‌های محتوا را شامل شود.
it: Includi tutte le definizioni dei tipi e delle parti di contenuto.
ja: すべてのコンテンツタイプとコンテンツパーツの定義を含めます。
mk: Вклучи ги сите дефиниции на содржински видови и делови.
pl: Dołącz wszystkie typy treści i definicje części.
pt_br: Incluir todos os tipos de conteúdo e definições de componentes.
tr: Tüm içerik türlerini ve parça tanımlarını ekle.
uk: Долучити усі типи контенту та визначення частин.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
el: Οι τύποι περιεχομένου που πρέπει να προστεθούν ως τμήμα του σχεδίου.
es: Los tipos de contenido a añadir como parte del plan.
fa: انواع محتوایی که می‌خواهید به برنامه استقرار اضافه شود.
it: I tipi di contenuto da aggiungere come parte del piano.
ja: プランの一部として追加するコンテンツタイプ。
mk: Содржински видови кои би се додале како дел од планот.
pl: Typy treści do dodania jako część planu.
pt_br: Os tipos de conteúdo a serem adicionados como parte do plano.
tr: Planın bir parçası olarak eklenecek içerik türleri.
uk: Типи контенту, які потрібно додати як частину плану.

# OrchardCore.ContentTypes.Views.Items.ContentDefinitionDeploymentStep.Fields.Edit
source: The content parts to add as part of the plan.
el: Τα τμήματα περιεχομένου για να προστεθούν ως μέρος του σχεδίου.
es: Las partes de contenido a añadir como parte del plan.
fa: بخش‌های محتوایی که می‌خواهید به برنامه استقرار اضافه شود.
it: Le parti di contenuto da aggiungere come parte del piano.
ja: プランの一部として追加するコンテンツパーツ
mk: Делоцви на содржински кои би се додале како дел од планот.
pl: Elementy treści do dodania jako część planu.
pt_br: Os componentes de conteúdo a serem adicionadas como parte do plano.
tr: Planın bir parçası olarak eklenecek içerik parçaları.
uk: Частини контенту, які потрібно додати як частину плану.

source: Update Content Definitions
el: Ενημέρωση Ορισμών Περιεχομένου
es: Actualizar definiciones de contenido
fa: تعاریف محتوا را به روز کنید
it: Aggiorna Definizioni Contenuto
ja: コンテンツ定義の更新
pt_br: Atualizar Definições de Conteúdo
tr: İçerik Açıklaması
uk: Оновити визначення контенту

source: Content Definitions should be placed before any content steps.
el: Οι Ορισμοί Περιεχομένου πρέπει να τοποθετούνται πριν από οποιαδήποτε βήματα στο περιεχόμενο.
es: Las definiciones de contenido deben colocarse antes de cualquier paso de contenido.
fa: تعاریف محتوا باید قبل از هر مرحله محتوا قرار گیرد.
it: Le definizioni contenuto devono essere posizionate prima di qualsiasi step contenuto.
ja: コンテンツ定義は、コンテンツステップの前に配置する必要があります。
tr: İçerik tanımları, herhangi bir içerik adımından önce yerleştirilmelidir.
uk: Визначення контенту слід розміщувати перед будь-якими кроками контенту.

source: Update Content Definitions
el: Ενημέρωση Ορισμών Περιεχομένου
es: Actualizar definiciones de contenido
fa: تعاریف محتوا را به روز کنید
it: Aggiorna Definizioni Contenuto
ja: コンテンツ定義の更新
pt_br: Atualizar Definições de Conteúdo
tr: İçerik Açıklamaları
uk: Оновити визначення вмісту

source: Exports specified content type and part definitions for updating.
el: Εξάγει καθορισμένο τύπο περιεχομένου και ορισμούς τμημάτων για ενημέρωση.
es: Exporta definiciones especificadas de tipo de contenido y partes para actualizar.
fa: نوع محتوای خاص و تعاریف قسمت مشخص شده را برای به روز رسانی صادر می کند.
it: Esporta le definizioni dei tipi e delle parti di contenuto per aggiornarle.
ja: 指定されたコンテンツ タイプとコンテンツ パーツの定義を更新用にエクスポートします。
pt_br: Exporta o tipo de conteúdo especificado e definições de componentes para atualização.
tr: Belirtilen içerik türünü ve parça tanımlarını güncelleme için dışa aktarır.
uk: Експортує вказаний тип контенту та визначення частин для оновлення.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: テクニカル名
tr: Teknik İsim
uk: Технічна назва

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Technical name of the part.
el: Τεχνική ονομασία του τμήματος.
es: Nombre técnico de la parte reutilizable.
fa: نام فنی این بخش.
it: Nome tecnico della parte.
ja: パーツのテクニカル名
tr: Alanın teknik adı.
uk: Технічне ім'я цієї частини.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для відображення

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Name of the part as it will be displayed in screens. Leave empty to use defaults.
el: Το όνομα του τμήματος όπως θα εμφανίζεται σε οθόνες. Αφήστε κενό για να χρησιμοποιήθουν οι προεπιλογές.
es: Nombre de la parte tal como será mostrado. Dejar en blanco para usar los valores por defecto.
fa: نام این بخش برای زمانی که نمایش داده می‌شود. برای استفاده از پیش‌فرض‌ها خالی بماند.
it: Il nome della parte che verrà mostrato a schermo. Lasciare vuoto per utilizzare i valori predefiniti.
ja: 画面に表示されるパーツ名です。空白の場合はデフォルトを使用します。
mk: Име на делот кој ќе биде прикажан на екрани. Оставете празно за да се користи предодредената вредност.
pl: Nazwa części jaka będzie wyświetlana na ekranach. Pozostaw puste, aby użyć domyślnych.
pt_br: Nome do componente que será exibido nas páginas. Deixe em branco para usar o padrão.
tr: Ekranda görüntüleneceği şekliyle parçanın adı. Varsayılanları kullanmak için boş bırakın.
uk: Назва частини, яка буде показуватись на екранах. Залиште порожнім, щоб використовувати значення за замовчуванням.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Description
el: Περιγραφή
es: Descripción
fa: توضیحات
it: Descrizione
ja: 説明
mk: Опис
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: Опис

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Optionally provide a description for this part.
el: Προαιρετικά δώστε μια περιγραφή για αυτό το τμήμα.
es: Opcionalmente proporcione una descripción para esta parte.
fa: (اختیاری) توضیحی برای این بخش ارائه می‌دهد.
it: E' possibile fornire una descrizione per questa parte.
ja: 必要に応じて、このパートの説明を入力します。
mk: Опционално поднесете опис за овој дел.
pl: Opcjonalnie podaj opis dla tej części.
pt_br: Opcionalmente, forneça uma descrição para este componente.
tr: İsteğe bağlı olarak bu kısım için bir açıklama girin.
uk: За бажанням, надайте опис цієї частини.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Attachable
el: Προσαρτώμενο
es: Adjuntable
fa: امکان ضمیمه‌شدن وجود داشته باشد
it: Allegabile
ja: 添付可能
mk: Со можност за прикачување
pl: Dołączalne
pt_br: Anexável
tr: İliştirilebilir
uk: Можна прикріпити

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached to other content types.
el: Επιλέξε για να επιτρέψετε την προσάρτηση αυτού του μέρους σε άλλους τύπους περιεχομένου.
es: Marcar para permitir que esta parte se pueda adjuntar a otros tipos de contenido.
fa: امکان استفاده از این بخش در انواع دیگر محتوا میسر می‌شود.
it: Seleziona l'opzione per far sì che questa parte possa essere allegata ad un altro tipo di contenuto.
ja: このパーツを他のコンテンツタイプに追加できるようにする場合はチェック
mk: Избери за дозвола овој дел да биде прикачен кон други содржински видови.
pl: Zaznacz, aby umożliwić przyłączenie tej części do innych typów treści.
pt_br: Marque para permitir que este componente seja adicionado a outros tipos de conteúdo.
tr: Bu bölümün diğer içerik türlerine eklenmesine izin vermek için işaretleyin.
uk: Відмітьте, щоб дозволити прикріплення цієї частини до інших типів контенту.

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Reusable
el: Επαναχρησιμοποιείται
es: Reutilizable
fa: قابل استفاده مجدد
it: Riutilizzabile
ja: 再利用可能
mk: Со можност за повторно користење
pl: Ponowne użycie
pt_br: Reutilizável
tr: Tekrar Kullanılabilir
uk: Повторне використання

# OrchardCore.ContentTypes.Views.ContentPartSettings.Edit
source: Check to allow this part to be attached multiple times.
el: Επιλέξτε για να επιτραπεί η προσάρτηση αυτού του τμήματος πολλές φορές.
es: Marcar para permitir que esta parte pueda ser adjuntada varias veces.
fa: امکان چندین بار استفاده از این بخش در یک نوع محتوا میسر می‌شود.
it: Seleziona l'opzione per far sì che questa parte possa essere allegata più volte.
ja: このパーツを複数回追加できるようにする場合はチェック
mk: Избери за дозвола овој дел да биде прикачен повеќе пати.
pl: Zaznacz, aby pozwolić na wielokrotne dołączanie tej części.
pt_br: Marque para permitir que este componente seja adicionado várias vezes.
tr: Bu bölümün diğer birden fazla ilişkilendirilmesine izin vermek için işaretleyin.
uk: Відмітьте, щоб дозволити прикріпити цю частину кілька разів.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: テクニカル名
tr: Teknik İsim
uk: Технічна назва

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Technical name of the type.
el: Τεχνική ονομασία του τύπου.
es: Nombre técnico del tipo.
fa: نام فنی این نوع.
it: Nome tecnico del tipo.
ja: そのタイプのテクニカル名
tr: Türün teknik adı.
uk: Технічна назва типу.

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для відображення

# OrchardCore.ContentTypes.Views.ContentType.Edit
source: Name of the type as it will be displayed on screens.
el: Ονομασία του τύπου όπως θα εμφανίζεται στις οθόνες.
es: Nombre del tipo tal como será mostrado.
fa: نام این نوع برای زمانی که نمایش داده می‌شود.
it: Nome del tipo che verrà visualizzato a schermo.
ja: 画面に表示される種類の名前です。
mk: Името на видот, како што би бил прикажан на екрани.
pl: Nazwa typu, która będzie wyświetlana na ekranach.
pt_br: Nome do tipo de conteúdo que será exibido nas páginas.
tr: Ekranda görünecek şekliyle türün adı.
uk: Назва типу, яка буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Description
el: Περιγραφή
fa: شرح
ja: 説明
tr: Açıklama
uk: Опис

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) Description of the content type
el: (Προαιρετικό) Περιγραφή του τύπου περιεχομένου
fa: (اختیاری) شرح نوع محتوا
ja: (オプション) コンテンツ タイプの説明
tr: (İsteğe bağlı) İçerik türünün açıklaması
uk: (Необов’язково) Опис типу контенту

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Creatable
el: Ικανό να δημιουργηθεί
es: Creable
fa: ایجاد شود
it: Creabile
ja: 作成可能
mk: Со можност за креирање
pl: Utworzona
pt_br: Criável
tr: Oluşturulabilir
uk: Можна створити

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be created through the UI.
el: Προσδιορίζει εάν μια εμφάνιση αυτού του τύπου περιεχομένου μπορεί να δημιουργηθεί μέσω του περιβάλλοντος χρήστη.
es: Determina si una instancia de este tipo de contenido puede ser creada a través de la interfaz de usuario.
fa: امکان ساخت این نوع محتوا توسط رابط کاربری میسر باشد.
it: Determina la capacità di creare un'istanza di questo tipo di contenuto attraverso l'UI.
ja: このコンテンツ タイプのインスタンスを UI を通じて作成できるかどうかを決定します。
mk: Одредува дали инстанца на овој содржински вид може да биде креиран преку корисничкиoт интерфејс.
pl: Określa czy instancja tego typu treści może być utworzona za pomocą interfejsu użytkownika.
pt_br: Determina se uma instância deste tipo de conteúdo pode ser criada através da interface do usuário.
tr: Bu içerik türünün bir örneğinin UI aracılığıyla oluşturulabileceğini belirler.
uk: Визначає, чи можна створити елемент цього типу контенту через інтерфейс користувача.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Listable
el: Ικανό να μπει σε λίστα
fa: لیست شود
it: Elencabile
ja: リスト表示可能
mk: Со можност за прелистување
pl: Lista
pt_br: Listável
tr: Listelenebilir
uk: Можна як список

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if an instance of this content type can be listed through the UI.
el: Προσδιορίζει αν μια εμφάνιση αυτού του τύπου περιεχομένου μπορεί να καταγραφεί μέσω του περιβάλλοντος χρήστη.
es: Determina si una instancia de este tipo de contenido puede ser listado a través de la interfaz de usuario.
fa: این نوع محتوا توسط رابط کاربری لیست شود.
it: Determina la capacità di elencare le istanze di questo tipo di contenuto attraverso l'UI.
ja: このコンテンツタイプのインスンタンスがUIでの一覧で表示されるか決定します
mk: Одредува дали инстанца на овој содржински вид може да биде прелистуван преку корисничкиoт интерфејс.
pl: Określa, czy instancja tego typu treści może być wymieniona za pośrednictwem interfejsu użytkownika.
pt_br: Determina se uma instância deste tipo de conteúdo pode ser listada através da interface do usuário.
tr: Bu içerik türünün bir örneğinin UI aracılığıyla listelenip listelenemeyeceğini belirler.
uk: Визначає, чи можна показати як список елементи цього типу контенту через інтерфейс користувача.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Draftable
el: Ικανό να δημιουργηθεί προσχέδιο
es: Borrador es posible
fa: پیش‌نویس شود
it: Bozza
ja: 下書き可能
mk: Со можност да креирање нацрт
pl: Robocza
pt_br: Permitir versões de rascunho
tr: Taslaklanabilir
uk: Можна як чернетка

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports draft versions.
el: Καθορίζει αν αυτός ο τύπος περιεχομένου υποστηρίζει εκδόσεις στο προσχέδιο.
es: Determina si este tipo de contenido soporta versiones de borradores.
fa: امکان ایجاد نسخه پیش‌نویس برای این نوع محتوا میسر باشد.
it: Determina se questo tipo di contenuto supporta delle versioni di bozza.
ja: このコンテンツタイプが下書きバージョンをサポートするかどうかを決定します。
mk: Одредува дали содржинскиот вид поддржува креирање на нацрт верзии.
pl: Określa, czy ten typ treści obsługuje wersje robocze.
pt_br: Determina se este tipo de conteúdo permite versões de rascunho.
tr: Bu içerik türünün taslak sürümleri destekleyip desteklemediğini belirler.
uk: Визначає, чи цей тип контенту підтримує чернетки.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Versionable
el: Ικανό να δημιουργηθεί έκδοση
fa: نسخه‌بندی شود
it: Versionabile
ja: バージョン管理可能
mk: Со можност за верзии
pl: Wersja
pt_br: Versionável
tr: Versiyonlanabilir
uk: Можна з версіями

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type supports versioning.
el: Καθορίζει αν αυτός ο τύπος περιεχομένου υποστηρίζει εκδόσεις.
es: Determina si este tipo de contenido soporta versionado.
fa: امکان نسخه‌بندی این نوع محتوا میسر باشد.
it: Determina se questo tipo di contenuto supporta la versionatura delle istanze.
ja: このコンテンツ タイプがバージョン管理をサポートするかどうかを決定します。
mk: Одредува дали содржинскиот вид поддржува креирање на различни верзии.
pl: Określa, czy ten typ treści obsługuje wersjonowanie.
pt_br: Determina se este tipo de conteúdo permite versionamento.
tr: Bu içerik türünün sürüm oluşturmayı destekleyip desteklemediğini belirler.
uk: Визначає, чи підтримує цей тип контенту керування версіями.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Securable
el: Ικανό να ορίσουμε επίπεδο ασφαλείας
es: Asegurable
fa: ایمن‌سازی شود
it: Permessi
ja: カスタム権限可能
mk: Со можност за осигурување
pl: Zabezpieczone
pt_br: Condições de segurança
tr: Güvenliği sağlanabilir
uk: Захищений

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Determines if this content type can have custom permissions.
el: Προσδιορίζει αν αυτός ο τύπος περιεχομένου μπορεί να έχει προσαρμοσμένα δικαιώματα.
es: Determina si este tipo de contenido puede tener permisos personalizados.
fa: امکان داشتن مجوز سفارشی‌سازی شده برای این نوع از محتوا میسر باشد.
it: Determina se questo tipo di contenuto può avere permessi personalizzati.
ja: コンテンツタイプがカスタム権限設定できるか決定します
mk: Одредува дали содржинскиот вид може да има прилагодени дозволи.
pl: Określa, czy ten typ zawartości może mieć niestandardowe uprawnienia.
pt_br: Determina se este tipo de conteúdo pode ter permissões personalizadas.
tr: Bu içerik türünün özel izinlere sahip olup olmayacağını belirler.
uk: Визначає, чи може цей тип контенту мати власні дозволи.

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: Stereotype
el: Στερεότυπο
es: Estereotipo
fa: استریوتایپ
it: Stereotipo
ja: ステレオタイプ
mk: Стереотип
pl: Stereotyp
pt_br: Estereótipo
tr: Klişe
uk: Стереотип

# OrchardCore.ContentTypes.Views.ContentTypeSettings.Edit
source: (Optional) The stereotype of the content type. e.g., Widget, MenuItem, ...
el: (Προαιρετικό) Το στερεότυπο του τύπου περιεχομένου. π.χ. Widget, MenuItem, ...
es: (Opcional) El estereotipo del tipo de contenido. Por ejemplo: Widget, MenuItem, etc ...
fa: (اختیاری) استریوتایپ یک نوع محتوا، کلیشه آن است. به عنوان مثال هر محتوایی که کلیشه آن Widget است، Widget و اگر MenuItem باشد، MenuItem محسوب می‌شود.
it: (Opzionale) Lo stereotipo del tipo di contenuto. es., Widget, MenuItem, ...
ja: (オプション)コンテンツタイプのステレオタイプ。例えば、ウィジェット、メニューアイテム、...
mk: (Опционално) Стереотипот на содржинскиот вид н.п. Додаток, Елемент на мени, ...
pl: (Opcjonalnie) stereotyp typu treści, np. widżet, MenuItem, ...
pt_br: (Opcional) O estereótipo do tipo de conteúdo. Ex: Widget, MenuItem, ...
tr: (İsteğe bağlı) İçerik türünün klişesi (stereotip). ör. Widget, MenuItem, ...
uk: (Необов’язково) Стереотип типу контенту. Наприклад: Віджет (Widget), Елемент Меню (MenuItem), тощо...

# OrchardCore.ContentTypes.Views.Admin.Create
source: New Content Type
el: Νέος Τύπος Περιεχομένου
es: Nuevo Tipo de Contenido
fa: نوع محتوای جدید
it: Nuovo Tipo di Contenuto
ja: 新規コンテンツタイプ
mk: Нов содржински вид
pl: Nowy Typ Treści
pt_br: Novo Tipo de Conteúdo
tr: Yeni İçerik Türü
uk: Новий тип вмісту

# OrchardCore.ContentTypes.Views.Admin.Create
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для показу

# OrchardCore.ContentTypes.Views.Admin.Create
source: Name of the type as it will be displayed on screens.
el: Το Όνομα του τύπου όπως θα εμφανίζεται στις οθόνες.
es: Nombre del tipo tal como será mostrado.
fa: نام این نوع محتوا برای زمانی که این نوع محتوا نمایش داده می‌شود.
it: Nome del tipo che verrà visualizzato a schermo.
ja: 画面に表示される種類の名前です。
mk: Името на видот, како што би бил прикажан на екрани.
pl: Nazwa typu, która będzie wyświetlana na ekranach.
pt_br: Nome do tipo de conteúdo que será exibido nas páginas.
tr: Ekranda görünecek şekliyle türün adı.
uk: Назва типу, яка буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: 技術名
mk: Техничко име
pl: Nazwa techniczna
pt_br: Nome técnico
tr: Teknik adı
uk: Технічна назва

# OrchardCore.ContentTypes.Views.Admin.Create
source: Technical name of the type.
el: Τεχνική ονομασία του τύπου.
es: Nombre técnico del tipo.
fa: نام فنی این نوع.
it: Nome tecnico del tipo.
ja: 種類の技術名。
mk: Техничко име на видот.
pl: Nazwa techniczna typu.
pt_br: Nome técnico do campo.
tr: Türün teknik adı.
uk: Технічна назва типу.

# OrchardCore.ContentTypes.Views.Admin.Create
source: Create
el: Δημιουργία
es: Crear
fa: ایجاد
it: Crea
ja: 作成
mk: Креирајте
pl: Utwórz
pt_br: Criar
tr: Oluştur
uk: Створити

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: New Content Part
el: Νέο Τμήμα Περιεχομένου
es: Nueva Parte de Contenido
fa: بخش محتوای جدید
it: Nuova Parte Contenuto
ja: 新規コンテンツパート
mk: Нов содржински вид
pl: Nowa Część Treści
pt_br: Novo Componente
tr: Yeni İçerik Parçası
uk: Нова частина контенту

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Name
el: Όνομα
es: Nombre
fa: نام
it: Nome
ja: 名前
mk: Име
pl: Nazwa
pt_br: Nome
tr: Ad
uk: Назва

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Use no spaces or special characters. For example, "MyCustomPart"
el: Μη Χρησιμοποιείτε κενά ή ειδικούς χαρακτήρες. Για παράδειγμα, "MyCustomPart"
es: No usar espacios o caracteres especiales. Por ejemplo: "MiParte"
fa: از فاصله و یا کارکترهای خاص استفاده نکنید. برای مثال، "MyCustomPart"
it: Non utilizzare spazi o caratteri speciali. Per esempio, "MyCustomPart"
ja: スペースや特殊文字は使用できません。例えば、"MyCustomPart"
mk: Не користете празно место или специјални знаци. На пример, "MyCustomPart"
pl: Nie używaj spacji ani znaków specjalnych. Na przykład "MojaNowaCzesc"
pt_br: Não use espaços ou caracteres especiais. Por exemplo: "MeuComponentePersonalizado"
tr: Boşluk veya özel karakter kullanmayın. Örneğin, şu şekilde kullanabilirsiniz "BenimOzelAlanim"
uk: Не використовуйте пробіли чи спеціальні символи. Наприклад, "MyCustomPart"

# OrchardCore.ContentTypes.Views.Admin.CreatePart
source: Create
el: Δημιουργία
es: Crear
fa: ایجاد
it: Crea
ja: 作成
mk: Креирајте
pl: Utwórz
pt_br: Criar
tr: Oluştur
uk: Створити

source: Content Type Definitions
el: Ορισμοί Τύπου Περιεχομένου
es: Definiciones de Tipo de Contenido
fa: تعاریف نوع محتوا
it: Definizioni dei tipi di contenuto
ja: コンテンツ タイプの定義
pt_br: Definições de Tipo de Conteúdo
tr: İçerik Açıklamaları
uk: Визначення типів контенту

source: A comma separated list of content type definitions to delete
el: Μια λίστα διαχωρισμένων με κόμμα ορισμών τύπου περιεχομένου για διαγραφή
es: Una lista separada por comas de definiciones de tipo de contenido a eliminar
fa: لیستی از تعاریف نوع محتوا که برای حذف با کاما جدا شده است
it: Un elenco separato da virgola di definizioni del tipo di contenuto da eliminare
ja: 削除するコンテンツ タイプ定義のカンマ区切りリスト
pt_br: Uma lista de definições de tipo de conteúdo separados por vírgula para serem excluídos
tr: Silinecek içerik türü tanımlarının virgülle ayrılmış listesi
uk: Список визначень типів контенту, розділених комами, які потрібно видалити

source: Content Part Definitions
el: Ορισμοί Τμήματος Περιεχομένου
es: Definiciones de Parte de Contenido
fa: تعاریف بخش محتوا
it: Definizione delle parti di contenuto
ja: コンテンツ パーツの定義
pt_br: Definições de Componentes de Conteúdo
tr: İçerik Bölümü Tanımları
uk: Визначення частин контенту

source: A comma separated list of content part definitions to delete
el: Μια λίστα ορισμών τύπου περιεχομένου διαχωρισμένων με κόμμα για διαγραφή
es: Una lista separada por comas de definiciones de partes de contenido a eliminar
fa: لیستی از تعاریف نوع محتوا که برای حذف با کاما جدا شده است
it: Un elenco separato da virgola di definizioni delle parti di contenuto da eliminare
ja: 削除するコンテンツパーツ定義のカンマ区切りリスト
pt_br: Uma lista de definições de componentes de conteúdo separados por vírgula para serem excluídos
tr: Silinecek içerik parçası tanımlarının virgülle ayrılmış listesi
uk: Список визначень частин контенту, розділених комами, які потрібно видалити

source: Delete Content Definitions
el: Διαγραφή Ορισμών Περιεχομένου
es: Eliminar definiciones de contenido
fa: حذف تعاریف محتوا
it: Elimina Definizioni Contenuto
ja: コンテンツ定義の削除
pt_br: Excluir Definições de Conteúdo
tr: İçerik Tanımlarını Sil
uk: Видалити визначення контенту
