Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ReverseProxy.po
Languages: bg_bg, it, ja, nb_no, pt_br, ru, sk, vi, zh_hans

# OrchardCore.ReverseProxy.AdminMenu
source: Configuration
bg_bg: Конфигурация
it: Configurazione
ja: 構成
nb_no: Konfigurasjon
pt_br: Configuração
ru: Конфигурация
sk: Konfigurácia
vi: Cấu hình
zh_hans: 配置

# OrchardCore.ReverseProxy.AdminMenu
source: Settings
bg_bg: Настройки
it: Impostazioni
ja: 設定
nb_no: Innstillinger
pt_br: Configurações
ru: Настройки
sk: Nastavenia
vi: Cài đặt
zh_hans: 设置

# OrchardCore.ReverseProxy.AdminMenu
source: Reverse Proxy
bg_bg: Обърнато прокси
ja: リバースプロキシ
nb_no: Revers proxy
pt_br: Proxy reverso
ru: Обратный прокси
sk: Reverzný proxy server
zh_hans: 反向代理

# OrchardCore.ReverseProxy.DeploymentStartup
source: Reverse Proxy settings
bg_bg: Настройки на обърнато прокси
it: Impostazioni del Reverse Proxy
ja: リバースプロキシ設定
nb_no: Revers Proxy innstillinger
pt_br: Configurações de proxy reverso
ru: Настройки обратного прокси
sk: Nastavenia Reverse Proxy
vi: Cài đặt Reverse Proxy
zh_hans: 反转代理设置

# OrchardCore.ReverseProxy.DeploymentStartup
source: Exports the Reverse Proxy settings.
bg_bg: Експорт на настройките на обърнатото прокси.
it: Esporta le impostazioni del reverse proxy.
ja: リバースプロキシ設定をエクスポート
nb_no: Eksporterer Revers Proxy innstillingene.
pt_br: Exporta as configurações de proxy reverso.
ru: Экспорт настроек обратного прокси.
sk: Exportuje nastavenia reverse proxy.
vi: Xuất cài đặt Reverse Proxy.
zh_hans: 导出反向代理设置。

# OrchardCore.ReverseProxy.Views.NavigationItemText-reverseproxy.Id
source: Reverse Proxy
bg_bg: Обърнато прокси
ja: リバースプロキシ
nb_no: Revers proxy
pt_br: Proxy reverso
ru: Обратный прокси
sk: Reverzný proxy server
zh_hans: 反向代理

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: The current tenant will be reloaded when the settings are saved.
it: Il tenant verr√† riavviato quando le impostazioni saranno salvate.
ja: 現在のテナントは設定が保存された時に再読み込みされます
nb_no: Instansen vil lastes på nytt etter at innstillingene har blitt lagret.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.
vi: Trang web hiện tại sẽ được tải lại sau khi các cài đặt được lưu.
zh_hans: 保存设置时将重新加载当前租户。

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-For
bg_bg: Активира препращането на HTTP header X-Forwarded-For
it: Abilita l'inoltro dell'header HTTP X-Forwarded-For
ja: HTTP ヘッダー X-Forwarded-For の転送を有効にします
nb_no: Aktiverer videresending av HTTP-headeren X-Forwarded-For
pt_br: Habilita o encaminhamento do cabeçalho HTTP X-Forwarded-For
ru: Включить перенаправление HTTP заголовка X-Forwarded-For
sk: Povolí preposielanie HTTP hlavičky X-Forwarded-For
vi: Cho phép chuyển tiếp tiêu đề HTTP X-Forwarded-For
zh_hans: 启用 HTTP 头部 X-Forwarded-For参数转发

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Current request value;
bg_bg: Стойност на настоящата заявка;
it: Valore della richiesta corrente;
ja: 現在のリクエスト値;
nb_no: Verdi til gjeldende forespørsel;
pt_br: Valor atual da solicitação:
ru: Текущее значение запроса;
sk: Aktuálna hodnota požiadavky;
vi: Giá trị yêu cầu hiện tại;
zh_hans: 当前请求值；

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Proto
bg_bg: Активира препращането на HTTP header X-Forwarded-Proto
it: Abilita l'inoltro dell'header HTTP X-Forwarded-Proto
ja: HTTP ヘッダー X-Forwarded-Proto の転送を有効にします
nb_no: Aktiverer videresending av HTTP-headeren X-Forwarded-for
pt_br: Habilita o encaminhamento do cabeçalho HTTP X-Forwarded-Proto
ru: Включить перенаправление HTTP заголовка X-Forwarded-Proto
sk: Povolí preposielanie HTTP hlavičky X-Forwarded-Proto
vi: Cho phép chuyển tiếp tiêu đề HTTP X-Forwarded-Proto
zh_hans: 启用 HTTP 头部 X-Forwarded-Proto参数转发

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Enables the forwarding of the HTTP header X-Forwarded-Host
bg_bg: Активира препращането на HTTP header X-Forwarded-Host
it: Abilita l'inoltro dell'header HTTP X-Forwarded-Host
ja: HTTP ヘッダー X-Forwarded-Host の転送を有効にします
nb_no: Aktiverer videresending av HTTP-headeren X-Forwarded-Host
pt_br: Habilita o encaminhamento do cabeçalho HTTP X-Forwarded-Host
ru: Включить перенаправление HTTP-заголовка X-Forwarded-Host
sk: Povolí preposielanie HTTP hlavičky X-Forwarded-Host
vi: Cho phép chuyển tiếp tiêu đề HTTP X-Forwarded-Host
zh_hans: 启用 HTTP 头部 X-Forwarded-Host参数转发

# OrchardCore.ReverseProxy.Views.ReverseProxySettings.Edit
source: Documentation available at: {0}
bg_bg: Документацията е налична на: {0}
it: Documentazione disponibile all'indirizzo: {0}
ja: {0} で利用可能なドキュメント
nb_no: Dokumentasjon tilgjengelig: {0}
pt_br: Documentação disponível em: {0}
ru: Документация доступна: {0}
sk: Dokumentácia je dostupná tu: {0}
vi: Tài liệu có sẵn tại: {0}
zh_hans: 文档可在： {0}
