Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Seo.po
Languages: tr

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The canonical entry contains invalid characters.
tr: Kurallı girdi geçersiz karakterler içeriyor.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The meta entries are written in an incorrect format.
tr: Meta girişleri yanlış bir biçimde yazılmıştır.

# OrchardCore.Seo.Drivers.SeoMetaPartDisplayDriver
source: The google schema is written in an incorrect format.
tr: Google şeması yanlış bir biçimde yazılmıştır.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Whether to render metadata for this page.
tr: Bu sayfa için meta verilerin oluşturulup oluşturulmayacağını belirtir.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Page Title
tr: Sayfa Başlığı

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default generated web browser page title (recommended to keep under 70 characters).
tr: Varsayılan olarak oluşturulan web tarayıcı sayfası başlığını geçersiz kılın (70 karakterin altında tutulması önerilir).

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Description
tr: Meta Açıklaması

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta description to render for this page.
tr: Bu sayfa için oluşturulacak meta açıklama.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Keywords
tr: Meta Anahtar Kelimeleri

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The meta keywords to render for this page, comma separated.
tr: Bu sayfa için oluşturulacak meta anahtar kelimeler, virgülle ayrılmıştır.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Canonical
tr: Kanonik

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Override the default canonical url.
tr: Varsayılan standart Url'yi geçersiz kılın.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Meta Robots
tr: Meta Robotları

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: The robots meta to render for this page.
tr: Bu sayfa için oluşturulacak robotlar meta.

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Content
tr: İçerik

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Name
tr: İsim

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Property
tr: Özellik

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Http Equiv
tr: Http Eşdeğeri

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Charset
tr: Karakter seti

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Remove element from list
tr: Ögeyi listeden kaldır

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Add a custom meta tag
tr: Özel bir meta etiket ekleyin

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Edit Data
tr: Veri Düzenle

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Custom Meta Tags
tr: Özel Meta Etiketleri

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: A JSON representation of the allowed values, e.g. {0}
tr: İzin verilen değerlerin bir JSON temsili, ör. {0}

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: OK
tr: Tamam

# OrchardCore.Seo.Views.SeoMetaPart.Edit
source: Cancel
tr: İptal

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: Google Schema
tr: Google Şeması

# OrchardCore.Seo.Views.SeoMetaPartGoogleSchema.Edit
source: The Social Meta Settings Google Schema is used by default, or can be overridden here.
tr: Sosyal Meta Ayarları Google Şeması varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Type
tr: Açık Grafik Tipi

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Social Meta Settings Open Graph Type is used by default, or can be overridden here.
tr: Sosyal Meta Ayarları Açık Grafik Türü varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Title
tr: Açık Grafik Başlığı

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
tr: Başlık varsayılan olarak kullanılır, ardından Sayfa Başlığı veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: Open Graph Description
tr: Açık Grafik Açıklaması

# OrchardCore.Seo.Views.SeoMetaPartOpenGraph.Edit
source: The Meta Description is used by default, or can be overridden here.
tr: Meta Açıklama varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Keywords
tr: Anahtar Kelimeleri Görüntüle

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Keywords panel.
tr: Anahtar Sözcükler panelini görüntülemek için işaretleyin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Custom Meta Tags
tr: Özel Meta Etiketleri Görüntüle

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Custom Meta Tags.
tr: Özel Meta Etiketleri görüntülemek için işaretleyin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Open Graph
tr: Açık Grafiği Görüntüle

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Open Graph panel.
tr: Açık Grafik panelini görüntülemek için işaretleyin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Twitter
tr: Twitter'ı Görüntüle

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Twitter panel.
tr: Twitter panelini görüntülemek için işaretleyin.

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Display Google Schema
tr: Google Şemasını Görüntüle

# OrchardCore.Seo.Views.SeoMetaPartSettings.Edit
source: Check to display the Google Schema panel.
tr: Google Şema panelini görüntülemek için işaretleyin.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Title
tr: Twitter Başlığı

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Title is used by default, then the Page Title, or can be overridden here.
tr: Başlık varsayılan olarak kullanılır, ardından Sayfa Başlığı veya geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Description
tr: Twitter Açıklaması

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Meta Description is used by default, or can be overridden here.
tr: Meta Açıklama varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Card
tr: Twitter Kartı

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Card is used by default, or can be overridden here.
tr: Sosyal Meta Ayarları Twitter Kartı varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Creator
tr: Twitter Oluşturucu

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Creator is used by default, or can be overridden here.
tr: Sosyal Meta Ayarları Twitter Creator varsayılan olarak kullanılır veya burada geçersiz kılınabilir.

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: Twitter Site
tr: Twitter Sitesi

# OrchardCore.Seo.Views.SeoMetaPartTwitter.Edit
source: The Social Meta Settings Twitter Site is used by default, or can be overridden here.
tr: Sosyal Meta Ayarları Twitter Sitesi varsayılan olarak kullanılır veya burada geçersiz kılınabilir.
