Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.po
Languages: fi, nl, zh_hans

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: The tenant should not be the '{0}' tenant.
fi: Vuokralaisen ei pitäisi olla '{0}' vuokralainen.
nl: De tenant moet niet de '{0}' tenant zijn.
zh_hans: 租户不应该是 '{0}' 的租户。

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: The tenant '{0}' should be 'Disabled' or 'Uninitialized'.
fi: Vuokralaisen {0} pitäisi olla 'Disabled' tai 'Uninitialized'.
nl: De tenant '{0}' moet 'Uitgeschakeld' of 'Ongeïnitialiseerd' zijn.
zh_hans: 租户'{0}'应该'禁用'或'未初始化'。

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to create a 'ShellContext' before removing the tenant.
fi: Ei voitu luoda 'ShellContext' ennen vuokralaisen poistamista.
nl: Het is niet gelukt om een ‘ShellContext’ te maken voordat de tenant werd verwijderd.
zh_hans: 在移除租户之前创建一个 'ShellContext' 失败。

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to acquire a lock before executing the tenant handlers.
fi: Lukon hankkiminen epäonnistui ennen vuokralaisen käsittelijöiden suorittamista.
nl: Het is niet gelukt om een lock te verkrijgen voordat de tenant-handlers werden uitgevoerd.
zh_hans: 无法在执行租户处理器之前获得锁。

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to execute the tenant handler '{0}'.
fi: Ei voitu suorittaa vuokralaisen käsittelijää '{0}'.
nl: Het is niet gelukt om de tenant handler '{0} ' uit te voeren.
zh_hans: 无法执行租户处理程序'{0}

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to acquire a lock before executing the host handlers.
fi: Lukituksen hankkiminen epäonnistui ennen isäntäkäsittelijöiden suorittamista.
nl: Het is niet gelukt om een lock te verkrijgen voordat de host-handlers werden uitgevoerd.
zh_hans: 无法在执行主机处理器之前获得锁。

# OrchardCore.Environment.Shell.Removing.ShellRemovalManager
source: Failed to execute the host handler '{0}'.
fi: Ei voitu suorittaa isäntäkäsittelijää '{0}'.
nl: Het is niet gelukt om de host-handler '{0} ' uit te voeren.
zh_hans: 无法执行主机处理程序'{0}'。

# OrchardCore.Environment.Shell.Removing.ShellSettingsRemovingHandler
source: Failed to remove the shell settings.
fi: Shell-asetusten poistaminen epäonnistui.
nl: Het is niet gelukt om de shell instellingen te verwijderen.
zh_hans: 删除 shell 设置失败。

# OrchardCore.Environment.Shell.Removing.ShellSiteFolderRemovingHandler
source: Failed to remove the site folder '{0}'.
fi: Sivuston kansion '{0}' poistaminen epäonnistui.
nl: Het is niet gelukt om de site-map '{0} ' is verwijderen.
zh_hans: 无法删除站点文件夹 '{0}'。

# OrchardCore.Environment.Shell.Removing.ShellWebRootRemovingHandler
source: Failed to remove the web root folder '{0}'.
fi: Sivuston juurikansion '{0} ' poistaminen epäonnistui.
nl: Het is niet gelukt om de webroot-map ‘{0}’ te verwijderen.
zh_hans: 无法删除站点文件夹 '{0}'。
