Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.OpenId.po
Languages: ar, de, el

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: The base URL of the identity server (this site). If none is provided, a default value based on the site host is automatically computed.
ar: الرابط الأساسي لخادم الهوية (هذا الموقع). إذا لم يتم توفير أي منها ، يتم تلقائيًا حساب القيمة الافتراضية المستندة إلى مضيف الموقع.
de: Die Basis-URL des Identitätsservers (diese Seite). Wenn kein Wert angegeben wird, wird automatisch ein Standardwert basierend auf dem Site-Host berechnet.
el: Η βασική διεύθυνση URL του εξυπηρετητή ταυτότητας (αυτoύ του ιστότοπου). Αν δεν παρέχεται καμία διεύθυνση, τότε υπολογίζεται αυτόματα μια προεπιλεγμένη τιμή που βασίζεται στον υπολογιστή που φιλοξενεί τον ιστότοπο.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: None
ar: لا شيء
de: Keine
el: Κανένα

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: You need to add a certificate to your server for setting up OpenID Connect module.
ar: عليك إضافة شهادة إلى خادمك لإعداد الوحدة النمطية لـ OpenId Connect.
de: Sie müssen ein Zertifikat zu Ihrem Server hinzufügen, um das OpenID Connect-Modul einzurichten.
el: Πρέπει να προσθέσετε ένα πιστοποιητικό στο διακομιστή σας για τη ρύθμιση της μονάδας σύνδεσης OpenID.

# OrchardCore.OpenId.Views.OpenIdServerSettings.Edit
source: Token Format
ar: تنسيق الرمز
el: Μορφή Κουπονιού

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: سيتم إعادة تحميل الـ tenant عند حفظ الإعدادات.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authorization server tenant
ar: الخادم المرخص
de: Autorisierungsservermandant
el: Εξουσιοδότηση Διακομιστή Ενοικιαστής

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Authority
ar: تفويض
de: Autorität
el: Αρχή Εξουσιοδότησης

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The address of the remote OpenID Connect server. Using a HTTPS address is strongly recommended.
ar: عنوان خادم الـ OpenID Connect البعيد. إستخدام عنوان HTTPS يستحسن بشدة.
de: Die Adresse des entfernten OpenID Connect Servers. Eine HTTPS-Adresse ist ausdrücklich empfohlen.
el: Η διεύθυνση του απομακρυσμένου διακομιστή σύνδεσης OpenID. Η χρήση μιας διεύθυνσης HTTPS συνιστάται ιδιαίτερα.

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: Audience
ar: الجمهور
el: Ακροατήριο

# OrchardCore.OpenId.Views.OpenIdValidationSettings.Edit
source: The unique name associated with this tenant. If none is provided, the tenant name is automatically used as the default audience.
ar: الإسم الفريد المقترن مع الـ tenant. إذا لم يتم توفيره, إسم الـ tenant سيستخدم إفتراضياً للجمهور.
de: Ein eindeutiger Name wurde mit diesem Tenant verknüpft. Falls keiner angegeben worden ist, wurde der Name des Tenant verwendet.
el: Το μοναδικό όνομα που σχετίζεται με αυτόν τον ενοικιαστή. Εάν δεν παρέχεται κανένα, το όνομα του ενοικιαστή χρησιμοποιείται αυτόματα ως προεπιλεγμένο ακροατήριο.

# OrchardCore.OpenId.Views.Access.Authorize
source: Authorization
ar: التفويض
de: Autorisierung
el: Εξουσιοδότηση

# OrchardCore.OpenId.Views.Access.Authorize
source: Do you want to grant <strong>{0}</strong> access to your data? (scopes requested: {1})
ar: هل تريد السماح لـ <strong>{0}</strong> للوصول لبياناتك؟ (النطاقات المطلوبة: {1})
de: Möchten Sie <strong>{0}</strong> Zugriff auf Ihre Daten gewähren? (Bereiche angefordert: {1})
el: Θέλετε να παραχωρήσετε στο/στη <strong>{0}</strong> την πρόσβαση στα δεδομένα σας; (scopes requested: {1})

# OrchardCore.OpenId.Views.Access.Error
source: Ooooops, something went really bad! :(
ar: عذراً, حدث خطأ! :(
de: Hoppla, etwas ist wirklich schief gelaufen! :(
el: Ooooops, κάτι πήγε πολύ άσχημα! :(

# OrchardCore.OpenId.Views.Access.Logout
source: Log out
ar: تسجيل الخروج
de: Abmelden
el: Αποσύνδεση

# OrchardCore.OpenId.Views.Access.Logout
source: Are you sure you want to log out?
ar: هل أنت متأكد بأنك تريد تسجيل الخروج؟
de: Bist du sicher, dass du dich ausloggen möchtest?
el: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε;

# OrchardCore.OpenId.Views.Application.Create
source: Create a new application
ar: إنشاء تطيق جديد
de: Eine neue Anwendung erstellen
el: Δημιουργήστε μια νέα εφαρμογή

# OrchardCore.OpenId.Views.Application.Create
source: Client Id
ar: معرف العميل
el: Id Πελάτη

# OrchardCore.OpenId.Views.Application.Create
source: Display Name
ar: الإسم الظاهر
de: Anzeigename
el: Εμφανιζόμενο Όνομα

# OrchardCore.OpenId.Views.Application.Create
source: Type
ar: النوع
de: Typ
el: Τύπος

# OrchardCore.OpenId.Views.Application.Create
source: Confidential client
ar: بيانات إعتماد العميل
el: Εμπιστευτικός πελάτης

# OrchardCore.OpenId.Views.Application.Create
source: Public client
ar: عميل عام
el: Δημόσιος πελάτης

# OrchardCore.OpenId.Views.Application.Create
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
ar: التطيقات السرية يجب أن ترسل سرية العميل عندما تتصل مع نقطة نهاية الـ token ونقطة نهاية الفسخ. هذا يضمن أن العميل الشرعي فقط يمكن أن يغير رمز المصادقة والحصول على token محدث.
de: Geschützte Anwendungen MÜSSEN ihr Client-secret bei der Kommunikation mit dem Token und Widerrufsendpunkt mit senden. Dies garantiert, dass nur der bekannte Client einen Autorisierungscode tauschen kann oder ein Aktualisierungstoken erhält.
el: Οι εμπιστευτικές εφαρμογές ΠΡΕΠΕΙ να στείλουν το μυστικό του πελάτη τους όταν επικοινωνούν με τα τελικά σημεία των συμβόλων και της ανάκλησης. Αυτό εγγυάται ότι μόνο ο νόμιμος πελάτης μπορεί να ανταλλάξει έναν κωδικό εξουσιοδότησης ή να πάρει ένα token ανανέωσης.

# OrchardCore.OpenId.Views.Application.Create
source: Client Secret
ar: المفتاح السري للعميل
el: Μυστικό Πελάτη

# OrchardCore.OpenId.Views.Application.Create
source: Allow Authorization Code Flow
ar: السماح بتدفق رمز التفويض
de: Autorisierungs flow erlauben
el: Να Επιτρέπεται η Ροή Κώδικα Εξουσιοδότησης

# OrchardCore.OpenId.Views.Application.Create
source: More info:
ar: المزيد من المعلومات:
de: Weitere Informationen:
el: Περισσότερες πληροφορίες:

# OrchardCore.OpenId.Views.Application.Create
source: Recommended Parameters:
ar: الوسائط المقترحة:
de: Empfohlene Parameter:
el: Προτεινόμενες Παράμετροι:

# OrchardCore.OpenId.Views.Application.Create
source: Allow Implicit Flow
ar: السماح بالتدفق الضمني
de: Implicit Flow erlauben
el: Επέτρεψε την Άρρητη Ροή

# OrchardCore.OpenId.Views.Application.Create
source: Allow Password Flow
ar: السماح بتدفق كلمة المرور
de: Passwort Flow erlauben
el: Να επιτρέπεται η ροή κωδικών πρόσβασης

# OrchardCore.OpenId.Views.Application.Create
source: Allow Client Credentials Flow
ar: السماح بتدفق بيانات تسجيل دخول العملاء
de: Erlaube Client Credentials Flow
el: Να επιτρέπεται η ροή διαπιστευτηρίων πελάτη

# OrchardCore.OpenId.Views.Application.Create
source: Allow Refresh Token Flow
ar: السماح بتدفق رمز التحديث المميز
de: Refresh Token Flow erlauben
el: Να επιτρέπεται η ανανέωση ροής Token

# OrchardCore.OpenId.Views.Application.Create
source: Redirect Uris
ar: روابط إعادة التوجيه
de: Weiterleitungs-Uris
el: Ανακατεύθυνση Uris

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of redirect URIs.
ar: الفاصل المستخدم في قائمة روابط إعادة التوجيه.
de: Leerzeichen getrennte Liste der Umleitungs-URIs.
el: Χώρος περιορισμένης λίστα από URI ανακατεύθυνσης.

# OrchardCore.OpenId.Views.Application.Create
source: Allow Logout Endpoint
ar: السماح بنقطة نهاية تسجيل الخروج
de: Logout-Endpunkt erlauben
el: Να Επιτρέπεται το Τελικό Σημείο Αποσύνδεσης

# OrchardCore.OpenId.Views.Application.Create
source: Logout Redirect Uris
ar: رابط إعاة توجيه تسجيل الخروج
de: Logout-Weiterleitung Urls
el: Uris ανακατεύθυνσης αποσύνδεσης

# OrchardCore.OpenId.Views.Application.Create
source: Space delimited list of logout redirect URIs.
ar: الفاصل المستخدم في قائمة روابط إعادة التوجيه لتسجيل الخروج.
de: Leerzeichen getrennte Liste der Umleitungs-URIs.
el: Χώρος περιορισμένης λίστας αποσύνδεσεων ανακατεύθυνσης URI.

# OrchardCore.OpenId.Views.Application.Create
source: Consent type
ar: نوع الموافقة
de: Einwilligung für Zugriff
el: Τύπος συγκατάθεσης

# OrchardCore.OpenId.Views.Application.Create
source: Explicit consent
ar: موافقة غير ضمنية
de: Ausdrückliche Zustimmung
el: Ρητή συγκατάθεση

# OrchardCore.OpenId.Views.Application.Create
source: Implicit consent
ar: موافقة ضمنية
de: Indirekte Zustimmung
el: Άρρητη Συναίνεση

# OrchardCore.OpenId.Views.Application.Create
source: External consent
ar: موافقة خارجية
de: Externe Zustimmung
el: Εξωτερική συγκατάθεση

# OrchardCore.OpenId.Views.Application.Create
source: The consent type affects the way authorization requests are handled.
ar: يؤثر نوع الموافقة على الطريقة التي يتم التعامل مع طلبات الحصول على المصادقة.
de: Der Zustimmungstyp beeinflusst die Art und Weise, wie Genehmigungsanfragen behandelt werden.
el: Ο τύπος συγκατάθεσης επηρεάζει τον τρόπο χειρισμού των αιτημάτων εξουσιοδότησης.

# OrchardCore.OpenId.Views.Application.Create
source: Client Credentials Roles
ar: أدوار بيانات إعتماد العميل
de: Client Credentials Rollen
el: Ρόλοι διαπιστευτηρίων πελάτη

# OrchardCore.OpenId.Views.Application.Create
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση

# OrchardCore.OpenId.Views.Application.Create
source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο

# OrchardCore.OpenId.Views.Application.Edit
source: Edit an application
ar: تحرير التطبيق
de: Anwendung bearbeiten
el: Επεξεργαστείτε μια εφαρμογή

# OrchardCore.OpenId.Views.Application.Edit
source: Client Id
ar: معرف العميل
el: Id Πελάτη

# OrchardCore.OpenId.Views.Application.Edit
source: Display Name
ar: الإسم الظاهر
de: Anzeigename
el: Εμφανιζόμενο Όνομα

# OrchardCore.OpenId.Views.Application.Edit
source: Type
ar: النوع
de: Typ
el: Τύπος

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential client
ar: بيانات إعتماد العميل
el: Εμπιστευτικός πελάτης

# OrchardCore.OpenId.Views.Application.Edit
source: Public client
ar: عميل عام
el: Δημόσιος πελάτης

# OrchardCore.OpenId.Views.Application.Edit
source: Confidential applications MUST send their client secret when communicating with the token and revocation endpoints. This guarantees that only the legit client can exchange an authorization code or get a refresh token.
ar: التطيقات السرية يجب أن ترسل سرية العميل عندما تتصل مع نقطة نهاية الـ token ونقطة نهاية الفسخ. هذا يضمن أن العميل الشرعي فقط يمكن أن يغير رمز المصادقة والحصول على token محدث.
de: Geschützte Anwendungen MÜSSEN ihr Client-secret bei der Kommunikation mit dem Token und Widerrufsendpunkt mit senden. Dies garantiert, dass nur der bekannte Client einen Autorisierungscode tauschen kann oder ein Aktualisierungstoken erhält.
el: Οι εμπιστευτικές εφαρμογές ΠΡΕΠΕΙ να στείλουν το μυστικό πελάτη τους όταν επικοινωνούν με τα τελικά σημεία token και της ανάκλησης. Αυτό εγγυάται ότι μόνο ο νόμιμος πελάτης μπορεί να ανταλλάξει έναν κωδικό εξουσιοδότησης ή να πάρει ένα ανανεωμένο token.

# OrchardCore.OpenId.Views.Application.Edit
source: Client Secret
ar: عميل سري
el: Μυστικό Πελάτη

# OrchardCore.OpenId.Views.Application.Edit
source: enter a new value to replace the existing secret
ar: ادخل قيمة جديدة لإستبدال المفتاح السري الحالي
de: einen neuen Wert eingeben um das bestehende Client-secret zu ersetzen
el: εισάγετε μια νέα τιμή για να αντικαταστήσετε το υπάρχον μυστικό

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Authorization Code Flow
ar: السماح بتدفق رمز التفويض
de: Autorisierungs flow erlauben
el: Να Επιτρέπεται η Ροή Κώδικα Εξουσιοδότησης

# OrchardCore.OpenId.Views.Application.Edit
source: More info:
ar: المزيد من المعلومات:
de: Weitere Informationen:
el: Περισσότερες πληροφορίες:

# OrchardCore.OpenId.Views.Application.Edit
source: Recommended Parameters:
ar: الوسائط المقترحة:
de: Empfohlene Parameter:
el: Προτεινόμενες Παράμετροι:

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Implicit Flow
ar: السماح بالتدفق الضمني
de: Implicit Flow erlauben
el: Επέτρεψε την Άρρητη Ροή

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Password Flow
ar: السماح بتدفق كلمة المرور
de: Passwort Flow erlauben
el: Να Επιτρέπεται η Ροή Κωδικών Πρόσβασης

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Client Credentials Flow
ar: السماح بتدفق بيانات إعتماد العميل
de: Erlaube Client Credentials Flow
el: Να Επιτρέπεται η Ροή Διαπιστευτηρίων Πελάτη

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Refresh Token Flow
ar: السماح بتدفق رمز التحديث المميز
de: Refresh Token Flow erlauben
el: Να Επιτρέπεται η Ανανέωση Ροής Token

# OrchardCore.OpenId.Views.Application.Edit
source: Redirect Uris
ar: روابط إعادة التوجيه
de: Weiterleitungs-Uris
el: Ανακατεύθυνση Uris

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of redirect URIs.
ar: الفاصل المستخدم في قائمة روابط إعادة التوجيه.
de: Leerzeichen getrennte Liste der Umleitungs-URIs.
el: Χώρος περιορισμένης λίστας από URI ανακατεύθυνσης.

# OrchardCore.OpenId.Views.Application.Edit
source: Allow Logout Endpoint
ar: السماح بنقطة نهاية تسجيل الخروج
de: Logout-Endpunkt erlauben
el: Να Επιτρέπεται το Τελικό Σημείο Αποσύνδεσης

# OrchardCore.OpenId.Views.Application.Edit
source: Post Logout Redirect Uris
ar: ارسال روابط إعادة التوجيه لتسجيل الخروج
de: Logout-Weiterleitung Urls
el: Uris ανακατεύθυνσης για μετά την αποσύνδεση

# OrchardCore.OpenId.Views.Application.Edit
source: Space delimited list of logout redirect URIs.
ar: الفاصل المستخدم في قائمة روابط إعادة التوجيه لتسجيل الخروج.
de: Leerzeichen getrennte Liste der Umleitungs-URIs.
el: Χώρος περιορισμένης λίστας αποσύνδεσεων ανακατεύθυνσης URI.

# OrchardCore.OpenId.Views.Application.Edit
source: Consent type
ar: نوع الموافقة
de: Einwilligung für Zugriff
el: Τύπος συγκατάθεσης

# OrchardCore.OpenId.Views.Application.Edit
source: Explicit consent
ar: موافقة غير ضمنية
de: Ausdrückliche Zustimmung
el: Ρητή συγκατάθεση

# OrchardCore.OpenId.Views.Application.Edit
source: Implicit consent
ar: موافقة ضمنية
de: Indirekte Zustimmung
el: Άρρητη συγκατάθεση

# OrchardCore.OpenId.Views.Application.Edit
source: External consent
ar: موافقة خارجية
de: Externe Zustimmung
el: Εξωτερική συγκατάθεση

# OrchardCore.OpenId.Views.Application.Edit
source: The consent type affects the way authorization requests are handled.
ar: تؤثر نوع الموافقة على الطريقة التي يتم التعامل مع طلبات الحصول على المصادقة.
de: Der Zustimmungstyp beeinflusst die Art und Weise, wie Genehmigungsanfragen behandelt werden.
el: Ο τύπος συγκατάθεσης επηρεάζει τον τρόπο χειρισμού των αιτημάτων εξουσιοδότησης.

# OrchardCore.OpenId.Views.Application.Edit
source: Client Credentials Roles
ar: أدوار بيانات إعتماد العميل
de: Client Credentials Rollen
el: Ρόλοι Διαπιστευτηρίων Πελάτη

# OrchardCore.OpenId.Views.Application.Edit
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση

# OrchardCore.OpenId.Views.Application.Edit
source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο

# OrchardCore.OpenId.Views.Application.Index
source: Applications
ar: التطبيقات
de: Anwendungen
el: Εφαρμογές

# OrchardCore.OpenId.Views.Application.Index
source: Add an application
ar: إضافة تطبيق
de: Eine Anwendung hinzuzufügen
el: Προσθέστε μια εφαρμογή

# OrchardCore.OpenId.Views.Application.Index
source: Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία

# OrchardCore.OpenId.Views.Application.Index
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή

# OrchardCore.OpenId.Views.Items.OpenIdServerDeploymentStep.Summary
source: Adds OpenID Server settings to the plan.
de: Fügt dem Plan die OpenID Server Einstellungen hinzu.
el: Προσθέτει ρυθμίσεις του διακομιστή OpenID στο σχέδιο.

# OrchardCore.OpenId.Views.Scope.Create
source: Create a new scope
ar: إنشاء نطاق جديد
de: Neuen Bereich erstellen
el: Δημιουργία νέου σκοπού

# OrchardCore.OpenId.Views.Scope.Create
source: Name
ar: الإسم
el: Όνομα

# OrchardCore.OpenId.Views.Scope.Create
source: Display Name
ar: الإسم الظاهر
de: Anzeigename
el: Εμφανιζόμενο Όνομα

# OrchardCore.OpenId.Views.Scope.Create
source: Description
ar: الوصف
de: Beschreibung
el: Περιγραφή

# OrchardCore.OpenId.Views.Scope.Create
source: Tenants
de: Mandanten
el: Ενοικιαστές

# OrchardCore.OpenId.Views.Scope.Create
source: Additional resources (API audiences)
ar: موارد إضافية (API audiences)
de: Zusätzliche Ressourcen (API-Zielgruppen)
el: Πρόσθετοι πόροι (ακροατήρια API)

# OrchardCore.OpenId.Views.Scope.Create
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση

# OrchardCore.OpenId.Views.Scope.Create
source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο

# OrchardCore.OpenId.Views.Scope.Edit
source: Edit a scope
ar: تحرير نطاق
de: Bereich bearbeiten
el: Επεξεργαστείτε ένα σκοπό

# OrchardCore.OpenId.Views.Scope.Edit
source: Name
ar: الإسم
el: Όνομα

# OrchardCore.OpenId.Views.Scope.Edit
source: Display Name
ar: الإسم الظاهر
de: Anzeigename
el: Εμφανιζόμενο Όνομα

# OrchardCore.OpenId.Views.Scope.Edit
source: Description
ar: الوصف
de: Beschreibung
el: Περιγραφή

# OrchardCore.OpenId.Views.Scope.Edit
source: Tenants
de: Mandanten
el: Ενοικιαστές

# OrchardCore.OpenId.Views.Scope.Edit
source: Additional resources (API audiences)
ar: موارد إضافية (API audiences)
de: Zusätzliche Ressourcen (API-Zielgruppen)
el: Πρόσθετοι πόροι (ακροατήρια API)

# OrchardCore.OpenId.Views.Scope.Edit
source: Save
ar: حفظ
de: Speichern
el: Αποθήκευση

# OrchardCore.OpenId.Views.Scope.Edit
source: Cancel
ar: إلغاء
de: Abbrechen
el: Άκυρο

# OrchardCore.OpenId.Views.Scope.Index
source: Scopes
ar: النطاقات
de: Bereiche
el: Σκοποί

# OrchardCore.OpenId.Views.Scope.Index
source: Add a scope
ar: إضافة نطاق
de: Bereich hinzufügen
el: Προσθέστε ένα σκοπό

# OrchardCore.OpenId.Views.Scope.Index
source: Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία

# OrchardCore.OpenId.Views.Scope.Index
source: Delete
ar: حذف
de: Löschen
el: Διαγραφή

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Configure OpenID server settings
ar: تكوين إعدادات خادم الـ OpenID
de: OpenID-Server-Einstellungen konfigurieren
el: Ρυθμίστε τις ρυθμίσεις του διακομιστή OpenID

# OrchardCore.OpenId.Views.ServerConfiguration.Index
source: Update the server settings and reload the tenant
ar: تحديث إعدادات الخادم وإعادة تحميل الـ tenant
de: Servereinstellungen aktualisieren und den Mandanten neu laden
el: Εενημερώστε τις ρυθμίσεις του διακομιστή και να γίνει επαναφόρτωση του ενοικιαστή

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Configure OpenID validation settings
ar: تكوين إعدادات تحقق الـ OpenID
de: OpenID Validierungseinstellungen konfigurieren
el: Ρύθμιση ρυθμίσεων επικύρωσης OpenID

# OrchardCore.OpenId.Views.ValidationConfiguration.Index
source: Update the server settings and reload the tenant
ar: تحديث إعدادات الخادم وإعادة تحميل الـ tenant
de: Servereinstellungen aktualisieren und den Mandanten neu laden
el: Ενημερώστε τις ρυθμίσεις του διακομιστή και να γίνει επαναφόρτωση του ενοικιαστή

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: ClientId
ar: معرف العميل

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: CallbackPath
ar: مسار الإستدعاء المرجعي
de: Callback-Pfad

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: SignedOut CallbackPath
ar: مسار إعادة الإتصال لتسجيل الخروج
de: CallbackPath für das Abmelden

# OrchardCore.OpenId.Services.OpenIdServerService
source: Access token encryption can only be disabled when using JWT tokens.
de: Zugangs-Token Verschlüsselung kann nur deaktiviert werden, wenn JWT-Tokens verwendet werden.

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store tokens
de: Token speichern

# OrchardCore.OpenId.Views.OpenIdClientSettings.Edit
source: Store external authentication tokens for reuse
de: Speichere externe Authentifizierungs-Tokens zur Wiederverwendung
