Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Cors.po
Languages: ar, el, es, fr

# OrchardCore.Cors.AdminMenu
source: Settings
ar: الإعدادات
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres

# OrchardCore.Cors.Controllers.AdminController
source: The CORS settings have updated successfully.
fr: Les paramètres CORS ont été mis à jour avec succès.

# OrchardCore.Cors.Controllers.AdminController
source: Specifying {0} and {1} is an insecure configuration and can result in cross-site request forgery. The CORS service returns an invalid CORS response when an app is configured with both methods.<br /><strong>Affected policies: {2} </strong><br />Refer to docs:<a href='https://learn.microsoft.com/en-us/aspnet/core/security/cors' target='_blank'>https://learn.microsoft.com/en-us/aspnet/core/security/cors</a>
fr: Spécifier {0} et {1} est une configuration non sécurisée et peut entraîner une falsification des requêtes intersites. Le service CORS renvoie une réponse CORS invalide lorsqu'une application est configurée avec les deux méthodes.<br /><strong>Politiques concernées : {2} </strong><br />Se référer à la documentation :<a href='https://learn.microsoft.com/en-us/aspnet/core/security/cors' target='_blank'>https://learn.microsoft.com/en-us/aspnet/core/security/cors</a>

# OrchardCore.Cors.Views.Admin.Index
source: CORS Settings
ar: إعدادات CORS
el: Ρυθμίσεις CORS
es: Configuración CORS
fr: Paramètres CORS

# OrchardCore.Cors.Views.Admin.Index
source: The current tenant will be reloaded when the CORS is executed.
fr: Le tenant actuel sera rechargé lorsque le CORS sera exécuté.

# OrchardCore.Cors.Views.Admin.Index
source: CORS stands for Cross-Origin Resource Sharing. More information can be found here:
ar: CORS اختصار لاشتراك المصادر في الموارد. يمكن العثور على مزيد من المعلومات هنا:
el: Το CORS σημαίνει Cross-Origin Resource Sharing. Περισσότερες πληροφορίες μπορείτε να βρείτε εδώ:
es: CORS significa compartir recursos de origen externo. Puede encontrar más información aquí:
fr: CORS signifie Cross-Origin Resource Sharing. Plus d'informations peuvent être trouvées ici :

# OrchardCore.Cors.Views.Admin.Index
source: Search
ar: بحث
el: Αναζήτηση
es: Buscar
fr: Recherche

# OrchardCore.Cors.Views.Admin.Index
source: Add a policy
ar: إضافة سياسة
el: Προσθήκη πολιτικής
es: Añadir nueva política
fr: Ajouter une policy

# OrchardCore.Cors.Views.Admin.Index
source: Default Policy
ar: السياسة الافتراضية
el: Προεπιλεγμένη Πολιτική
es: Política por defecto
fr: Policy par défaut

# OrchardCore.Cors.Views.Admin.Index
source: Edit
ar: تعديل
el: Επεξεργασία
es: Editar
fr: Modifier

# OrchardCore.Cors.Views.Admin.Index
source: Delete
ar: حذف
el: Διαγραφή
es: Eliminar
fr: Supprimer

# OrchardCore.Cors.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no CORS policies for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد سياسات CORS حاليا.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Προς το παρόν δεν υπάρχουν πολιτικές CORS.
es: <strong>Nada aquí!</strong> No hay políticas CORS por el momento.
fr: <strong>Rien ici !</strong> Il n'y a pas de policy CORS pour le moment.

# OrchardCore.Cors.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
ar: <strong>لا شيء هنا!</strong> لم يسفر بحثك عن أي نتائج.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong>Η αναζήτηση δεν επέστρεψε κανένα αποτέλεσμα.
es: <strong>¡Nada aquí!</strong> Tu búsqueda no ha dado resultados.
fr: <strong>Rien ici !</strong> Votre recherche n'a pas retourné de résultats.

# OrchardCore.Cors.Views.Admin.Index
source: Details
ar: التفاصيل
el: Λεπτομέρειες
es: Detalles
fr: Détails

# OrchardCore.Cors.Views.Admin.Index
source: Provide policy details.
ar: قدم تفاصيل السياسة.
el: Δώστε λεπτομέρειες πολιτικής.
es: Proporcionar detalles de la política.
fr: Indiquez les détails de la policy.

# OrchardCore.Cors.Views.Admin.Index
source: Policy name
ar: اسم السياسة
el: Όνομα πολιτικής
es: Nombre de la Directiva
fr: Nom de la policy

# OrchardCore.Cors.Views.Admin.Index
source: The name of the policy.
ar: الاسم للسياسة.
el: Το όνομα της πολιτικής.
es: El nombre de la directiva.
fr: Le nom de la policy.

# OrchardCore.Cors.Views.Admin.Index
source: Set as default policy
ar: تعيين كسياسة افتراضية
el: Ορισμός ως προεπιλεγμένη πολιτική
es: Establecer como política predeterminada
fr: Définir comme policy par défaut

# OrchardCore.Cors.Views.Admin.Index
source: Credentials
ar: الإعتمادات
el: Διαπιστευτήρια
es: Credenciales
fr: Identifiants

# OrchardCore.Cors.Views.Admin.Index
source: Configure the credentials behavior.
ar: تكوين سلوك بيانات الاعتماد.
el: Ρύθμιση συμπεριφοράς διαπιστευτηρίων.
es: Configurar el comportamiento de las credenciales.
fr: Configurer les credentials.

# OrchardCore.Cors.Views.Admin.Index
source: Allow credentials
ar: السماح بالإعتمادات
el: Να επιτρέπονται διαπιστευτήρια
es: Permitir credenciales
fr: Autoriser les credentials

# OrchardCore.Cors.Views.Admin.Index
source: Allows credentials to be transported in requests. This setting is not allowed in combination with Allow Any Origin.
ar: يسمح بنقل الإعتمادات في الطلبات. هذا الإعداد غير مسموح به بالاقتران مع السماح بأي منشأ.
el: Επιτρέπει τη μεταφορά διαπιστευτηρίων σε αιτήματα. Αυτή η ρύθμιση δεν επιτρέπεται σε συνδυασμό με το Να Επιτρέπεται Οποιαδήποτε Προέλευση.
es: Permite que las credenciales sean transportadas en solicitudes. Esta configuración no está permitida en combinación con Permitir cualquier origen.
fr: Autorise le transfert des informations d'identification dans les requêtes. Ce paramètre n'est pas autorisé en combinaison avec Autoriser n'importe quelle origine.

# OrchardCore.Cors.Views.Admin.Index
source: Origins
ar: الأصول
el: Προέλευση
es: Orígenes
fr: Origines

# OrchardCore.Cors.Views.Admin.Index
source: Configure the origins behavior.
ar: تكوين سلوك الأصلول.
el: Ρυθμίστε τη συμπεριφορά προέλευσης.
es: Configurar el comportamiento del origen.
fr: Configurer les origines.

# OrchardCore.Cors.Views.Admin.Index
source: Allow any origin
ar: السماح بأي مصدر
el: Επιτρέψτε οποιαδήποτε προέλευση
es: Permitir cualquier origen
fr: Autoriser n'importe quelle origine

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests from any origin. This will bypass any origin that is configured below.
ar: يسمح بالطلبات من أي منشأ. هذا سيتجاوز أي مصدر تم تكوينه أدناه.
el: Επιτρέπει αιτήματα από οποιαδήποτε προέλευση. Αυτό θα παρακάμψει οποιαδήποτε προέλευση που έχει διαμορφωθεί παρακάτω.
es: Permite peticiones de cualquier origen. Esto evitará cualquier origen que esté configurado a continuación.
fr: Permet les requêtes de n'importe quelle origine. Cela contournera n'importe quelle origine qui est configurée ci-dessous.

# OrchardCore.Cors.Views.Admin.Index
source: Origin
ar: الأصل
el: Προέλευση
es: Origen
fr: Origine

# OrchardCore.Cors.Views.Admin.Index
source: Allowed origins
ar: الأصول المسموح بها
el: Επιτρεπόμενες προελεύσεις
es: Origenes permitidos
fr: Origines autorisées

# OrchardCore.Cors.Views.Admin.Index
source: Headers
ar: الرؤوس
el: Κεφαλίδες
es: Encabezados
fr: En-têtes

# OrchardCore.Cors.Views.Admin.Index
source: Allow certain or all headers to be used by the external client.
ar: السماح باستخدام بعض الرؤوس أو جميع الرؤوس من قبل عميل خارجي.
el: Να επιτρέπεται η χρήση ορισμένων ή όλων των κεφαλίδων από τον εξωτερικό πελάτη.
es: Permitir que el cliente externo utilice ciertas cabeceras o todas.
fr: Autoriser certains ou tous les en-têtes à être utilisés par le client externe.

# OrchardCore.Cors.Views.Admin.Index
source: Allow any header
ar: السماح لأي رأس
el: Να επιτρέπεται κάθε κεφαλίδα
es: Permitir cualquier cabecera
fr: Autoriser n'importe quel en-tête

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests with any header. This will bypass any headers that are configured below.
ar: يسمح بالطلبات بأي راس. هذا سيتجاوز أي رؤوس تم تكوينها أدناه.
el: Επιτρέπει αιτήματα με οποιαδήποτε κεφαλίδα. Αυτό θα παρακάμψει τυχόν κεφαλίδες που έχουν διαμορφωθεί παρακάτω.
es: Permite peticiones de cualquier origen. Esto evitará cualquier origen que esté configurado a continuación.
fr: Autorise les requêtes avec n'importe quel en-tête. Cela contournera tous les en-têtes qui sont configurés ci-dessous.

# OrchardCore.Cors.Views.Admin.Index
source: Header
ar: رأس
el: Κεφαλίδα
es: Encabezado
fr: En-tête

# OrchardCore.Cors.Views.Admin.Index
source: Allowed headers
ar: الرؤوس المسموح بها
el: Επιτρεπόμενες κεφαλίδες
es: Cabeceras permitidas
fr: En-têtes autorisés

# OrchardCore.Cors.Views.Admin.Index
source: Methods
ar: الأساليب
el: Μέθοδοι
es: Métodos
fr: Méthodes

# OrchardCore.Cors.Views.Admin.Index
source: Configure the methods behavior (POST, PUT, DELETE, GET, etc).
ar: تكوين سلوك الأساليب (POST، PUT، DELETE، GET، الخ).
el: Ρυθμίστε τη συμπεριφορά των μεθόδων (POST, PUT, DELETE, GET, κλπ.).
es: Configure el comportamiento de los métodos (POST, PUT, DELETE, GET, etc).
fr: Configurer le comportement des méthodes (POST, PUT, DELETE, GET, etc).

# OrchardCore.Cors.Views.Admin.Index
source: Allow any method
ar: السماح بأي أسلوب
el: Επιτρέψτε οποιαδήποτε μέθοδο
es: Permitir cualquier método
fr: Autoriser n'importe quelle méthode

# OrchardCore.Cors.Views.Admin.Index
source: Allows requests with any method. This will bypass any methods that are configured below.
ar: يسمح بالطلبات بأي أسلوب. هذا سيتجاوز أي طرق تم تكوينها أدناه.
el: Επιτρέπει αιτήματα με οποιαδήποτε μέθοδο. Αυτό θα παρακάμψει όλες τις μεθόδους που έχουν ρυθμιστεί παρακάτω.
es: Permite peticiones de cualquier origen. Esto evitará cualquier origen que esté configurado a continuación.
fr: Autorise les requêtes avec n'importe quelle méthode. Cela contournera toutes les méthodes qui sont configurées ci-dessous.

# OrchardCore.Cors.Views.Admin.Index
source: Method
ar: الأسلوب
el: Μέθοδος
es: Método
fr: Méthode

# OrchardCore.Cors.Views.Admin.Index
source: Allowed methods
ar: الأساليب المسموح بها
el: Επιτρεπόμενες μέθοδοι
es: Métodos permitidos
fr: Méthodes autorisées

# OrchardCore.Cors.Views.Admin.Index
source: Exposed headers
fr: En-têtes exposés

# OrchardCore.Cors.Views.Admin.Index
source: Configure which headers should be exposed.
fr: Configurer quels en-têtes doivent être exposés.

# OrchardCore.Cors.Views.Admin.Index
source: Sets response header 'Access-Control-Expose-Headers'.
fr: Définit l'en-tête de réponse 'Access-Control-Expose-Headers'.

# OrchardCore.Cors.Views.Admin.Index
source: Save
ar: حفظ
el: Αποθήκευση
es: Guardar
fr: Enregistrer

# OrchardCore.Cors.Views.Admin.Index
source: Cancel
ar: إلغاء
el: Άκυρο
es: Cancelar
fr: Annuler

# OrchardCore.Cors.Views.Admin.Index
source: Add
ar: إضافة
el: Προσθήκη
es: Añadir
fr: Ajouter

# OrchardCore.Cors.AdminMenu
source: Configuration
ar: التكوين
el: Διαμόρφωση
es: Configuración
