Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.Core.po
Languages: bg_bg, de, hr, nb_no, nl, pl, sk, sr_latn_rs, uk

# OrchardCore.Users.GraphQL.UserType
source: Represents a user.
de: Stellt einen Benutzer dar.
hr: Predstavlja korisnika.
nl: Stelt een gebruiker voor.
pl: Przedstawia użytkownika.

# OrchardCore.Users.GraphQL.UserType
source: The id of the user.
de: Die Id des Nutzers.
hr: Id korisnika.
nl: Het id van de gebruiker.
pl: ID użytkownika.

# OrchardCore.Users.GraphQL.UserType
source: The name of the user.
de: Der Name des Benutzers.
hr: Ime korisnika.
nl: De naam van de gebruiker.
pl: Nazwa użytkownika.

# OrchardCore.Users.GraphQL.UserType
source: The email of the user.
de: Die E-Mail des Benutzers.
hr: Email korisnika.
nl: Het e-mailadres van de gebruiker.
pl: Adres e-mail użytkownika.

# OrchardCore.Users.GraphQL.UserType
source: The phone number of the user.
de: Die Telefonnummer des Benutzers.
hr: Tel. broj korisnika.
nl: Het telefoonnummer van de gebruiker.
pl: Numer telefonu użytkownika.

# OrchardCore.Users.GraphQL.UserType
source: Custom user settings of {0}.
de: Benutzerdefinierte Benutzereinstellungen von {0}.
hr: Korisničke postavke za {0}.
nl: Aangepaste gebruikersinstellingen van {0}.
pl: Własne ustawienia użytkownika {0}.

# OrchardCore.Users.Services.UserService
source: Local login is disabled.
de: Lokale Anmeldung ist deaktiviert.
hr: Lokalna prijava onemogućena.
nl: Lokale login is uitgeschakeld.
pl: Logowanie kontem lokalnym jest wyłączone.

# OrchardCore.Users.Services.UserService
source: A user name is required.
bg_bg: Изисква се потребителско име.
de: Ein Benutzername ist erforderlich.
hr: Korisničko ime je obvezno.
nb_no: Brukernavn er påkrevd.
nl: Een gebruikersnaam is vereist.
pl: Nazwa użytkownika jest wymagana.
sk: Používateľské meno je povinné.
sr_latn_rs: Unos korisničkog imena je obavezan.
uk: Ім'я користувача обов'язкове.

# OrchardCore.Users.Services.UserService
source: A password is required.
bg_bg: Изисква се парола.
de: Sie müssen ein Passwort angeben.
hr: Lozinka je obvezna.
nb_no: Passord er påkrevd.
nl: Een wachtwoord is vereist.
pl: Hasło jest wymagane.
sk: Heslo je povinné.
sr_latn_rs: Unos lozinke je obavezan.
uk: Пароль обов'язковий.

# OrchardCore.Users.Services.UserService
source: The specified username/password couple is invalid.
bg_bg: Посочената двойка потребителско име/парола е невалидна.
de: Das angegebene Benutzername/Passwort-Paar ist ungültig.
hr: Par ime/lozinka nije valjan.
nb_no: Oppgitt brukernavn og/eller passord er ugyldig.
nl: Het opgegeven gebruikersnaam/wachtwoord paar is ongeldig.
pl: Podana nazwa użytkownika/hasło jest nieprawidłowa.
sk: Kombinácia používateľského mena a hesla je neplatná.
sr_latn_rs: Zadata kombinacija korisničkog imena i lozinke je neispravna.
uk: Неправильне ім'я користувача та/або пароль.

# OrchardCore.Users.Services.UserService
source: The user is locked out.
de: Der Benutzer ist gesperrt.
hr: Ovaj račun je zaključan.
nl: Het account is geblokkeerd.
pl: Użytkownik jest zablokowany.
sk: Používateľ je zablokovaný.
uk: Користувач заблокований.

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in.
bg_bg: Посоченият потребител няма права за регистриране.
de: Der angegebene Benutzer darf sich nicht anmelden.
hr: Korisniku nije dozvoljena prijava.
nb_no: Den angitte brukeren tillates ikke å logge inn.
nl: De opgegeven gebruiker mag zich niet aanmelden.
pl: Podany użytkownik nie może się zalogować.
sk: Používateľ sa nemôže prihlásiť.
sr_latn_rs: Datom korisniku nije dozvoljeno prijavljivanje.
uk: Зазначений користувач не може увійти.

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in using password authentication.
bg_bg: Посоченият потребител няма права за регистриране използвайки удостоверение с парола.
de: Der angegebene Benutzer darf sich nicht mit Passwort-Authentifizierung anmelden.
hr: Korisniku nije dopuštena prijava lozinkom.
nb_no: Den angitte brukeren tillates ikke å logge inn med passord autentisering.
nl: De opgegeven gebruiker mag niet inloggen met behulp van wachtwoordverificatie.
pl: Podany użytkownik nie może się zalogować przy użyciu uwierzytelniania hasła.
sk: Používateľ sa nemôže prihlásiť heslom.
sr_latn_rs: Datom korisniku nije dozvoljeno prijavljivanje preko lozinke.
uk: Зазначений користувач не може увійти за допомогою пароля.

# OrchardCore.Users.Services.UserService
source: A username or email address is required.
de: Ein Benutzername oder eine E-Mail ist erforderlich.
hr: Korisničko ime ili email je obavezan.
nl: Een gebruikersnaam of e-mailadres is vereist.
pl: Nazwa użytkownika lub adres e-mail są wymagane.

# OrchardCore.Users.Services.UserService
source: A token is required.
bg_bg: Изисква се token.
de: Ein Token ist erforderlich.
hr: Token je obavezan.
nb_no: En token er påkrevd.
nl: Een token is vereist.
pl: Token jest wymagany.
sk: Token je povinný.
sr_latn_rs: Token je obavezan.
uk: Токен обов'язковий.

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one digit character ('0'-'9').
bg_bg: Паролата трябва да съдържа поне една цифра ('0'-'9').
de: Das Passwort muss mindestens eine Ziffer enthalten ('0'-'9').
hr: Lozinka mora imate barem jednu brojku (0-9).
nb_no: Passord må inneholde minst ett siffer ('0'-'9').
nl: Wachtwoorden moeten uit minstens één cijfer ('0'-'9') bestaan.
pl: Hasła muszą mieć co najmniej jedną cyfrę ('0'-'9').
sk: Heslo musí obsahovať najmenej jednu číslicu ('0'-'9').
sr_latn_rs: Lozinke moraju da imaju bar jednu cifru ('0'-'9').
uk: Пароль повинен мати принаймні одну цифру ('0'-'9').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one lowercase character ('a'-'z').
bg_bg: Паролата трябва да съдържа поне една малка буква ('а'-'я').
de: Passwörter müssen mindestens ein Kleinbuchstaben ('a'-'z') enthalten.
hr: Lozinka mora imati barem jedno malo slovo (a-z).
nb_no: Passord må inneholde minst en liten bokstav ('a'-'z').
nl: Wachtwoorden moeten tenminste één kleine letter ('a' - 'z') bevatten.
pl: Hasła muszą mieć co najmniej jedną małą literę ('a'-'z').
sk: Heslo musí obsahovať najmenej jedno malé písmeno ('a'-'z').
sr_latn_rs: Lozinke moraju da imaju bar jedno malo slovo ('a'-'ž').
uk: Пароль повинен мати як мінімум один малий символ ('a'-'z').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one uppercase character ('A'-'Z').
bg_bg: Паролата трябва да съдържа поне една главна буква ('А'-'Я').
de: Passwörter müssen mindestens ein Großbuchstaben ('A'-'Z') enthalten.
hr: Lozinka mora imati barem jedno veliko slovo (A-Z).
nb_no: Passord må inneholde minst en stor bokstav ('A'-'Z').
nl: Wachtwoorden moeten minstens één hoofdletter ('A' - 'Z') hebben.
pl: Hasła muszą mieć co najmniej jedną dużą literę ('A'-'Z').
sk: Heslo musí obsahovať najmenej jedno veľké písmeno ('A'-'Z').
sr_latn_rs: Lozinke moraju da imaju bar jedno veliko slovo ('A'-'Ž').
uk: Паролі повинні мати принаймні один великий символ ('A'-''Z').

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one non letter or digit character.
bg_bg: Паролата трябва да съдържа поне един специален символ.
de: Passwörter müssen mindestens ein Zeichen ohne Buchstaben oder Ziffern enthalten.
hr: Lozinka mora imati barem 1 znak koji nije slovo ili brojka.
nb_no: Passord må inneholde minst ett tegn som er ikke bokstav eller siffer.
nl: Wachtwoorden moeten minstens één teken bevatten dat geen letter of cijfer is.
pl: Hasło musi mieć co najmniej jeden znak niebędący literą lub cyfrą.
sk: Heslo musí obsahovať najmenej jeden nealfanumerický znak.
sr_latn_rs: Lozinke moraju da imaju bar jedan znak koji nije ni slovo ni cifra.
uk: Пароль повинен мати принаймні один не буквено-цифровий символ.

# OrchardCore.Users.Services.UserService
source: Passwords must be at least {0} characters.
bg_bg: Паролата трябва да е поне {0} знака.
de: Passwörter müssen mindestens {0} Zeichen enthalten.
hr: Lozinka mora imati barem {0} znakova.
nb_no: Passord må være minst {0} tegn.
nl: Wachtwoorden moeten tenminste {0} tekens bevatten.
pl: Hasło musi mieć co najmniej {0} znaków.
sk: Heslo musí obsahovať najmenej {0} znakov.
sr_latn_rs: Lozinke moraju da imaju dužinu od najmanje {0} znakova.
uk: Пароль повинен містити щонайменше {0} символів.

# OrchardCore.Users.Services.UserService
source: Passwords must contain at least {0} unique characters.
bg_bg: Паролата трябва да съдържа най-малко {0} уникални символа.
de: Passwörter müssen mindestens {0} eindeutige Zeichen enthalten.
hr: Lozinka mora imati barem {0} jedinstvenih znakova.
nb_no: Passord må inneholde minst {0} unike tegn.
nl: Wachtwoorden moeten tenminste {0} unieke tekens bevatten.
pl: Hasło musi zawierać co najmniej {0} unikalnych znaków.
sk: Heslo musí obsahovať minimálne {0} jedinečných znakov.
sr_latn_rs: Lozinke moraju da sadrže najmanje {0} različitih znakova.
uk: Пароль має містити щонайменше {0} унікальних символів.

# OrchardCore.Users.Services.UserService
source: Incorrect password.
bg_bg: Грешна парола.
de: Falsches Passwort.
hr: Netočna lozinka.
nb_no: Feil passord.
nl: Onjuist wachtwoord.
pl: Nieprawidłowe hasło.
sk: Nesprávne heslo.
sr_latn_rs: Neispravna lozinka.
uk: Невірний пароль.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is invalid, can only contain letters or digits.
bg_bg: Потребителското име {0} е невалидно, може да съдържа само букви и цифри.
de: Benutzername '{0}' ist ungültig, kann nur Buchstaben oder Ziffern enthalten.
hr: Korisničko ime '{0}' nije valjano, može sadržavati samo slova i brojke.
nb_no: Brukernavnet '{0}' er ugyldig, kan bare inneholde bokstaver og tall.
nl: Gebruikersnaam '{0}' is ongeldig, kan alleen letters of cijfers bevatten.
pl: Nazwa użytkownika '{0} jest nieprawidłowa, może zawierać tylko litery lub cyfry.
sk: Používateľské meno '{0}' je neplatné. Môže obsahovať iba znaky a číslice.
sr_latn_rs: Korisničko ime '{0}' je neispravno, može da sadrži samo slova i brojeve.
uk: Ім’я користувача '{0}' є неприпустимим, може містити тільки букви або цифри.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is already used.
bg_bg: Потребителското име '{0}' вече се използва.
de: Benutzername '{0}' wird bereits verwendet.
hr: Korisničko ime '{0}' se već koristi.
nb_no: Brukernavn '{0}' er allerede i bruk.
nl: Gebruikersnaam '{0}' is al in gebruik.
pl: Nazwa użytkownika '{0}' jest już używana.
sk: Používateľské meno '{0}' sa už používa.
sr_latn_rs: Korisničko ime '{0}' je već zauzeto.
uk: Ім'я користувача '{0}' вже використовується.

# OrchardCore.Users.Services.UserService
source: Email '{0}' is already used.
bg_bg: Имейл адрес '{0}' вече се използва.
de: E-Mail-Adresse '{0}' wird bereits verwendet.
hr: Email '{0}' se već koristi.
nb_no: E-post '{0}' er allerede i bruk.
nl: E-mail '{0}' is al in gebruik.
pl: E-mail '{0}' jest już używany.
sk: Email '{0}' sa už používa.
sr_latn_rs: E-mail adresa '{0}' je već zauzeta.
uk: Електронна адреса '{0}' вже використовується.

# OrchardCore.Users.Services.UserService
source: Email '{0}' is invalid.
bg_bg: Имейл '{0}' е невалиден.
de: E-Mail '{0}' ist ungültig.
hr: Email '{0}' je netočan.
nb_no: E-post '{0}' er ugyldig.
nl: E-mail '{0}' is ongeldig.
pl: E-mail '{0}' jest nieprawidłowy.
sk: Email '{0}' je neplatný.
sr_latn_rs: E-mail adresa '{0}' je neispravna.
uk: Електронна адреса '{0}' недійсна.

# OrchardCore.Users.Services.UserService
source: The reset token is invalid. Please request a new token.
de: Das Reset-Token ist ungültig. Bitte ein neues Token anfordern.
hr: Reset token nije valjan. Molim zatražite novi token.
nl: De reset token is ongeldig. Vraag een nieuwe token aan.
pl: Token resetowania jest nieprawidłowy. Proszę, poproś o nowy token.

# OrchardCore.Users.Services.UserService
source: Unexpected error: '{0}'.
bg_bg: Неочаквана грешка: '{0}'.
de: Unerwarteter Fehler: '{0}'.
hr: Greška: '{0}'.
nb_no: Uventet feil: '{0}'.
nl: Onverwachte fout: '{0}'.
pl: Nieoczekiwany błąd: '{0}'.
sk: Neočakávaná chyba: '{0}'.
sr_latn_rs: Neočekivana greška: '{0}'.
uk: Несподівана помилка: '{0}'.
