Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Contents.po
Languages: ar, cs, de, es, it, ru

# OrchardCore.Contents.AdminMenu
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.AdminMenu
source: Content Items
ar: عناصر المحتوى
cs: Položky obsahu
de: Inhaltselemente
es: Elementos de Contenido
it: Contenuti del sito
ru: Объекты контента

# OrchardCore.Contents.AdminMenu
source: New
ar: جديد
cs: Vytvořit
de: Neu
es: Nuevo
it: Aggiungi
ru: Создать

# OrchardCore.Contents.DeploymentStartup
source: Content Audit Trail settings
ar: إعدادات مسار التدقيق للمحتوى
es: Configuración de Content Audit Trail
it: Impostazioni Log Operazioni Contenuti

# OrchardCore.Contents.DeploymentStartup
source: Exports the content audit trail settings.
ar: تصدير إعدادات مسار التدقيق للمحتوى.
es: Exporta la configuración del seguimiento de auditoría de contenido.
it: Esporta le impostazioni dei Log Operazioni sui contenuti.

# OrchardCore.Contents.Controllers.AdminController
source: Latest
ar: الأحدث
de: Neueste
es: Más reciente
it: Più recente
ru: Последние

# OrchardCore.Contents.Controllers.AdminController
source: Published
ar: تم نشره
de: Veröffentlicht
es: Publicado
it: Pubblicato
ru: Опубликовано

# OrchardCore.Contents.Controllers.AdminController
source: Unpublished
ar: غير منشور
de: Unveröffentlicht
es: No publicado
it: Defisso
ru: Не опубликовано

# OrchardCore.Contents.Controllers.AdminController
source: All versions
ar: كل الإصدارات
de: Alle Versionen
es: Todas las versiones
it: Tutte le versioni
ru: Все версии

# OrchardCore.Contents.Controllers.AdminController
source: Owned by me
ar: بواسطتي
de: Meine Beiträge
es: De mi propiedad
it: Di mia proprietà
ru: Принадлежащие мне

# OrchardCore.Contents.Controllers.AdminController
source: Recently created
ar: تم إنشاؤه مؤخراً
de: Kürzlich hinzugefügt
es: Creado recientemente
it: Creati di recente
ru: Недавно создано

# OrchardCore.Contents.Controllers.AdminController
source: Recently modified
ar: تم تعديله مؤخراً
de: Kürzlich geändert
es: Recientemente modificado
it: Modificati di recente
ru: Недавно изменено

# OrchardCore.Contents.Controllers.AdminController
source: Recently published
ar: تم نشره مؤخراً
de: Kürzlich veröffentlicht
es: Publicado recientemente
it: Pubblicati di recente
ru: Недавно опубликовано

# OrchardCore.Contents.Controllers.AdminController
source: Title
ar: العنوان
de: Titel
es: Título
it: Titolo
ru: Название

# OrchardCore.Contents.Controllers.AdminController
source: Publish Now
ar: انشر الآن
cs: Publikovat
de: Jetzt Veröffentlichen
es: Publicar ahora
it: Pubblica ora
ru: Опубликовать сейчас

# OrchardCore.Contents.Controllers.AdminController
source: Unpublish
ar: إلغاء النشر
cs: Zrušit publikaci
de: Veröffentlichung aufheben
es: Anular publicación
it: Defiggi
ru: Снять с публикации

# OrchardCore.Contents.Controllers.AdminController
source: Delete
ar: حذف
cs: Odstranit
de: Löschen
es: Eliminar
it: Elimina
ru: Удалить

# OrchardCore.Contents.Controllers.AdminController
source: All content types
ar: كل أنواع المحتوى
cs: Všechny typy obsahu
de: Alle Inhaltstypen
es: Todos los tipos de contenido
it: Tutti i tipi di contenuto
ru: Все типы содержимого

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't publish selected content.
ar: لا يمكن نشر المحتوى المحدد.
cs: Nemohl publikovat vybraný obsah.
de: Ausgewählter Inhalt konnte nicht veröffentlicht werden.
es: No se pudo publicar el contenido seleccionado.
it: Impossibile pubblicare il contenuto selezionato.
ru: Не удалось опубликовать выбранный контент.

# OrchardCore.Contents.Controllers.AdminController
source: Content published successfully.
ar: تم نشر المحتوى بنجاح.
es: Contenido publicado con éxito.
it: Contenuto pubblicato con successo.
ru: Контент успешно опубликован.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't unpublish selected content.
ar: لا يمكن إلغاء نشر المحتوى المحدد.
cs: Nemohl zrušit publikaci vybraného obsahu.
de: Veröffentlichung des ausgewählten Inhalts konnte nicht aufgehoben werden.
es: No se pudo anular la publicación del contenido seleccionado.
it: Impossibile sospendere la pubblicazione del contenuto selezionato.
ru: Не удалось отменить публикацию выбранного контента.

# OrchardCore.Contents.Controllers.AdminController
source: Content unpublished successfully.
ar: تم إلغاء نشر المحتوى بنجاح.
es: Contenido despublicado correctamente.
it: Contenuto rimosso dalla pubblicazione con successo.
ru: Публикация контента успешно отменена.

# OrchardCore.Contents.Controllers.AdminController
source: Couldn't remove selected content.
ar: لا يمكن حذف المحتوى المحدد.
cs: Nemohl odstranit vybraný obsah.
de: Ausgewählter Inhalt konnte nicht entfernt werden.
es: No se pudo eliminar el contenido seleccionado.
it: Impossibile eliminare il contenuto selezionato.
ru: Не удалось удалить выбранный контент.

# OrchardCore.Contents.Controllers.AdminController
source: Content removed successfully.
ar: تم حذف المحتوى بنجاح.
es: Contenido eliminado con éxito.
it: Contenuto cancellato con successo.
ru: Контент успешно удален.

# OrchardCore.Contents.Controllers.AdminController
source: Your content draft has been saved.
ar: تم حفظ مسودة المحتوى.
cs: Váš koncept položky byl uložen.
de: Ihr Inhaltsentwurf wurde gespeichert.
es: Se ha guardado su borrador.
it: La bozza di contenuto è stata salvata.
ru: Ваш черновик содержимого был сохранен.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} draft has been saved.
ar: تم حفظ المسودة {0}.
cs: Váš koncept položky {0} byl uložen.
de: Der Entwurf {0} wurde gespeichert.
es: Se ha guardado su borrador de {0}.
it: La tua bozza {0} è stata salvata.
ru: Ваш черновик {0} был сохранен.

# OrchardCore.Contents.Controllers.AdminController
source: Your content has been published.
ar: تم نشر المحتوى.
cs: Vaše položka byla publikována.
de: Inhalt wurde veröffentlicht.
es: Se ha publicado su contenido.
it: Il tuo contenuto è stato pubblicato.
ru: Ваш контент опубликован.

# OrchardCore.Contents.Controllers.AdminController
source: Your {0} has been published.
ar: تم نشر {0}.
cs: Vaše položka {0} byla publikována.
de: {0} wurde veröffentlicht.
es: Se ha publicado su contenido de {0}.
it: Il tuo {0} è stato pubblicato.
ru: Ваш {0} опубликован.

# OrchardCore.Contents.Controllers.AdminController
source: Could not clone the content item.
ar: لا يمكن إستنساخ عنصر المحتوى.
cs: Nepodařilo se zduplikovat položku.
de: Das Inhaltselement konnte nicht geklont werden.
es: No se pudo clonar el elemento de contenido.
it: Impossibile duplicare l'elemento di contenuto.
ru: Не удалось клонировать элемент содержимого.

# OrchardCore.Contents.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
ar: تم الإستنساخ بنجاح. النسخة تم حفظها كنسخة مسودة.
cs: Doplikace položky úspěšně provedena. Duplikát byl uložen jako koncept.
de: Erfolgreich geklont. Der Klon wurde als Entwurf gespeichert.
es: Se ha clonado con éxito. El clon se guardó como borrador.
it: Duplicato con successo. la copia è stata salvata come bozza.
ru: Клонирование успешно. Клон был сохранен в качестве черновика.

# OrchardCore.Contents.Controllers.AdminController
source: The draft has been removed.
ar: تم حذف النسخة المسودة.
cs: Koncept položky byl odstraněn.
de: Der Entwurf wurde entfernt.
es: Se ha eliminado el borrador.
it: La bozza è stata rimossa.
ru: Черновик был удален.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} draft has been removed.
ar: تم حذف المسودة {0}.
cs: Koncept položky {0} byl odstraněn.
de: Der Entwurf {0} wurde entfernt.
es: Se ha eliminado el borrador de {0}.
it: La bozza {0} è stata rimossa.
ru: Черновик {0} был удален.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been removed.
ar: تم حذف المحتوى.
cs: Položka byla odstraněna.
de: Dieser Inhalt wurde entfernt.
es: Se ha eliminado ese contenido.
it: Il contenuto è stato rimosso.
ru: Содержимое было удалено.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been removed.
ar: تم حذف {0}.
cs: Položka {0} byla odstraněna.
de: {0} wurde entfernt.
es: Se ha eliminado ese contenido de {0}.
it: Questo {0} è stato rimosso.
ru: Этот {0} был удален.

# OrchardCore.Contents.Controllers.AdminController
source: That content has been published.
ar: هذا المحتوى قد تم نشره.
cs: Položka byla publikována.
de: Dieser Inhalt wurde veröffentlicht.
es: Ese contenido ha sido publicado.
it: Il contenuto è stato pubblicato.
ru: Ваш контент опубликован.

# OrchardCore.Contents.Controllers.AdminController
source: That {0} has been published.
ar: تم نشر {0}.
cs: Položka {0} byla publikována.
de: {0} wurde veröffentlicht.
es: Se ha publicado {0}.
it: Questo {0} è stato pubblicato.
ru: Ваш {0} опубликован.

# OrchardCore.Contents.Controllers.AdminController
source: The content has been unpublished.
ar: هذا المحتوى تم إلغاء نشره.
cs: U položky byla zrušena publikace.
de: Veröffentlichung des Inhalts wurde aufgehoben.
es: El contenido ha dejado de estar publicado.
it: Il contenuto è stato sospeso dalla pubblicazione.
ru: Ваш контент снят с публикации.

# OrchardCore.Contents.Controllers.AdminController
source: The {0} has been unpublished.
ar: تم إيقاف نشر {0}.
cs: U položky {0} byla zrušena publikace.
de: Veröffentlichung von {0} wurde aufgehoben.
es: El {0} ha dejado de estar publicado.
it: {0} è stato sospeso dalla pubblicazione.
ru: Ваш {0} снят с публикации.

# OrchardCore.Contents.Controllers.ApiController
source: One or more validation errors occurred.
ar: حدث خطأ أو أكثر في صحة البيانات.
es: Ha ocurrido uno o más errores de validación.
it: Si sono verificati uno o più errori di validazione.

# OrchardCore.Contents.Drivers.OwnerEditorDriver
source: Invalid user name
ar: إسم المستخدم غير صحيح
cs: Neplatné uživatelské jméno
de: Ungültiger Benutzername
es: Nombre de usuario no válido
it: Nome utente non valido

# OrchardCore.Contents.Settings.FullTextAspectSettingsDisplayDriver
source: Full-text doesn't contain a valid Liquid expression. Details: {0}
ar: الـ Full-text لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}
de: Volltext enthält keinen gültigen Liquid-Ausdruck. Details: {0}
es: El patrón no contiene una expresión Liquid válida. Detalles: {0}
it: Il modello per la ricerca Full-text non contiene un'espressione Liquid valida. Dettagli: {0}
ru: Полный текст не содержит допустимого выражения Liquid. Подробности: {0}

# OrchardCore.Contents.AuditTrail.Controllers.AuditTrailContentController
source: '{0}' was not restored, the version is not valid.
ar: '{0}' لم يتم إستعادتها، الاصدار غير صالح.
es: '{0}' no ha sido restaurado, la versión no es válida.
it: '{0}' non è stato ripristinato, la versione non è valida.

# OrchardCore.Contents.AuditTrail.Controllers.AuditTrailContentController
source: '{0}' has been restored.
ar: تم استعادة '{0}'.
es: '{0}' ha sido restaurado.
it: '{0}' é stato ripristinato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Content
ar: محتوى
es: Contenido
it: Contenuto

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Created
ar: تم انشاؤه
es: Creado
it: Creato

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was created.
ar: تم إنشاء عنصر محتوى.
es: El elemento de contenido ha sido creado.
it: Un contenuto è stato creato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Saved
ar: تم الحفظ
es: Guardar
it: Salvato

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was saved.
ar: تم حفظ عنصر محتوى.
es: El elemento de contenido ha sido creado.
it: Un contenuto è stato salvato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Published
ar: نُشرت
es: Publicado
it: Pubblicato

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was published.
ar: تم نشر عنصر محتوى.
es: Un elemento de contenido fue publicado.
it: Un contenuto è stato pubblicato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Unpublished
ar: لم ينشر
es: Sin publicar
it: Defisso

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was unpublished.
ar: تم إلغاء نشر عنصر محتوى.
es: Un elemento de contenido no fue publicado.
it: Un contenuto è stato defisso.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Removed
ar: أزِل
es: Eliminado
it: Rimosso

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was deleted.
ar: تم حذف عنصر محتوى.
es: Se ha eliminado un elemento de contenido.
it: Un contenuto è stato eliminato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Cloned
ar: مستنسخ
es: Clonado
it: Clonato

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was cloned.
ar: تم استنساخ عنصر محتوى.
es: Un elemento de contenido fue clonado.
it: Un contenuto è stato clonato.

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: Restored
ar: مُسْتَعَاد‎
es: Restaurado
it: Ripristinato

# OrchardCore.Contents.AuditTrail.Services.ContentAuditTrailEventConfiguration
source: A content item was restored to a previous version.
ar: تم استعادة عنصر المحتوى إلى نسخة سابقة.
es: Un Content Item fue restaurado a una versión anterior.
it: Un contenuto è stato ripristinato a una versione precedente.

source: Content added successfully to the deployment plan.
ar: تمت إضافة المحتوى بنجاح إلى خطة النشر.
es: Contenido añadido correctamente al plan de implementación.
it: Contenuto aggiunto con successo al piano di distribuzione.
ru: Контент успешно добавлен в план развёртывания.

source: Couldn't add selected content to deployment plan.
ar: تعذر إضافة المحتوى المحدد إلى خطة النشر.
de: Ausgewählte Inhalte konnten nicht zum Bereitstellungsplan hinzugefügt werden.
es: No se pudo añadir el contenido seleccionado al plan de implementación.
it: Impossibile aggiungere il contenuto selezionato al piano di distribuzione.
ru: Не удалось добавить выбранный контент в план развёртывания.

source: Your content item does not exist.
ar: عنصر المحتوى هذا غير موجود.
de: Ihr Inhaltselement existiert nicht.
es: Tu Contenido no existe.
it: Il tuo contenuto non esiste.
ru: Элемент содержимого не существует.

source: Configuration
ar: الضبط
de: Konfiguration
es: Configuración
it: Configurazione
ru: Конфигурация

source: Import/Export
ar: إستيراد/تصدير
es: Importar/Exportar
it: Importa/Esporta
ru: Импорт/экспорт

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
it: Impostazioni
ru: Настройки

source: Export Target Settings
ar: تصدير إعدادات الهدف
de: Zieleinstellungen exportieren
es: Exportar ajustes de destino
it: Esporta le impostazioni della destinazione
ru: Экспорт настроек назначения

source: Export Content To Deployment Target settings
ar: تصدير المحتوى لنشر الإعدادات المستهدفة
de: Inhalt zu Zieleinstellungen exportieren
es: Exportar contenido a la configuración de destino de despliegue
it: Esporta il contenuto delle impostazioni della destinazione della distribuzione
ru: Экспорт содержимого в настройки цели развертывания

source: Exports the Export Content To Deployment Target settings.
ar: تصدير المحتوى لنشر الإعدادات المستهدفة.
es: Exporta el contenido exportado a la configuración de destino de implementación.
it: Esporta il contenuto dell'esportazione delle impostazioni della destinazione della distribuzione.
ru: Экспорт экспортируемого содержимого в настройки цели развертывания.

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.ContentActivity
source: Done
ar: تم
cs: Hotovo
de: Erledigt
es: Hecho
it: Fatto
ru: Готово

# OrchardCore.Contents.Workflows.Activities.ContentCreatedEvent
source: Content Created Event
ar: حدث إنشاء المحتوى
de: Inhalt erstellt Ereignis
es: Contenido creado
it: Evento per la creazione di un contenuto
ru: Событие создания контента

# OrchardCore.Contents.Workflows.Activities.ContentDeletedEvent
source: Content Deleted Event
ar: حدث حذف المحتوى
de: Inhalt gelöscht Ereignis
es: Contenido eliminado
it: Evento per la cancellazione di un contenuto
ru: Событие удаления контента

# OrchardCore.Contents.Workflows.Activities.ContentDraftSavedEvent
source: Content Save Draft Event
ar: حدث حفظ مسودة للمحتوى
es: Contenido Guardado en Borrador
it: Evento per il salvataggio di una Bozza
ru: Событие сохранения черновика

# OrchardCore.Contents.Workflows.Activities.ContentPublishedEvent
source: Content Published Event
ar: حدث نشر المحتوى
de: Inhalt veröffentlicht Ereignis
es: Contenido publicado
it: Evento per la pubblicazione di un contenuto
ru: Событие публикации контента

# OrchardCore.Contents.Workflows.Activities.ContentUnpublishedEvent
source: Content Unpublished Event
ar: حدث إلغاء نشر المحتوى
de: Inhalt unveröffentlicht Ereignis
es: Contenido despublicado
it: Evento per la sospensione della pubblicazione di un contenuto
ru: Событие отмены публикации контента

# OrchardCore.Contents.Workflows.Activities.ContentUpdatedEvent
source: Content Updated Event
ar: حدث تعديل المحتوى
de: Inhalt aktualisiert Ereignis
es: Contenido actualizado
it: Evento per la modifica di un contenuto
ru: Событие обновления контента

# OrchardCore.Contents.Workflows.Activities.ContentVersionedEvent
source: Content Versioned Event
ar: حدث تعيين إصدار للمحتوى
de: Inhalt versioniert Ereignis
es: Contenido Versionado
it: Evento per la versionatura di un contenuto
ru: Событие версионирования контента

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Create Content Task
ar: مهمة إنشاء محتوى
de: Inhalt erstellen Aufgabe
es: Crear Tarea de Contenido
it: Creazione di un contenuto
ru: Задача создания контента

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Enter a title
ar: ادخل العنوان
cs: Zadejte titulek
de: Titel eingeben
es: Ingrese un Título
it: Inserire un titolo
ru: Введите название

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Done
ar: تم
cs: Hotovo
de: Erledigt
es: Hecho
it: Fatto
ru: Готово

# OrchardCore.Contents.Workflows.Activities.CreateContentTask
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallo
it: Operazione non riuscita
ru: Ошибка

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Delete Content Task
ar: مهمة حذف محتوى
de: Inhalt löschen Aufgabe
es: Eliminar Tarea de Contenido
it: Cancellazione di un contenuto
ru: Задача удаления контента

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Deleted
ar: محذوف
cs: Smazáno
de: Entfernt
es: Eliminado
it: Eliminato
ru: ﻿Удалено

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Publish Content Task
ar: مهمة نشر محتوى
de: Inhalt veröffentlichen Aufgabe
es: Publicar Tarea de Contenido
it: Pubblicazione di un contenuto
ru: Задача публикации контента

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Published
ar: تم نشره
cs: Publikováno
de: Veröffentlicht
es: Publicado
it: Pubblicato
ru: Опубликовано

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieve Content Task
ar: مهمة جلب المحتوى
de: Aufgabe abrufen
es: Recuperar Tarea de Contenido
it: Recupero Contenuto
ru: Задача получения контента

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Content
ar: المحتوى
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.RetrieveContentTask
source: Retrieved
ar: تم استرجاعه
de: Abrufen
es: Recuperado
it: Recuperato
ru: Получено

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublish Content Task
ar: مهمة إلغاء نشر محتوى
de: Inhalt unveröffentlichen Aufgabe
es: No publicar Tarea de Contenido
it: Sospendere dalla pubblicazione un contenuto
ru: Задача отмены публикации контента

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Unpublished
ar: غير منشور
cs: Zrušena publikace
de: Veröffentlichung aufgehoben
es: No Publicado
it: Defiggi
ru: Не опубликовано

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Content
ar: محتوى
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Update Content Task
ar: مهمة تحديث محتوى
de: Inhalt aktualisieren-Aufgabe
es: Actualizar Content Task
it: Compito: aggiornamento di un contenuto
ru: Задача обновления контента

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Enter a title
ar: ادخل العنوان
de: Titel eingeben
es: Ingrese un Título
it: Inserire un titolo
ru: Введите заголовок

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Done
ar: تم
de: Erledigt
es: Hecho
it: Fatto
ru: Выполнено

# OrchardCore.Contents.Workflows.Activities.UpdateContentTask
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Fallo
it: Operazione non riuscita
ru: Ошибка

# OrchardCore.Contents.Views.AuditTrailPart.Edit
source: Comment
ar: تعليق
es: Comentario
it: Commento

# OrchardCore.Contents.Views.AuditTrailPart.Edit
source: Optionally provide a comment about this change for the audit trail.
ar: تقدم تعليق اختيارى عن هذا التغيير فى مسار التدقيق.
es: Opcionalmente, proporcione un comentario sobre este cambio para la pista de auditoría.
it: Opzionale, consente di commentare la modifica per il log delle operazioni.

# OrchardCore.Contents.Views.AuditTrailPart.Option
source: Standard
ar: قياسي
es: Estándar

# OrchardCore.Contents.Views.AuditTrailPartSettings.Edit
source: Show comment
ar: إظهار التعليق
es: Mostrar comentario
it: Visualizza commento

# OrchardCore.Contents.Views.AuditTrailPartSettings.Edit
source: Whether the audit trail comment is shown while editing.
ar: ما إذا كان تعليق التدقيق يظهر أثناء التحرير.
es: Si el comentario de la pista de auditoría se muestra durante la edición.
it: Indica se il commento al log dell'operazione è mostrato durante la modifica.

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: Created
ar: تم انشاؤه
cs: Vytvořeno
de: Erstellt
es: Creado
it: Creato
ru: Создано

# OrchardCore.Contents.Views.CommonPart-Date.Edit
source: The date when the content item was created or first published.
ar: التاريخ عند إنشاء عنصر المحتوى أو عند نشره لأول مره.
cs: Datum, kdy byla položka vytvořena nebo poprvé publikována.
de: Das Datum, an dem der Inhalt erstellt oder zuerst veröffentlicht wurde.
es: La fecha en la que el elemento de contenido fue creado o fue publicado por primera vez.
it: La data in cui l'elemento del contenuto è stato creato o pubblicato per la prima volta.
ru: Дата создания или первого опубликования элемента содержимого.

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner Name
ar: اسم المالك
es: Nombre del propietario
it: Nome proprietario

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The name of the owner of the content item.
ar: اسم مالك عنصر المحتوى.
es: El propietario del elemento de contenido.
it: Il nome del proprietario dell'elemento di contenuto.
