Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Settings.po
Languages: de, it, mk, sk, tr, uk

# OrchardCore.Settings.AdminMenu
source: Configuration
de: Konfiguration
it: Configurazione
mk: Конфигурација
sk: Konfigurácia
tr: Konfigürasyon
uk: Конфігурація

# OrchardCore.Settings.AdminMenu
source: Settings
de: Einstellungen
it: Impostazioni
mk: Подесувања
sk: Nastavenia
tr: Ayarlar
uk: Налаштування

# OrchardCore.Settings.AdminMenu
source: General
de: Allgemein
it: Generale
mk: Општо
sk: Všeobecné
tr: Genel
uk: Загальні

# OrchardCore.Settings.Controllers.AdminController
source: Site settings updated successfully.
de: Seiten-Einstellungen erfolgreich aktualisiert.
it: Impostazioni del sito aggiornate con successo.
mk: Подесувањата на сајтот се актуелизирани успешно.
sk: Nastavenia stránky boli aktualizovavné.
tr: Site ayarları başarıyla güncellendi.
uk: Налаштування сайту успішно оновлено.

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The Base url must be a fully qualified URL.
de: Die Basis-URL muss eine voll qualifizierte URL sein.
it: L'url di base deve essere una URL fully qualified.
mk: Основната URL адреса мора да е целосно дефинирана URL.
sk: Adresa URL (Base URL) musí byť plne kvalifikovaná adresa URL.
tr: Temel URL, tam nitelikli bir URL olmalıdır.
uk: Базова URL-адреса має бути повною URL-адресою.

# OrchardCore.Settings.Views.NavigationItemText-general.Id
source: General
de: Allgemein
it: Generale
mk: Општо
sk: Všeobecné
tr: Genel

# OrchardCore.Settings.Views.Settings.Edit
source: The current tenant will be reloaded when the settings are saved.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.
tr: Ayarlar kaydedildiğinde mevcut tenant yeniden yüklenecektir.

# OrchardCore.Settings.Views.Settings.Edit
source: Site
de: Webseite
mk: Сајт
sk: Web stránka

# OrchardCore.Settings.Views.Settings.Edit
source: Resources
de: Ressourcen
mk: Ресурси
sk: Zdroje
tr: Kaynaklar

# OrchardCore.Settings.Views.Settings.Edit
source: Cache
mk: Кеш
tr: Önbellek

# OrchardCore.Settings.Views.Settings.Edit
source: Site name
de: Seitenname
mk: Име на сајтот
sk: Názov stránky
tr: Site ismi

# OrchardCore.Settings.Views.Settings.Edit
source: The site name.
de: Der Name der Website.
mk: Името на сајтот.
sk: Názov stránky.
tr: Site adı.

# OrchardCore.Settings.Views.Settings.Edit
source: Page title format
de: Seitentitelformat
mk: Формат за наслов на страници
sk: Formát nadpisu
tr: Sayfa başlığı biçimi

# OrchardCore.Settings.Views.Settings.Edit
source: The default format of page titles.
de: Das Standardformat von Seitentiteln.
mk: Предодрениот формат за наслови на страници.
sk: Východzí formát nadpisov stránok.
tr: Sayfa başlıklarının varsayılan biçimi.

# OrchardCore.Settings.Views.Settings.Edit
source: Base url
de: Basis-Url
mk: Основна URL адреса
sk: Základná adresa URL (Base URL)
tr: Temel url

# OrchardCore.Settings.Views.Settings.Edit
source: Enter the fully qualified base URL of the web site.
de: Geben Sie die voll qualifizierte Basis-URL der Website ein.
mk: Внесете ја целосно дефинираната URL адреса на веб сајтот.
sk: Zadajte úplnú základnú URL stránky.
tr: Web sitesinin tam temel URL'sini girin.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Time Zone
de: Standard-Zeitzone
mk: Предодредена временска зона
sk: Predvolené časové pásmo
tr: Varsayılan Zaman Dilimi

# OrchardCore.Settings.Views.Settings.Edit
source: Local to server
de: Lokal zum Server
mk: Локално кон сервер
sk: Podľa nastavenia servera
tr: Sunucuya yerel

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
de: Bestimmt die Standard-Zeitzone, die bei der Anzeige und Bearbeitung von Datums- und Zeitangaben verwendet wird. DST (Sommerzeit) wird automatisch pro Zeitzone angewendet, falls verfügbar.
mk: Ја одредува предодредената временска зона користена при приказ или измена на датуми или времиња. DST (Време за заштеда на светлина) ќе биде применувано според зоната во која е достапно.
sk: Určuje predvolené časové pásmo použité pri zobrazení a úpravách. Letný čas sa nastaví automaticky, ak je pre časové pásmo definovaný.
tr: Tarihleri ve saatleri görüntülerken ve düzenlerken kullanılan varsayılan saat dilimini belirler. DST (yaz saati uygulaması), varsa saat dilimine göre otomatik olarak uygulanacaktır.

# OrchardCore.Settings.Views.Settings.Edit
source: Page size
de: Einträge pro Seite
mk: Големина на страница
sk: Veľkosť stránky
tr: Sayfa boyutu

# OrchardCore.Settings.Views.Settings.Edit
source: The default page size.
de: Die Standard-Seitengröße.
mk: Предодрената големина на страница.
sk: Východzia veľkosť stránky.
tr: Varsayılan sayfa boyutu.

# OrchardCore.Settings.Views.Settings.Edit
source: Settings for scripts and stylesheets
de: Einstellungen für Skripte und Stylesheets
mk: Подесувања за скрипти и стилови
sk: Nastavenia pre skripty a štýly.
tr: Komut dosyaları ve stil sayfaları için ayarlar

# OrchardCore.Settings.Views.Settings.Edit
source: Use resources cache busting
de: Ressourcen-Cache-Busting verwenden
mk: Користи ресурси за зачувување на кешот
sk: Použiť cache busting zdrojov
tr: Kaynak önbelleği bozmayı kullanın

# OrchardCore.Settings.Views.Settings.Edit
source: Whether cache busting (append a version) is used for scripts and stylesheets
de: Ob Cache-Busting (eine Version anhängen) für Skripte und Stylesheets verwendet wird
mk: Дали зачувувањето на кешот (при нова верзија) се користи за скрипти и стилови
sk: Určuje či bude použitý cache busting zdrojov (doplnenie verzie) pre skripty a štýly
tr: Komut dosyaları ve stil sayfaları için önbellek bozmanın (bir sürüm ekleme) kullanılıp kullanılmadığı

# OrchardCore.Settings.Views.Settings.Edit
source: Use framework CDN (Content Delivery Network)
de: Framework-CDN (Content Delivery Network) verwenden
mk: Користи мрежа за достава на содржини (CDN)
sk: Použiť CDN (Content Delivery Network)
tr: Çerçeve CDN'yi (İçerik Dağıtım Ağı) kullanın

# OrchardCore.Settings.Views.Settings.Edit
source: Whether a framework CDN is used for registered scripts and stylesheets, such as jQuery, or their local version
de: Ob ein Framework CDN für registrierte Skripte und Stylesheets wie jQuery oder ihre lokale Version verwendet wird
mk: Дали мрежа за достава на содржини (CDN) се користи за скрипти и стилови, како на пример jQuery или нивна локална верзија
sk: Určuje využitie CDN pre registrované skripty a štýly (napr. jQuery) alebo sa má použiť ich lokálna verzia.
tr: JQuery gibi kayıtlı komut dosyaları ve stil sayfaları için bir çerçeve CDN'nin mi yoksa yerel sürümlerinin mi kullanılacağı

# OrchardCore.Settings.Views.Settings.Edit
source: Site CDN (Content Delivery Network) base url
de: Website CDN (Content Delivery Network) Basis-URL
mk: Основна URL адреса на мрежата за достава на содржини (CDN) на сајтот
sk: Adresa URL CDN.
tr: Site CDN'si (İçerik Dağıtım Ağı) temel url'si

# OrchardCore.Settings.Views.Settings.Edit
source: A base CDN URL prefixed to the local scripts and stylesheets. It is disabled if the value is empty or if the Resource Debug Mode is enabled, e.g. <em>https://cdn.mysite.com</em>
de: Eine Basis-CDN-URL, die den lokalen Skripten und Stylesheets vorangestellt ist. Es ist deaktiviert, wenn der Wert leer ist oder wenn der Ressourcen-Debug-Modus aktiviert ist, z.B. <em>https://cdn.mysite.com</em>
mk: Префикс на основна URL адреса на мрежата за достава на содржини (CDN) на сајтот во однос на локалните скрипти и стилови. Оневозможено ако вредноста е празна или ако е овозможен Мод за дебагирање на ресурси н.п. <em>https://cdn.mysite.com</em>
sk: Základná URL adresa CDN, ktorá bude použitá ako prefix pred lokálnym skriptom a štýlom. Ak je pole prázdne alebo ak je povolený Resource Debug Mode, tak je funkcia vypnutá. napr. <em>https://cdn.mysite.com</em>
tr: Yerel komut dosyalarına ve stil sayfalarına ön eklenmiş bir temel CDN URL'si. Değer boşsa veya Kaynak Hata Ayıklama Modu etkinse, örn. <em>https://cdn.mysite.com</em>

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Debug Mode
de: Ressourcen-Debug-Modus
mk: Мод на дебагирање на ресурси
sk: Režim ladenia - Resource Debug Mode
tr: Kaynak Hata Ayıklama Modu

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — disabled in <em>Production</em>, enabled otherwise
de: Abhängig von der Umgebung — deaktiviert in <em>Produktion</em>, ansonsten aktiviert
mk: Од околинските подесувања - оневозможено во <em>Production</em>. Во спротивно овозможено.
sk: Z prostredia - zakázané v <em>Produkcii</em>, inak povolené
tr: Ortamdan — <em>Üretim</em>'de devre dışı, aksi halde etkinleştirilir

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled — use debuggable version of resources
de: Aktiviert — debugbare Version von Ressourcen verwenden
mk: Овозможено - користете верзија на ресурсите која може да се дебагира
sk: Povolené - použiť plnú verziu skriptov a štýlov
tr: Etkin — kaynakların hata ayıklanabilir sürümünü kullanın

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled — use minified version of resources
de: Deaktiviert — minimierte Version von Ressourcen verwenden
mk: Овозможено - користете намалена верзија на ресурсите
sk: Zakázané - použiť minifikovanú verziu skriptov a štýlov
tr: Devre Dışı — kaynakların küçültülmüş sürümünü kullanın

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
de: Legt fest, ob Skripte und Stylesheets in ihrer debugbaren oder minimierten Form geladen werden.
mk: Одредува дали скрипти и стилови се вклучуваат во нивната намалена форма или форма соодветна за дебагирање.
sk: Určuje či má byť použitá plná alebo minifikovaná verzia skriptov a štýlov.
tr: Komut dosyalarının ve stil sayfalarının hata ayıklanabilir veya küçültülmüş formlarında yüklenip yüklenmeyeceğini belirler.

# OrchardCore.Settings.Views.Settings.Edit
source: Settings for dynamic caches
de: Einstellungen für dynamische Caches
mk: Подесувања за динамичен кеш
sk: Nastavenia dynamickej cache
tr: Dinamik önbellekler için ayarlar

# OrchardCore.Settings.Views.Settings.Edit
source: Cache Mode
de: Cache-Modus
mk: Режим на кеширање
sk: Režim cache
tr: Önbellek Modu

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — enabled in <em>Production</em>, disabled otherwise
de: In der Umgebung — aktiviert in <em>Produktion</em>, ansonsten deaktiviert
mk: Од околинските подесувања - оневозможено во <em>Production</em>. Во спротивно овозможено
sk: Z prostredia - zakázané v <em>Produkcii</em>, inak povolené
tr: Ortamdan — <em>Üretim</em>'de etkinleştirilir, aksi takdirde devre dışı bırakılır

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled
de: Aktiviert
mk: Овозможено
sk: Povolené
tr: Etkin

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled with cache debug mode
de: Aktiviert mit Cache-Debug-Modus
mk: Овозможено со вклучен режим на дебаг на кеш
sk: Povolené s režimom ladenia cache (cache debug mode)
tr: Önbellek hata ayıklama moduyla etkinleştirildi

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled
de: Deaktiviert
mk: Оневозможено
sk: Zakázať
tr: Devre Dışı

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether caches are enabled or disabled.
de: Legt fest, ob Caches aktiviert oder deaktiviert sind.
mk: Одредува дали кешот е овозможен или оневозможен.
sk: Povolenie alebo zakázanie cache.
tr: Önbelleklerin etkinleştirilip etkinleştirilmeyeceğini belirler.

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Save
de: Speichern
it: Salva
mk: Зачувај
sk: Uložiť
tr: Kaydet
uk: Зберегти

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Cancel
de: Abbrechen
it: Annulla
mk: Откажи
sk: Zrušiť
tr: İptal
uk: Скасувати

# OrchardCore.Settings.Views.Admin.Index
source: Settings
de: Einstellungen
it: Impostazioni
mk: Подесувања
sk: Nastavenia
tr: Ayarlar
uk: Налаштування

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: Site Settings
de: Seiteneinstellungen
it: Impostazioni Sito
mk: Подесувања на сајтот
sk: Nastavenia stránky
tr: Site Ayarları
uk: Налаштування сайту

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: The site settings to add as part of the plan.
de: Die Site-Einstellungen, die als Teil des Plans hinzugefügt werden sollen.
it: Aggiungi le impostazioni del sito come parte del piano.
mk: Подесувања на сајтот кои треба да се додадат како дел од планот.
sk: Nastavenia stránky ktoré majú byť pridané do plánu.
tr: Planın bir parçası olarak eklenecek site ayarları.
uk: Налаштування сайту, які потрібно додати як частину плану.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: Site Settings
de: Seiteneinstellungen
it: Impostazioni Sito
mk: Подесувања на сајтот
sk: Nastavenia stránky
tr: Site Ayarları
uk: Налаштування сайту

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: No settings selected.
de: Keine Einstellungen ausgewählt.
it: Nessun impostazione selezionata.
mk: Немате избрано подесувања.
sk: Neboli vybrané žiadne nastavenia.
tr: Özel ayar seçilmedi.
uk: Жодних налаштувань не вибрано.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Site Settings
de: Seiteneinstellungen
it: Impostazioni Sito
mk: Подесувања на сајтот
sk: Nastavenia stránky
tr: Site Ayarları
uk: Налаштування сайту

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Exports the current site settings.
de: Exportiert die aktuellen Seiteneinstellungen.
it: Esporta le impostazioni correnti del sito.
mk: Експорт на актуелнте подесувања на сајтот.
sk: Exportuje nastavenia stránky.
tr: Geçerli site ayarlarını dışa aktarır.
uk: Експортує поточні налаштування сайту.

# OrchardCore.Settings.Views.Shared.DisplayTemplates.RemovableCulture
source: Delete
de: Löschen
it: Elimina
mk: Избриши
sk: Zmazať
tr: Sil
uk: Видалити

# OrchardCore.Settings.AdminMenu
source: Tools
uk: Інструменти

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The page size must be greater than zero.
it: La dimensione della pagina deve essere superiore a zero.
uk: Розмір сторінки має бути більшим за нуль.

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The page size must be less than or equal to {0}.
it: La dimensione della pagina deve essere inferiore o uguale a {0}.
uk: Розмір сторінки має бути меншим або дорівнювати {0}.

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Settings for dynamic caches
it: Impostazioni per una cache dinamica
uk: Налаштування динамічного кешування

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Cache Mode
it: Modalità cache
uk: Режим кешування

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: From environment — enabled in Production, disabled otherwise
uk: З середовища - увімкнено у Виробничому в іншому випадку вимкнено

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Enabled
it: Abilitato
uk: Увімкнено

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Enabled with cache debug mode
it: Abilitato con la cache in modalità debug
uk: Увімкнено в режимі налагодження кешу

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Disabled
it: Disabilitato
uk: Вимкнено

# OrchardCore.Settings.Views.Settings-Cache.Edit
source: Determines whether caches are enabled or disabled.
it: Determina se le cache è abilitata o disabilitata.
uk: Визначає, чи увімкнено/вимкнено кешування.

# OrchardCore.Settings.Views.Settings-Reload.Wrapper
source: The website might be restarted upon saving the settings, potentially leading to temporary unresponsiveness during the process.
uk: Вебсайт може перезапуститися після збереження налаштувань, що може призвести до тимчасової відсутності реакції під час процесу.

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Settings for scripts and stylesheets
it: Impostazioni per scripts e stylesheets (fogli di stile)
uk: Налаштування для скриптів та таблиць стилів

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Use resources cache busting
it: Usa il cache busting per le risorse
uk: Використовувати оновлення кешу (Cache Busting) ресурсів

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Whether cache busting (append a version) is used for scripts and stylesheets
it: Se in uso aggiunge una versione alle URL degli script e dei fogli di stile (stylesheets)
uk: Чи використовується оновлення кешу (додавання версії) для скриптів та таблиць стилів

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Use framework CDN (Content Delivery Network)
it: Usa CDN framework (Content Delivery Network)
uk: Використовувати фреймворк CDN (мережа доставлення вмісту)

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Whether a framework CDN is used for registered scripts and stylesheets, such as jQuery, or their local version
it: Se usato viene richiamato il CDN per script registrati e fogli di stile, come jQuery, o la loro versione locale
uk: Чи використовується CDN фреймворку для зареєстрованих скриптів та таблиць стилів, таких як jQuery, чи їх локальна версія

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Site CDN (Content Delivery Network) base url
it: Base URL del sito CDN (Content Delivery Network)
uk: Базова URL-адреса CDN (мережа доставлення вмісту) сайту

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: A base CDN URL prefixed to the local scripts and stylesheets. It is disabled if the value is empty or if the Resource Debug Mode is enabled, e.g. <em>https://cdn.mysite.com</em>
it: Un base URL CDN standard per script locali e fogli di stile. È disabilitato nel caso in cui non venga valorizzato o se la Modalità Debug Risorse è abilitata. Esempio <em>https://cdn.mysite.com</em>
uk: Базова URL-адреса CDN, що додається до локальних скриптів та таблиць стилів. Вона вимкнена, якщо значення порожнє або якщо ввімкнено Режим Налагодження Ресурсів, наприклад, <em>https://cdn.mysite.com</em>

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Resource Debug Mode
it: Modalità Debug Risorse
uk: Режим Налагодження Ресурсів

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: From environment — disabled in Production, enabled otherwise
uk: З середовища - вимкнено у Виробничому, в іншому випадку увімкнено

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Enabled — use debuggable version of resources
it: Abilitato — usa la versione debuggabile delle risorse
uk: Увімкнено — використовувати версію ресурсів для налагодження

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Disabled — use minified version of resources
it: Disabilitato — usa la versione minificata delle risorse
uk: Вимкнено — використовувати мінімізовану версію ресурсів

# OrchardCore.Settings.Views.Settings-Resources.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
it: Determina se gli script e i fogli di stile vengono caricati in modalità debug o minified.
uk: Визначає, чи завантажуються скрипти та таблиці стилів у налагоджувальному чи мінімізованому вигляді.

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Site name
it: Nome Sito
uk: Назва сайту

# OrchardCore.Settings.Views.Settings-Site.Edit
source: The site name.
it: Il nome del sito.
uk: Назва сайту.

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Page title format
it: Formato del titolo della pagina
uk: Формат заголовка сторінки

# OrchardCore.Settings.Views.Settings-Site.Edit
source: The default format of page titles.
it: Il formato predefinito del titolo della pagina.
uk: Формат заголовків сторінок за замовчуванням.

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Base url
it: Url Base
uk: Базова Url-адреса

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Enter the fully qualified base URL of the web site.
it: Inserisci l'indirzzo URL base del sito web.
uk: Введіть повну базову URL-адресу вебсайту.

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Default Time Zone
it: Fuso Orario Predefinito
uk: Часова зона за замовчуванням

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Local to server
it: Riferito all'orario del server
uk: Локальна для сервера

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
it: Determina il fuso orario predefinito utilizzato quando si visualizzano e modificano date ed orari. Il DST (tempo di sole diurno) verrà applicato automaticamente, nel caso in cui sia disponibile per il fuso orario.
uk: Визначає часовий пояс за замовчуванням, який використовується під час показу та редагування дат і часу. Літній час (DST) застосовуватиметься автоматично для кожного часового поясу, якщо він доступний.

# OrchardCore.Settings.Views.Settings-Site.Edit
source: Page size
it: Elementi per pagina
uk: Розмір сторінки

# OrchardCore.Settings.Views.Settings-Site.Edit
source: The default page size.
it: Il numero di elementi in una pagina predefinito.
uk: Розмір сторінки за замовчуванням.

# OrchardCore.Settings.Views.NavigationItemText-configuration.Id
source: Configuration
it: Configurazione
