Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Media.po
Languages: es, fa, it, ja, ru, sk, tr

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: No media selected.
es: No medio seleccionado.
fa: فایلی انتخاب نشده است.
it: Nessun file selezionato.
ja: メディアが選択されていません。
ru: Нет выбранных медиа.
sk: Nie sú vybrané žiadne médiá
tr: Medya seçilmedi.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Media
es: Medio
fa: فایل
it: File
ja: メディア
ru: Медиа
sk: Médiá
tr: Medya

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Thumbnail
source: Exports all or specified media.
es: Exportar todos o los medios especificados.
fa: از همه فایل‌ها یا یک فایل خاص خروجی می‌گیرد.
it: Esporta tutti i file o quelli selezionati.
ja: すべてまたは特定のメディアをエクスポート
ru: Экспортирует все или указанные медиа.
sk: Exportuje všetky alebo vybrané médiá.
tr: Tümünü veya belirtilen özel medyaları dışa aktarır.

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Small Thumbs
es: Imágenes Pequeñas
fa: تامبنِیل‌های کوچک
it: Piccole Miniature
ja: 小さいサムネイル
ru: Маленькие миниатюры
sk: Malé náhľady obrázkov
tr: Küçük Thumbs

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Large Thumbs
es: Imágenes Grandes
fa: تامبنِیل‌های بزرگ
it: Grandi Miniature
ja: 大きいサムネイル
ru: Большие миниатюры
sk: Veľké náhľady obrázkov
tr: Büyük Thumbs

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: This file exceeds the maximum upload size
fa: این فایل از حداکثر اندازه بارگذاری بیشتر است

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Uploads
fa: بارگذاری ها(آپلود)

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Errors
fa: خطاها

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: Clear Errors
fa: پاک‌کردن خطاها

# OrchardCore.Media.Views.MediaField-Attached.Option
source: Attached
es: Adjuntos
fa: ضمیمه
it: Allegato
ja: 添付ファイル
ru: Прикрепленный
sk: Priložené
tr: Eklenti

# OrchardCore.Media.Views.MediaField.DisplayOption
source: Standard
es: Estándar
fa: استاندارد
it: Predefinito
ja: 標準
ru: Стандартный
sk: Štandard
tr: Standart

# OrchardCore.Media.Views.MediaField.Edit
source: Small Thumbs
es: Imágenes Pequeñas
fa: تامبنِیل‌های کوچک
it: Piccole Miniature
ja: 小さいサムネイル
ru: Маленькие миниатюры
sk: Malé náhľady obrázkov
tr: Küçük Thumbs

# OrchardCore.Media.Views.MediaField.Edit
source: Large Thumbs
es: Imágenes Grandes
fa: تامبنِیل‌های بزرگ
it: Grandi Miniature
ja: 大きいサムネイル
ru: Большие миниатюры
sk: Veľké náhľady obrázkov
tr: Büyük Thumbs

# OrchardCore.Media.Views.MediaField.Edit
source: Select Media
es: Seleccionar medios
fa: انتخاب فایل
it: Seleziona File
ja: メディアの選択
ru: Выбрать медиа
sk: Výber médií
tr: Medya Seç

# OrchardCore.Media.Views.MediaField.Edit
source: OK
es: Aceptar
fa: تایید
ru: ОК
tr: Tamam

# OrchardCore.Media.Views.MediaField.Edit
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.MediaField.Option
source: Standard
es: Estándar
fa: استاندارد
it: Predefinito
ja: スタンダード
ru: Стандартный
sk: Štandard
tr: Standart

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Select an anchor
es: Seleccione un ancla
fa: یک لنگر را انتخاب کنید
it: Seleziona un collegamento
ru: Выбрать якорь
sk: Vybrať kotviaci bod
tr: Bir bağlantı seçin

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Reset Anchor
es: Reiniciar ancla
fa: بازنشانی Anchor
it: Reimposta collegamento
ru: Сбросить якорь
sk: Resetovať kotviaci bod
tr: Bağlantıyı Sıfırla

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: OK
es: Aceptar
fa: تایید
ru: ОК
tr: Tamam

# OrchardCore.Media.Views.Shared.MediaFieldEditAnchorModal
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Only one item is allowed on this field.
es: Solo se permite un elemento en este campo.
fa: تنها یک آیتم در این فیلد مجاز است.
it: Si può inserire un solo elemento in questo campo.
ja: このフィールドには1つの項目のみ許可されています。
ru: На этом поле разрешено только один элемент.
sk: Pre toto pole je povolená iba jedna položka.
tr: Bu alanda adece bir öğeye izin verilir.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: Not Found
es: No hallado
fa: یافت نشد
it: Non trovato
ja: 見つかりませんでした
ru: Не найдено
sk: Nič sa nenašlo
tr: Bulunamadı

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: It will be discarded on saving
es: Se descartará al guardar
fa: در هنگام ذخیره‌کردن از بین خواهد رفت
it: Verrà scartato al salvataggio
ja: 保存時に破棄されます
ru: Он будет удален при сохранении
sk: Po uložení bude zahodená
tr: Kaydedilirken yok edilecek.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: No Files
fa: هیچ فایلی

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Enter media text
es: Introduzca texto multimedia
fa: متن رسانه را وارد کنید
it: Inserisci testo multimediale
ru: Введите текст медиа
sk: Zadajte text média
tr: Bir metin girin

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: OK
es: Aceptar
fa: تایید
ru: ОК
tr: Tamam

# OrchardCore.Media.Views.Shared.MediaFieldEditMediaTextModal
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Required
es: Requerido
fa: ضروری
it: Obbligatorio
ja: 必須
ru: Обязательное
sk: Povinné
tr: Zorunlu

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether a media is required.
es: Es obligatorio un medio.
fa: انتخاب فایل ضروری باشد.
it: Se un file è obbligatorio.
ja: メディアが必須かどうか。
ru: Требуется ли медиа-файл.
sk: Určuje či je súbor povinný.
tr: Bir medya dosyasının gerekli olup olmadığı.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Multiple
es: Múltiple
fa: چندین
it: Molteplici
ja: 複数
ru: Несколько
sk: Viacnásobný výber
tr: Çoklu

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether multiple media can be selected.
es: Se pueden seleccionar múltiples medios.
fa: انتخاب چندین فایل میسر باشد.
it: Se è possibile selezionare più file.
ja: 複数のメディアが選択可能かどうか。
ru: Можно ли выбрать несколько медиа.
sk: Určuje či môže byť vybraných viac položiek.
tr: birden fazla medya dosyası seçilip seçilemediği.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow media text
es: Permitir texto multimedia
fa: متن رسانه مجاز است
it: Consenti testo multimediale
ru: Разрешить медиа текст
sk: Povoliť text média
tr: Medya metnine izin ver

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether media text editing is allowed.
es: Si se permite la edición de texto multimedia.
fa: آیا ویرایش متن رسانه مجاز است یا خیر.
it: Indica se è consentita la modifica del testo multimediale.
ru: Допускается ли редактировать текст медиа.
sk: Určuje či je možné upraviť text média.
tr: Medya metni düzenlemeye izin verilip verilmediğini belirtir.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Allow anchors
es: Permitir anclas
fa: به لنگرها اجازه دهید
it: Permetti collegamenti
ru: Разрешить якоря
sk: Povoliť kotviace body
tr: Bağlantılara izin ver

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Whether selecting an anchor point for resizing is allowed.
es: Se permite seleccionar un punto de anclaje para redimensionar.
fa: آیا انتخاب یک نقطه لنگر برای تغییر اندازه مجاز است یا خیر.
it: Indica se selezionare un punto di collegamento per il ridimensionamento è consentito.
ru: Допускается ли выбор точки привязки для изменения размера.
sk: Či je povolený výber kotviaceho bodu na zmenu veľkosti.
tr: Yeniden boyutlandırma için bir bağlantı noktası seçmeye izin verilip verilmediğini belirtir.

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: Hint
es: Sugerencia
fa: راهنمایی
it: Suggerimento
ja: ヒント
ru: Подсказка
sk: Nápoveda
tr: İpucu

# OrchardCore.Media.Views.MediaFieldSettings.Edit
source: The hint text to display on the editor.
es: El texto de sugerencia a mostrar en el editor.
fa: توضیحی که برای ویرایشگر نمایش داده می‌شود.
it: Il testo del suggerimento da visualizzare con l'editor.
ja: エディタに表示されるヒントテキスト
ru: Текст подсказки для отображения в редакторе.
sk: Nápoveda ktorá sa má zobraziť v editore.
tr: Düzenleyicide görüntülenecek ipucu metni.

# OrchardCore.Media.Views.NavigationItemText-media.Id
source: Media
es: Archivos multimedia
fa: فایل
it: File
ja: メディア
ru: Медиа
sk: Médiá
tr: Ortam

# OrchardCore.Media.Views.Admin.Options
source: Media options
es: Opciones de medios
fa: گزینه های رسانه
it: Opzioni Elementi Multimediali
ru: Параметры медиа
sk: Možnosti médií
tr: Medya Seçenekleri

# OrchardCore.Media.Views.Admin.Options
source: Media is configured with appsettings.json.
es: Media está configurado con appsettings.json.
fa: رسانه با appsettings.json پیکربندی شده است.
it: Elementi multimediali configurati con appsettings.json.
ru: Медиа настроено с appsettings.json.
sk: Modul média je konfigurovaný pomocou appsettings.json
tr: Medya, appsettings.json ile yapılandırılır.

# OrchardCore.Media.Views.Admin.Options
source: See documentation
es: Ver documentación
fa: مستندات را ببینید
it: Vedi la documentazione
ru: Смотреть документацию
sk: Viď dokumentáciu
tr: Dokümantasyonu gör

# OrchardCore.Media.Views.Admin.Options
source: Supported sizes
es: Tamaños soportados
fa: اندازه های پشتیبانی شده
it: Dimensioni supportate
ru: Поддерживаемые размеры
sk: Podporované veľkosti
tr: Desteklenen boyutlar

# OrchardCore.Media.Views.Admin.Options
source: The accepted sizes for custom width and height.
es: Los tamaños aceptados para la anchura y altura personalizadas.
fa: اندازه های پذیرفته شده برای عرض و ارتفاع سفارشی.
it: Le dimensioni personalizzate accettate per larghezza e altezza.
ru: Принятые размеры для пользовательской ширины и высоты.
sk: Akceptované veľkosti pre vlastnú šírku a výšku.
tr: Özel genişlik ve yükseklik için kabul edilen boyutlar.

# OrchardCore.Media.Views.Admin.Options
source: Allowed file extensions
es: Tipos de extensiones de archivo permitidos
fa: پسوند های مجاز فایل
it: Estensioni di file consentite
ru: Допустимые расширения файлов
sk: Povolené prípony súborov
tr: İzin verilen dosya uzantıları

# OrchardCore.Media.Views.Admin.Options
source: The list of allowed file extensions.
es: La lista de extensiones de archivo permitidas.
fa: لیست پسوندهای مجاز فایل.
it: L'elenco delle estensioni di file consentite.
ru: Список разрешенных расширений файлов.
sk: Zoznam povolených prípon súborov.
tr: İzin verilen dosya uzantılarının listesi.

# OrchardCore.Media.Views.Admin.Options
source: Max browser cache days
es: Máximo de días de caché del navegador
fa: حداکثر روز حافظه پنهان مرورگر
it: Numero di giorni cache del browser
ru: Максимальное количество дней в кэше браузера
sk: Maximálny počet dní cache prehliadača
tr: Maksimum tarayıcı önbellek günleri

# OrchardCore.Media.Views.Admin.Options
source: The default number of days for the media cache control header.
es: El número predeterminado de días para la cabecera de control de caché de medios.
fa: تعداد روزهای پیش‌فرض برای هدر کنترل حافظه پنهان رسانه.
it: Il numero predefinito di giorni, usato dall'header di controllo per gestire la cache di elementi multimediali.
ru: Количество дней по умолчанию для заголовка элемента управления кэшем мультимедиа.
sk: Predvolený počet dní pre media cache control hlavičku.
tr: Medya önbelleği kontrol başlığı için varsayılan gün sayısı.

# OrchardCore.Media.Views.Admin.Options
source: Max cache days
es: Máximo de días de caché
fa: حداکثر روزهای حافظه پنهان
it: Numero di giorni in cache
ru: Максимальное количество дней кеширования
sk: Maximálny počet dní cache
tr: Maksimum önbellek günleri

# OrchardCore.Media.Views.Admin.Options
source: The maximum number of days a cached resized media item will be valid for, before being rebuilt on request.
es: El número máximo de días para los que un elemento multimedia redimensionado en caché será válido antes de ser reconstruido bajo petición.
fa: حداکثر تعداد روزهایی که یک آیتم رسانه ای تغییر اندازه در حافظه پنهان قبل از بازسازی در صورت درخواست معتبر است.
it: Il numero massimo di giorni per cui un elemento multimediale ridimensionato nella cache sarà valido prima di essere ricostruito su richiesta.
ru: Максимальное количество дней, в течение которых кешированный медиа-файл будет доступен, прежде чем будет перестроен по запросу.
sk: Maximálny počet dní, počas ktorých bude médium so zmenenou veľkosťou v cache.
tr: Önbelleğe alınmış yeniden boyutlandırılmış bir medya öğesinin, istek üzerine yeniden oluşturulmadan önce geçerli olacağı maksimum gün sayısı.

# OrchardCore.Media.Views.Admin.Options
source: Max file size
es: Tamaño máximo de archivo
fa: حداکثر اندازه فایل
it: Dimensione massima file
ru: Макс. размер файла
sk: Maximálna veľkosť súboru
tr: Maksimum dosya boyutu

# OrchardCore.Media.Views.Admin.Options
source: The maximum size of an uploaded file in bytes.
es: El tamaño máximo de un archivo subido en bytes.
fa: حداکثر اندازه یک فایل آپلود شده بر حسب بایت.
it: La dimensione massima di un file caricato, in byte.
ru: Максимальный размер загружаемого файла в байтах.
sk: Maximálna veľkosť nahrateľného súboru v bajtoch.
tr: Yüklenen bir dosyanın bayt cinsinden maksimum boyutu.

# OrchardCore.Media.Views.Admin.Options
source: Cdn base url
es: Url base de Cdn
fa: آدرس پایه Cdn
it: Url di base CDN
ru: Базовый URL-адрес CDN
sk: Základná adresa URL pre CDN
tr: Cdn temel url'si

# OrchardCore.Media.Views.Admin.Options
source: A CDN base url that will be prefixed to the request path when serving images.
es: Una url base de CDN que será precedida a la ruta de solicitud cuando sirva imágenes.
fa: یک URL پایه CDN که هنگام ارائه تصاویر به مسیر درخواست اضافه می شود.
it: Un URL di base CDN che sarà prefisso al percorso di richiesta quando si servono le immagini.
ru: Базовый URL-адрес CDN, который будет префиксом к пути запроса при обработке изображений.
sk: Základná adresa URL pre CDN ktorá bude použitá ako predpona cesty pri poskytovaní obrázkov.
tr: Görüntüler sunulurken istek yolunun önüne eklenecek bir CDN temel url'si.

# OrchardCore.Media.Views.Admin.Options
source: Assets request path
es: Ruta de solicitud de recursos
fa: مسیر درخواست دارایی ها
it: Percorso per richiesta Assets
ru: Путь запроса медиа
sk: Cesta požiadavky na asset
tr: Varlık istek yolu

# OrchardCore.Media.Views.Admin.Options
source: The request path used to route asset files.
es: La ruta de solicitud usada para los archivos de recursos de la ruta.
fa: مسیر درخواستی که برای مسیریابی فایل‌های دارایی استفاده می‌شود.
it: Il percorso della richiesta utilizzato per indirizzare i file asset.
ru: Путь запроса для медиа-файлов.
sk: Cesta požiadavky použitá na smerovanie asset súborov.
tr: Varlık dosyalarını yönlendirmek için kullanılan istek yolu.

# OrchardCore.Media.Views.Admin.Options
source: Assets path
es: Ruta de recursos
fa: مسیرِ Assets
it: Percorso Assets
ru: Путь к медиа
sk: Cesta k asset súborom
tr: Varlık yolu

# OrchardCore.Media.Views.Admin.Options
source: The path used to store media assets. The path can be relative to the tenant's App_Data folder, or absolute.
es: La ruta utilizada para almacenar activos de medios. La ruta puede ser relativa a la carpeta App_Data del inquilino, o absoluta.
fa: مسیری که برای ذخیره دارایی های رسانه استفاده می شود. مسیر می تواند وابسته به پوشه App_Data مستاجر بوده و یا مطلق باشد.
it: Il percorso utilizzato per memorizzare le risorse multimediali. Il percorso può essere relativo alla cartella App_Data del tenant, o assoluto.
ru: Путь для хранения медиа-активов. Путь может быть относительно папки владельца App_Data или абсолютным.
tr: Medya varlıklarını depolamak için kullanılan yol. Yol, kiracının App_Data klasörüne göreli veya mutlak olabilir.

# OrchardCore.Media.Views.Admin.Options
source: Assets users folder
fa: پوشه دارایی های کاربران
it: Cartella asset utenti
tr: Varlık kullanıcıları klasörü

# OrchardCore.Media.Views.Admin.Options
source: The folder under AssetsPath used to store users own media assets.
fa: پوشه زیر AssetsPath برای ذخیره دارایی های رسانه خود کاربران استفاده می شود.
it: La cartella, sotto AssetsPath, utilizzata per memorizzare i file mutilmediali degli utenti.
tr: AssetsPath altındaki klasör, kullanıcıların kendi medya varlıklarını depolamak için kullanılır.

# OrchardCore.Media.Views.Shared.MediaFieldEditLocalization
source: No Images
ja: 画像がありません
ru: Нет изображений
tr: Resim yok

# OrchardCore.Media.Views.MediaField-Attached.Edit
source: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} KB)
ru: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} Кб)

# OrchardCore.Media.Views.MediaField.Edit
source: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} KB)
ru: {{{{ selectedMedia.name }}}}{{{{ selectedMedia.mediaText === '' ? '' : ', ' + selectedMedia.mediaText }}}} ({{{{ isNaN(fileSize)? 0 : fileSize }}}} Кб)

# OrchardCore.Media.Views.MediaProfiles.Create
source: The quality percentage for the processed image. Only supported with the JPG format. A value of 100% means a quality command will not be applied.
ru: Процент качества для обработанного изображения. Поддерживается только для формата JPG. Значение 100% означает, что качество не изменится.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The quality percentage for the processed image. Only supported with the JPG format. A value of 100% means a quality command will not be applied.
ru: Процент качества для обработанного изображения. Поддерживается только для формата JPG. Значение 100% означает, что качество не изменится.

# OrchardCore.Media.MediaCacheAdminMenu
source: Content
ja: コンテンツ
