Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Recipes.po
Languages: ar, fa, tr, vi

# OrchardCore.Recipes.AdminMenu
source: Configuration
ar: الضبط
fa: پیکربندی
tr: Konfigürasyon
vi: Cấu hình

# OrchardCore.Recipes.AdminMenu
source: Recipes
ar: الوصفات
fa: دستورالعمل‌ها
tr: Tarifler
vi: Công thức

# OrchardCore.Recipes.Commands.RecipesCommands
source: No recipes found.
ar: لا توجد وصفات.
fa: دستورالعملی یافت نشد.
tr: Tarif bulunamadı.
vi: Không tìm thấy công thức nào.

# OrchardCore.Recipes.Commands.RecipesCommands
source: List of available recipes
ar: قائمة بالوصفات المتاحة
fa: لیست دستورالعمل‌های موجود
tr: Mevcut tariflerin listesi
vi: Danh sách các công thức hiện có

# OrchardCore.Recipes.Commands.RecipesCommands
source: Recipe: {0}
ar: الوصفه: {0}
fa: دستورالعمل: {0}
tr: Komut: {0}
vi: Công thức: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Version: {0}
ar: الإصدار: {0}
fa: نسخه: {0}
tr: Versiyon: {0}
vi: Phiên bản: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Tags: {0}
ar: العلامات: {0}
fa: برچسب‌ها: {0}
tr: Taglar: {0}
vi: Tác vụ: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Description: {0}
ar: الوصف: {0}
fa: توضیحات: {0}
tr: Açıklama: {0}
vi: Mô tả: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Author: {0}
ar: المؤلف: {0}
fa: مولف: {0}
tr: Yazar:{0}
vi: Tác giả: {0}

# OrchardCore.Recipes.Commands.RecipesCommands
source: Website: {0}
ar: الموقع: {0}
fa: وب‌سایت: {0}
tr: Web sitesi: {0}

# OrchardCore.Recipes.Controllers.AdminController
source: Recipe was not found.
fa: دستورالعمل پیدا نشد.
tr: Komut bulunamadı.

# OrchardCore.Recipes.Controllers.AdminController
source: The recipe '{0}' has been run successfully.
fa: دستور '{0}' با موفقیت اجرا شد.
tr: '{0}' komutu başarıyla çalıştırıldı.

# OrchardCore.Recipes.Views.Admin.Index
source: Recipes
ar: الوصفات
fa: دستورالعمل‌ها
tr: Komutlar
vi: Công thức

# OrchardCore.Recipes.Views.Admin.Index
source: Search
ar: بحث
fa: جستجو
tr: Ara
vi: Tìm kiếm

# OrchardCore.Recipes.Views.Admin.Index
source: Are you sure you want to run the recipe?
ar: هل أنت متأكد من أنك تريد حذف هذه الوصفة؟
fa: آیا از اجرای دستورالعمل اطمینان دارید؟
tr: Tarifi çalıştırmak istediğinizden emin misiniz?
vi: Bạn có muốn khởi động công thức này không?

# OrchardCore.Recipes.Views.Admin.Index
source: Yes
fa: بله
tr: Evet

# OrchardCore.Recipes.Views.Admin.Index
source: No
fa: خیر
tr: Hayır

# OrchardCore.Recipes.Views.Admin.Index
source: Run
ar: تشغيل
fa: اجرا
tr: Çalıştır
vi: Chạy

# OrchardCore.Recipes.Views.Admin.Index
source: Setup Recipe
ar: تثبيت وصفة
fa: دستورالعمل راه‌اندازی
tr: Kurulum Komutları
vi: Cài đặt Công thức

# OrchardCore.Recipes.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
fa: <strong>هیچی اینجا نیست!</strong> هیچ نتیجه‌ای برای جستجوی شما یافت نشد.
tr: <strong>Burada hiçbir şey yok!</strong> Aramanız sonuç döndürmedi.

# OrchardCore.Recipes.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no recipes for the moment.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ دستوری وجود ندارد.
tr: <strong>Burada hiçbir şey yok!</strong> Şu an için komut yok.

# OrchardCore.Recipes.Controllers.AdminController
source: Recipe was not found
ar: الوصفة غير موجودة
vi: Không tìm thấy công thức nào

# OrchardCore.Recipes.Controllers.AdminController
source: The recipe '{0}' has been run successfully
ar: الوصفه '{0}' تم تشغيلها بنجاح
vi: Công thức '{0}' đã được chạy thành công
