Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.AdminMenu.po
Languages: bg_bg, cs, el, es, he, it, ja, lt, mk, nb_no, nl, pl, pt, ru, sk, sv

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Link Text
bg_bg: Текст на връзката
cs: Text odkazu
el: Κείμενο Συνδέσμου
es: Texto del enlace
he: טקסט הקישור
it: Testo del collegamento
ja: リンクの文字列
lt: Nuorodos tekstas
mk: Текст на линкот
nb_no: Lenketekst
nl: Link tekst
pl: Tekst odnośnika
pt: Texto de hiperligação
ru: Текст ссылки
sk: Text odkazu
sv: Länktext

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The text of the menu item as it will be shown in the tree.
bg_bg: Текстът на елемента от менюто както ще бъде видим в структурата.
cs: Text menu, který bude zobrazen v menu.
el: Το κείμενο του μενού όπως θα εμφανιστεί στο δέντρο.
es: El texto del elemento del menú tal como aparecerá en árbol.
he: הטקסט של פריט התפריט כפי שהוא יוצג בעץ.
it: Il testo della voce di menu come verrà mostrato nell'albero.
ja: ツリーに表示されるメニュー項目の文字列
lt: Meniu elemento tekstas, kaip bus rodomas medyje.
mk: Текстот на елементот од менито, како што ќе биде прикажан во дрвото.
nb_no: Teksten til menypunktet slik den vil bli vist i treet.
nl: De tekst van het menu-item zoals het zal worden weergegeven in de boomstructuur.
pl: Tekst pozycji menu, który będzie wyświetlany w strukturze.
pt: O texto do item de menu que será exibido na árvore.
ru: Текст пункта меню, как он будет показан в дереве.
sk: Text odkazu, ako sa zobrazí v strome.
sv: Texten för meny-objektet som den kommer att visas i trädet.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Icon
bg_bg: Икона
cs: Ikona
el: Εικονίδιο
es: Icono
he: סמל
it: Icona
ja: アイコン
lt: Piktograma
mk: Икона
nb_no: Ikon
nl: Icoon
pl: Ikona
pt: Icone
ru: Иконка
sk: Ikona
sv: Ikon

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick
bg_bg: Избор
cs: Vybrat
el: Διαλέξτε
es: Seleccionar
he: בחר
it: Scegli
ja: 選択
lt: Parinkti
mk: Изберете
nb_no: Velg
nl: Kies
pl: Wybierz
pt: Escolha
ru: Выбрать
sk: Vybrať
sv: Välj

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select an icon to display when this menu item is at the first level.
bg_bg: Избери иконка, която ще е видима, в случай че елемента от менюто е първо ниво.
cs: Vyberte ikonu, která se zobrazí v případě, že je položka umístěna v první úrovni menu.
el: Επιλέξτε ένα εικονίδιο για εμφάνιση όταν αυτό το αντικείμενο του μενού βρίσκετε στη κορυφή.
es: Seleccione un icono a mostrar cuando este elemento de menú sea de primer nivel.
he: בחר סמל כדי להציג כאשר פריט תפריט זה הוא ברמה הראשונה.
it: Seleziona un'icona da visualizzare quando questa voce di menu è al primo livello.
ja: このメニュー項目が最初のレベルの場合に表示されるアイコンの選択
lt: Pasirinkite piktogramą, kuri bus rodoma, kai šis meniu elementas bus pirmame lygyje.
mk: Изберете икона за приказ кога овој елемент на менито е на прво ниво.
nb_no: Velg et ikon for visning når elementet er på topp nivå.
nl: Selecteer een icoon om weer te geven wanneer dit menu-item op het eerste niveau is.
pl: Wybierz ikonę do wyświetlenia, gdy ta pozycja menu jest na pierwszym poziomie.
pt: Selecione um ícone para exibir quando este item de menu está no primeiro nível.
ru: Выберите значок, который будет показан, когда этот элемент меню находится на первом уровне.
sk: Ikona, ktorá sa zobrazí ak je tento odkaz položkou menu prvej úrovne.
sv: Välj en ikon att visa när detta meny-objekt är på första nivå.

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Pick an icon
bg_bg: Избери икона
cs: Vyberte ikonu
el: Διαλέξτε εικονίδιο
es: Seleccione un icono
he: בחר סמל
it: Scegli un'icona
ja: アイコンの選択
lt: Pasirinkite piktogramą
mk: Изберете икона
nb_no: Velg et ikon
nl: Kies een icoon
pl: Wybierz ikonę
pt: Seleccionar ícone
ru: Выбрать значок
sk: Vyberte ikonu
sv: Välj en ikon

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Permissions
cs: Oprávnění
el: Δικαιώματα
es: Permisos
it: Permessi
lt: Teisės
nl: Rechten
pl: Uprawnienia
ru: Права
sk: Oprávenia

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Type to search
cs: Začněte psát hledaný výraz
el: Πληκτρολόγησε για αναζήτηση
es: Escriba para buscar
it: Tipo da ricercare
lt: Įveskite tekstą norėdami ieškoti
nl: Typ om te zoeken
pl: Wpisz szukaną frazę
ru: Введите для поиска
sk: Zadajte hľadaný výraz

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Select
cs: Výběr z hodnot
el: Επιλογή
es: Seleccionar
it: Seleziona
lt: Pasirinkti
nl: Selecteer
pl: Zaznacz
ru: Выбрать
sk: Vybrať

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Remove
cs: Odebrat
el: Αφαίρεση
es: Eliminar
it: Elimina
lt: Pašalinti
nl: Verwijderen
pl: Usuń
ru: Удалить
sk: Odstrániť

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: No result found
cs: Nenalezen žádný výsledek
el: Δε βρέθηκαν αποτελέσματα
es: No se encontraron resultados
it: Nessun risultato trovato
lt: Rezultatų nerasta
nl: Geen resultaten gevonden
pl: Brak wyników
ru: Нет результатов
sk: Nenašiel sa žiadny výsledok

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
cs: Oprávnění požadovaná pro zobrazení této položky nabídky (volitelné).
el: Τα δικαιώματα που απαιτούνται για την εμφάνιση αυτού του στοιχείου μενού (προαιρετικά).
es: Los permisos necesarios para mostrar este elemento de menú (opcional).
it: I permessi richiesti per visualizzare questa voce di menu (opzionale).
lt: Reikalingos teisės šiam meniu elementui rodyti (neprivaloma).
nl: De bevoegdheden die nodig zijn om dit menu-item weer te geven (optioneel).
pl: Uprawnienia wymagane do wyświetlenia tej pozycji menu (opcjonalne).
ru: Требуемые права для отображения этого пункта меню (опционально).
sk: Oprávnenia potrebné na zobrazenie tejto položky ponuky (voliteľné).

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeSummary
source: Placeholder
cs: Složka
es: Contenido provisional
he: מקום שמור
it: Segnaposto
ja: プレースホルダ
lt: Vietaženklis
mk: Текст за пример
nb_no: Plassholder
nl: Plaatshouder
pl: Tekst zastępczy
pt: Espaço reservado (placeholder)
ru: Заполнитель
sk: Zástupný symbol
sv: Platshållare

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Placeholder Admin Node
bg_bg: Placeholder Admin възел
cs: Složka
el: Κράτηση θέσης σημειώσεων διαχειριστή
es: Nodo de administración provisional
he: מקום שמור לצומת ניהול
it: Segnaposto nodo di amministrazione
ja: プレースホルダの管理項目
lt: Vietaženklio administravimo mazgas
mk: Група на админ. јазол
nb_no: Plassholder Admin node
nl: Plaatshouder Admin Knooppunt
pl: Zastępczy węzęł administracyjny
ru: Заполнитель узла администратора
sk: Zástupný uzol
sv: Platshållare för admin-nod

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeThumbnail
source: Adds a menu item that acts as a container for others.
bg_bg: Добавя меню елемент, който служи като контейнер за други.
cs: Přidává položku menu, která funguje jako kontejner pro ostatní.
el: Προσθέτει ένα στοιχείο μενού που λειτουργεί ως δοχείο για άλλα μενού.
es: Agrega un elemento de menú que actúa como contenedor para otros.
he: הוספת פריט בתפריט המתנהג כגורם מכיל עבור אחרים.
it: Aggiunge una voce di menu che funge da contenitore per gli altri.
ja: 他の項目のコンテナとしてメニューを追加
lt: Prideda meniu elementą, kuris kitiems rodomas kaip konteineris.
mk: Додадете елемент од мени, кој ќе содржи други елементи.
nb_no: Legger til et menyelement som fungerer som en beholder for andre.
nl: Voegt een menu-item toe dat als container voor anderen zal werken.
pl: Dodaje pozycję menu, która działa jako kontener dla innych.
pt: Adiciona um item de menu para conter outros.
ru: Добавляет пункт меню, который действует в качестве контейнера для других.
sk: Pridá položku, ktorá slúži ako kontajner pre ostatné.
sv: Lägger till ett meny-objekt som agerar behållare för andra.

# OrchardCore.AdminMenu.Views.Menu.Create
source: The name is required
bg_bg: Името е задължително
cs: Je nutné zadat název
el: Το όνομα πρέπει να συμπληρωθεί
he: דרוש שם
it: Il nome è obbligatorio
ja: 名前を入力してください
mk: Името е задолжително
nb_no: Navnet er obligatorisk
nl: De naam is verplicht
sk: Názov je povinný
sv: Namnet är obligatoriskt

# OrchardCore.AdminMenu.Views.Menu.Edit
source: The name is required
bg_bg: Името е задължително
cs: Je nutné zadat název
el: Το όνομα πρέπει να συμπληρωθεί
he: דרוש שם
it: Il nome è obbligatorio
ja: 名前を入力してください
mk: Името е задолжително
nb_no: Navn er obligatorisk
nl: De naam is verplicht
sk: Názov je povinný
sv: Namnet är obligatoriskt

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus
mk: Грешка при повикувањето на листата на админ. менија
nb_no: Feil ved henting av liste over adminmenyer

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully
mk: Админ. менија успешно изменети.
nb_no: Admin meny oppdatert

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully
mk: Админ. менија успешно избришани.
nb_no: Admin meny slettet

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully
mk: Админ. мени успешно преклопено(„toggled“)
nb_no: Admin meny (de)aktivert

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully
mk: Админ. јазол успешно додаден
nb_no: Admin-noden ble lagt til

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully
mk: Админ. јазол успешно изменет
nb_no: Admin noden ble oppdatert

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors
mk: Админ. јазол пријави грешки при валидација
nb_no: Admin noden har valideringsfeil

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully
mk: Админ. јазол успешно избришан
nb_no: Admin noden slettet

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully
mk: Админ. јазол успешно преклопен(„toggled“)
nb_no: Admin node (de)aktivert

# OrchardCore.AdminMenu.Views.Menu.List
source: Filter
mk: Филтер

# OrchardCore.AdminMenu.Views.Menu.List
source: <strong>Nothing here!</strong> Your search returned no results.
mk: <strong>Празно</strong>Вашето пребарување не врати резултати.
nb_no: <strong>Ingenting her!</strong> Ditt søk ga ingen resultater.
