Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Microsoft.Authentication.po
Languages: el, mk, pt_br, ru

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Security
el: Ασφάλεια
mk: Безбедност
pt_br: Segurança
ru: Безопасность

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Authentication
el: Ταυτοποίηση
mk: Автентикација
pt_br: Autenticação
ru: Аутентификация

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Security
el: Ασφάλεια
mk: Безбедност
pt_br: Segurança
ru: Безопасность

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Authentication
el: Ταυτοποίηση
mk: Автентикација
pt_br: Autenticação
ru: Аутентификация

# OrchardCore.Microsoft.Authentication.AdminMenuAAD
source: Azure Active Directory
ru: Активная директория Azure

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: DisplayName is required
el: Το DisplayName είναι υποχρεωτικό
mk: Името за приказ е задолжително
pt_br: Nome de exibição é obrigatório
ru: Требуется имя отображения

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: AppId is required
el: Το AppId είναι υποχρεωτικό
mk: „AppId“ е задолжителен
pt_br: AppId é obrigatório
ru: Требуется AppId

# OrchardCore.Microsoft.Authentication.Services.AzureADService
source: TenantId is required
el: Το TenantId είναι υποχρεωτικό
mk: „TenantId“ е задолжителен
pt_br: TenantId é obrigatório
ru: Требуется TenantId

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppId is required
el: Το AppId είναι υποχρεωτικό
mk: „AppId“ е задолжителен
pt_br: AppId é obrigatório
ru: Требуется AppId

# OrchardCore.Microsoft.Authentication.Services.MicrosoftAccountService
source: AppSecret is required
el: Το AppSecret είναι υποχρεωτικό
mk: „AppSecret“ е задолжителен
pt_br: AppSecret é obrigatório
ru: Требуется AppSecret

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Application Id is required
el: Απαιτείται αναγνωριστικό εφαρμογής
mk: „Application Id“ е задолжителен
pt_br: ID do aplicativo é obrigatório
ru: Требуется идентификатор приложения

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Tenant Id is required
el: Απαιτείται αναγνωριστικό του Tenant
mk: „Tenant Id“ е задолжителен
pt_br: Id do tenant é obrigatório
ru: Требуется Id владельца

# OrchardCore.Microsoft.Authentication.ViewModels.AzureADSettingsViewModel
source: Invalid path
el: Μη έγκυρη διαδρομή
mk: Невалидна патека
pt_br: Caminho inválido
ru: Недопустимый путь

source: Application Id is required
el: Απαιτείται αναγνωριστικό εφαρμογής
mk: „Application Id“ е задолжителен
pt_br: ID do aplicativo é obrigatório
ru: Требуется идентификатор приложения

source: Application Secret is required
el: Απαιτείται Mυστικό εφαρμογής
mk: „Application Secret“ е задолжителен
pt_br: Senha do aplicativo é obrigatória
ru: Требуется секрет приложения

source: Invalid path
el: Μη έγκυρη διαδρομή
mk: Невалидна патека
pt_br: Caminho inválido
ru: Недопустимый путь

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: See documentation
ru: Смотреть документацию

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Azure AD Authentication Settings
mk: Подесувања за автентификација на Azure AD
pt_br: Configurações de Autenticação do Azure AD
ru: Настройки аутентификации Azure AD

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Display Name
el: Εμφανιζόμενο Όνομα
mk: Име за приказ
pt_br: Nome de exibição
ru: Отображаемое имя

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The display name of the provider.
el: Το εμφανιζόμενο όνομα του παροχέα.
mk: Името за приказ на провајдерот.
pt_br: O nome de exibição do provedor.
ru: Отображаемое имя провайдера.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Application ID found on the Azure AD App registration parameters.
el: Το Application ID βρέθηκε στις παράμετρους εγγραφής Azure AD App.
mk: „Application ID“ поставен во регистрациските параметри на „Azure AD App“.
pt_br: O ID do aplicativo encontrado nos parâmetros de registro do aplicativo Azure AD.
ru: ID приложения найден в параметрах регистрации приложения Azure AD.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The Tenant (Directory) ID found on the Azure AD App registration parameters.
el: Το ID ενοικιαστή (κατάλογος) βρέθηκε στις παραμέτρους εγγραφής Azure AD App.
mk: „Потстанарот (Directory)“ поставен во регистрациските параметри на „Azure AD App“.
pt_br: O ID do tenant (diretório) encontrado nos parâmetros de registro do aplicativo Azure AD.
ru: ID владельца (Directory) найден в параметрах регистрации приложения Azure AD.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: CallbackPath
mk: Патека за повторен повик
ru: Путь обратного вызова

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
el: Η διαδρομή αιτήματος μέσα στη βασική διαδρομή της εφαρμογής όπου θα επιστραφεί ο user-agent. Το middleware λογισμικό θα επεξεργαστεί αυτό το αίτημα όταν φθάνει.
mk: Повиканата патека која е дел од апликациската основна патека, каде корисничкиот агент ќе биде вратен. „Middleware“ софтвер ќе го процесира побарувањето кога ќе пристигне.
pt_br: O endereço da requisição, no contexto do endereço base da aplicação, para onde o navegador será redirecionado. O sistema processará esta requisição quando chegar.
ru: Путь к запросу в базовом пути приложения, где будет возвращен пользователь-агент. middleware будет обрабатывать этот запрос, когда он прибывает.

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Store tokens
mk: Сочувај токени
pt_br: Armazenar tokens
ru: Хранить токены

# OrchardCore.Microsoft.Authentication.Views.AzureADSettings.Edit
source: Store external authentication tokens for reuse
mk: Сочувај надворешни токени за автентикација за повторна употреба
pt_br: Armazenar tokens de autenticação externa para reutilização
ru: Хранить внешние токены аутентификации для повторного использования

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.
ru: Текущий тенант будет перезагружен, когда настройки будут сохранены.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: See documentation
ru: Смотреть документацию

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Microsoft Account Authentication Settings
el: Ρυθμίσεις Ελέγχου Ταυτότητας Λογαριασμού της Microsoft
mk: Подесувања на Микрософт акаунт за автентикација
pt_br: Configurações de autenticação de Conta Microsoft
ru: Настройки аутентификации учетной записи Microsoft

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application ID found on the Microsoft developer portal parameters.
el: Το ID της εφαρμογής εντοπίστηκε στις παραμέτρους της Microsoft developer portal.
mk: „Application ID“ поставен во параметрите на Микрософт порталот за развивачи на софтвер.
pt_br: O ID do aplicativo encontrado nos parâmetros do portal do desenvolvedor do Microsoft.
ru: ID приложения найден на страницах портала Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Secret Key
el: Μυστικό Κλειδί
mk: Таен клуч
ru: Секретный ключ

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The Application secret key found on the Microsoft developer portal parameters.
el: Το κρυπτογραφημένο κλειδί της εφαρμογής βρίσκεται στις παραμέτρους της Microsoft developer portal.
mk: „Application secret key“ поставен во параметрите на Микрософт порталот за развивачи на софтвер.
pt_br: A chave secreta do aplicativo encontrada nos parâmetros do portal do desenvolvedor da Microsoft.
ru: Секретный ключ приложения найден на параметрах портала разработчика Microsoft.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: CallbackPath
mk: Патека за повторен повик
ru: Путь обратного вызова

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
el: Η διαδρομή αιτήματος μέσα στη βασική διαδρομή της εφαρμογής όπου θα επιστραφεί ο user-agent. Το middleware λογισμικό θα επεξεργαστεί αυτό το αίτημα όταν φθάνει.
mk: Повиканата патека која е дел од апликациската основна патека, каде корисничкиот агент ќе биде вратен. „Middleware“ софтвер ќе го процесира побарувањето кога ќе пристигне.
pt_br: O endereço da requisição, no contexto do endereço base da aplicação, para onde o navegador será redirecionado. O sistema processará esta requisição quando chegar.
ru: Путь к запросу в базовом пути приложения, где будет возвращен пользователь-агент. middleware будет обрабатывать этот запрос, когда он прибывает.

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store tokens
mk: Сочувај токени
pt_br: Armazenar tokens
ru: Хранить токены

# OrchardCore.Microsoft.Authentication.Views.MicrosoftAccountSettings.Edit
source: Store external authentication tokens for reuse
mk: Сочувај надворешни токени за автентикација за повторна употреба
pt_br: Armazenar tokens de autenticação externa para reutilização
ru: Хранить внешние токены аутентификации для повторного использования

# OrchardCore.Microsoft.Authentication.AdminMenuMicrosoftAccount
source: Microsoft
mk: Микрософт

# OrchardCore.Microsoft.Authentication.Views.NavigationItemText-microsoft.Id
source: Microsoft
mk: Микрософт
