Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Workflows.po
Languages: es, fi, pt_br

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Provide additional HTTP response headers. Enter one key/value pair per line. For example: "X-MyHeader: Foo". With Liquid support.
es: Proporciona cabeceras de respuesta HTTP adicionales. Introduzca un par de clave/valor por línea. Por ejemplo: "X-MyHeader: Foo". Con soporte Liquid.
fi: Anna lisää HTTP-otsikoita, yksi per rivi. Esimerkiksi: "X-MyHeader: Foo". Liquid-tuella.
pt_br: Forneça cabeçalhos de resposta HTTP adicionais. Digite um par chave/valor por linha. Por exemplo: "X-MeuHeader: Foo". Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: HTTP Response
es: Respuesta HTTP
fi: HTTP-vastaus
pt_br: Resposta HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Thumbnail
source: Write a HTTP response.
es: Escribe una respuesta HTTP.
fi: Kirjoita HTTP vastaus.
pt_br: Escrever uma resposta HTTP.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: If/Else
es: Si/Si No
fi: Tai muuten (If/Else)
pt_br: Se/Senão

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Design
source: Evaluate <em>{0}</em>
es: Evaluar <em>{0}</em>
fi: Validoi <em>{0}</em>
pt_br: Avaliar <em>{0}</em>

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: Condition Expression
es: Expresion de la condicion
fi: Ehtolauseke
pt_br: Expressão de condição

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Edit
source: A JavaScript expression that evaluates to true or false.
es: Una expresión JavaScript que evalúa a true o falso.
fi: Javascript-lauseke, joka palauttaa arvon tosi tai epätosi.
pt_br: Uma expressão JavaScript que é avaliada como verdadeiro ou falso.

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: If/Else
es: Si/Si No
fi: Tai muuten (If/Else)
pt_br: Se/Senão

# OrchardCore.Workflows.Views.Items.IfElseTask.Fields.Thumbnail
source: Evaluate a boolean condition and continues execution based on the outcome.
es: Evalúa una condición booleana y continúa la ejecución con base en el resultado.
fi: Arvioi totuusehto ja jatkaa suoritusta lopputuloksesta riippuen.
pt_br: Avalia uma condição booleana e continua a execução baseado no resultado.

# OrchardCore.Workflows.Views.Workflow.Index
source: {0} Instances
es: {0} instancias
fi: {0} Instanssia

# OrchardCore.Workflows.Views.Workflow.Index
source: Workflows
es: Flujos de trabajo
fi: Työnkulut
pt_br: Fluxos de trabalho

# OrchardCore.Workflows.Views.Workflow.Index
source: Instances
es: Instancias
fi: Instanssit

# OrchardCore.Workflows.Views.Workflow.Index
source: Select All
es: Seleccionar todo
fi: Valitse kaikki
pt_br: Selecionar todos

# OrchardCore.Workflows.Views.Workflow.Index
source: 1 item
es: 1 elemento
fi: 1 kohde

# OrchardCore.Workflows.Views.Workflow.Index
source: Items {0} to {1}
es: Elementos {0} a {1}
fi: Kohteet {0} - {1}
pt_br: Itens {0} a {1}

# OrchardCore.Workflows.Views.Workflow.Index
source: / {0} item in total
es: {0} elemento(s) en total
fi: / {0} kohdetta yhteensä
pt_br: / {0} item no total

# OrchardCore.Workflows.Views.Workflow.Index
source: Actions
es: Acciones
fi: Toiminnot
pt_br: Ações

# OrchardCore.Workflows.Views.Workflow.Index
source: Bulk Action
es: Acción masiva
fi: Massatoiminnot
pt_br: Ação em lote

# OrchardCore.Workflows.Views.Workflow.Index
source: Are you sure you want to {0} these items?
es: ¿Estás seguro de que quieres {0} estos artículos?
fi: Oletko varma, että haluat {0} nämä kohteet?
pt_br: Tem certeza que deseja {0} estes itens?

# OrchardCore.Workflows.Views.Workflow.Index
source: Filter by status
es: Filtrar por estado
fi: Suodata tilan mukaan
pt_br: Filtrar por status

# OrchardCore.Workflows.Views.Workflow.Index
source: Status
es: Estado
fi: Tila

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort by
es: Ordenar por
fi: Järjestä
pt_br: Ordenar por

# OrchardCore.Workflows.Views.Workflow.Index
source: Sort
es: Ordenar
fi: Järjestä
pt_br: Ordenação

# OrchardCore.Workflows.Views.Workflow.Index
source: Are you sure you want to delete this workflow instance?
es: ¿Está seguro que desea eliminar esta instancia de flujo de trabajo?
fi: Oletko varma, että haluat poistaa tämän työnkulun tehtävän?

# OrchardCore.Workflows.Views.Workflow.Index
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Views.Workflow.Index
source: Created {0}
es: Creado {0}
fi: Luotu {0}
pt_br: Criado em {0}

# OrchardCore.Workflows.Views.Workflow.Index
source: <strong>Nothing here!</strong> There are no halted workflows at the moment.
es: <strong>Nada aquí!</strong> No hay flujos de trabajo detenidos en este momento.
fi: <strong>Ei mitään esitettävää.</strong> Ei yhtään pysäytettyä työnkulkua tällä hetkellä.
pt_br: <strong>Nada aqui!</strong> Não exister nenhum fluxo de trabalho interrompido no momento.

# OrchardCore.Workflows.Views.Workflow.Index
source: Back
es: Regresar
fi: Takaisin
pt_br: Voltar

# OrchardCore.Workflows.Views.Workflow.Index
source: selected
es: seleccionado
fi: valittu
pt_br: selecionado

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Manage Workflows
es: Administrar flujos de trabajo
fi: Hallitse työnkulkuja
pt_br: Gerenciar Fluxos

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Search
es: Buscar
fi: Etsi
pt_br: Pesquisar

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Create Workflow
es: Crear flujo de trabajo
fi: Luo työnkulku

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Select All
es: Seleccionar todo
fi: Valitse kaikki
pt_br: Selecionar todos

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 item
es: 1 elemento
fi: 1 kohde

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Items {0} to {1}
es: Elementos {0} a {1}
fi: Kohteet {0} - {1}
pt_br: Itens {0} a {1}

# OrchardCore.Workflows.Views.WorkflowType.Index
source: / {0} item in total
es: {0} elemento(s) en total
fi: / {0} kohdetta yhteensä
pt_br: / {0} item no total

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Actions
es: Acciones
fi: Toiminnot
pt_br: Ações

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Bulk Action
es: Acción masiva
fi: Massatoiminnot
pt_br: Ação em lote

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Are you sure you want to {0} these items?
es: ¿Estás seguro de que quieres {0} estos elementos?
fi: Oletko varma, että haluat {0} nämä kohteet?
pt_br: Tem certeza que deseja {0} estes itens?

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Edit
es: Editar
fi: Muokkaa
pt_br: Editar

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Properties
es: Propiedades
fi: Ominaisuudet
pt_br: Propriedades

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Duplicate
es: Duplicar
fi: Duplikaatti
pt_br: Duplicar

# OrchardCore.Workflows.Views.WorkflowType.Index
source: Disabled
es: Desactivado
fi: Pois käytöstä
pt_br: Desativado

# OrchardCore.Workflows.Views.WorkflowType.Index
source: 1 instance
es: 1 instancia
fi: Yksi instanssi
pt_br: 1 instância

# OrchardCore.Workflows.Views.WorkflowType.Index
source: <strong>Nothing here!</strong> There are no workflows for the moment.
es: <strong>Nada aquí!</strong> No hay flujos de trabajo por el momento.
fi: <strong>Ei mitään esitettävää.</strong> Ei työnkulkuja saatavilla.

# OrchardCore.Workflows.Views.WorkflowType.Index
source: selected
es: seleccionado
fi: valittu
pt_br: selecionado

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Join
es: Unir
fi: Yhdistä
pt_br: Junção

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Await <strong>all</strong> inbound activities before joining execution into a single path.
es: Espera a <strong>todas</strong> las actividades entrantes antes de unirse a la ejecución en una sola ruta.
fi: Odotaa <strong>kaikki</strong> sisään tulevat aktiviteetit, ennen kuin suoritus jatkuu yhdessä polussa.
pt_br: Aguarda <strong>todas</strong>as atividades de entrada antes de se juntar a execução em um único caminho.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Design
source: Awaits <strong>any</strong> inbound activities before joining execution into a single path.
es: Espera a <strong>cualquier</strong> actividades entrantes antes de unirse a la ejecución en una sola ruta.
fi: Odotaa <strong>yhden</strong> sisään tulevan aktiviteetin, ennen kuin suoritus jatkuu yhdessä polussa.
pt_br: Aguarda <strong>qualquer</strong> atividade de entrada antes de se juntar a execução em um único caminho.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Mode
es: Modo
fi: Tila
pt_br: Modo

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Edit
source: Controls whether the Join task should wait for all or any inbound activity to be completed.
es: Controla si la tarea de Unirse debe esperar a que se complete toda o cualquier actividad entrante.
fi: Ohjaa tehtävien yhdistämistä odottamaan yhtä tai kaikkia tulevia aktiviteetteja ennen kuin jatketaan.
pt_br: Controla se a tarefa de Junção deve aguardar a conclusão da atividade ou de qualquer entrada.

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join
es: Unir
fi: Yhdistä
pt_br: Junção

# OrchardCore.Workflows.Views.Items.JoinTask.Fields.Thumbnail
source: Join forked workflow execution back into a single path of execution.
es: Unir la ejecución del flujo de trabajo bifurcado de nuevo en una única ruta de ejecución.
fi: Yhdistä haaroitetut työkulut yhteen suorituspolkuun.
pt_br: Junta a execução do fluxo bifurcado de volta em um único caminho de execução.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Log Level
es: Nivel de log
fi: Lokitaso
pt_br: Nível do Log

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The log level.
es: El nivel de log.
fi: Lokin taso.
pt_br: O nível de log.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: Text
es: Texto
fi: Teksti
pt_br: Texto

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Edit
source: The text to log. With Liquid support.
es: El texto para el log. Con soporte Liquid.
fi: Lokiin kirjoitettava teksti. Liquid-tuella.
pt_br: O texto do log. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Thumbnail
source: Write a log entry.
es: Escribe una entrada de log.
fi: Kirjoita lokimerkintä.
pt_br: Registra uma entrada de log.

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: Missing Activity
es: Falta actividad
fi: Toiminto puuttuu
pt_br: Atividade Faltando

# OrchardCore.Workflows.Views.Items.MissingActivity.Fields.Design
source: <em>{0}</em> is no longer available.
es: <em>{0}</em> ya no está disponible.
fi: <em>{0}</em> ei ole enää saatavilla.
pt_br: <em>{0}</em> não está mais disponível.

# OrchardCore.Workflows.Views.NavigationItemText-workflows.Id
source: Workflows
es: Flujos de trabajo
fi: Työnkulut
pt_br: Fluxos de trabalho

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Design
source: {0} Notification
es: {0} Notificación
fi: {0} Ilmoitus
pt_br: {0} notificações

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Notification Type
es: Tipo de notificación
fi: Ilmoitustyyppi
pt_br: Tipo de Notificação

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The notification type.
es: El tipo de notificación.
fi: Ilmoitustyyppi.
pt_br: O tipo da notificação.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: Message
es: Mensaje
fi: Viesti
pt_br: Mensagem

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Edit
source: The message to show. With Liquid support.
es: El mensaje a mostrar. Con soporte Liquid.
fi: Näytettävä viesti. Liquid-tuella.
pt_br: Mensagem a ser exibida. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Notify
es: Notificar
fi: Ilmoita
pt_br: Notificar

# OrchardCore.Workflows.Views.Items.NotifyTask.Fields.Thumbnail
source: Display a notification.
es: Mostrar una notificación.
fi: Näytä ilmoitus.
pt_br: Exibir uma notificação.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Design
source: Script
es: Secuencia de comandos
fi: Komentosarja

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Available Outcomes
es: Resultados disponibles
fi: Saatavilla olevat lopputulokset
pt_br: Resultados disponíveis

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: A comma-separated list of available outcomes.
es: Una lista separada por comas de resultados disponibles.
fi: Mahdolliset tulokset. Pilkulla erotettu lista.
pt_br: Uma lista separada por vírgulas de resultados disponíveis.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: Script
es: Secuencia de comandos
fi: Komentosarja

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Edit
source: The script to execute. Make sure to call `setOutcome` with any of the specified available outcomes at least once.
es: La Secuencia de comandos a ejecutar. Asegúrese de llamar a `setOutcome` con cualquiera de los resultados disponibles especificados al menos una vez.
fi: Suoritettava skripti. Varmista, että kutsut `setOutcome`-funktiota vähintään kerran.
pt_br: O script a ser executado. Certifique-se de chamar 'setOutcome' com qualquer um dos resultados disponíveis especificados pelo menos uma vez.

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Script
es: Secuencia de comandos
fi: Komentosarja

# OrchardCore.Workflows.Views.Items.ScriptTask.Fields.Thumbnail
source: Execute script and continue execution based on the returned outcome.
es: Ejecutar la secuencia de comandos y continuar la ejecución con base en el resultado devuelto.
fi: Suorita skripti ja jatka suoritusta palautetun tuloksen perusteella.
pt_br: Executa o script e continua a execução baseado no resultado retornado.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Design
source: Output via {0}
es: Salida vía {0}
fi: Ulostulo kohteen {0} kautta
pt_br: Retorno via {0}

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Name
es: Nombre
fi: Nimi
pt_br: Nome

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The name to output to.
es: El nombre para la salida.
fi: Tuloksen kohteen nimi.
pt_br: O nome para onde será retornado.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: Value
es: Valor
fi: Arvo
pt_br: Valor

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Edit
source: The value to store in the specified output variable. With JavaScript support.
es: El valor a almacenar en la variable de salida especificada. Con soporte JavaScript.
fi: Arvo, joka talletetaan määriteltyyn lähtömuuttujaan. JavaScript-tuella.
pt_br: O valor para armazenar na variável de saída especificada. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Set Output
es: Establecer salida
fi: Aseta tuloksen kohde
pt_br: Atribuir saída

# OrchardCore.Workflows.Views.Items.SetOutputTask.Fields.Thumbnail
source: Evaluate a script expression and store the result into the workflow's output.
es: Evaluar una expresión de guión de comandos y almacenar el resultado en la salida del flujo de trabajo.
fi: Arvioi skripti-lauseke ja talleta tulos työnkulun tulokseksi.
pt_br: Avalia uma expressão de script e armazena o resultado na saída do fluxo de trabalho.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Design
source: Set {0} Property
es: Establecer Propiedad {0}
fi: Aseta {0} ominaisuus
pt_br: Atribuir propriedade {0}

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Name
es: Nombre
fi: Nimi
pt_br: Nome

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The property to set. If the specified property doesn't exist yet, it will be added.
es: La propiedad a establecer. Si la propiedad especificada no existe aún, se agregará.
fi: Asetettava ominaisuus. Jos ominaisuutta ei ole olemassa, se lisätään.
pt_br: A propriedade a ser atribuída. Se a propriedade especificada ainda não existir, ela será criada.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: Value
es: Valor
fi: Arvo
pt_br: Valor

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Edit
source: The value to store in the specified property. With JavaScript support.
es: El valor a almacenar en la propiedad especificada. Con soporte JavaScript.
fi: Arvo, joka talletetaan määriteltyyn parametriin. JavaScript-tuella.
pt_br: O valor a ser armazenado na propriedade especificada. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Set Property
es: Establecer Propiedad
fi: Aseta ominaisuus
pt_br: Atribuir Propriedade

# OrchardCore.Workflows.Views.Items.SetPropertyTask.Fields.Thumbnail
source: Assign a value to a property on the workflow.
es: Asignar un valor a una propiedad en el flujo de trabajo.
fi: Aseta arvo työnkulun ominaisuudella.
pt_br: Atribui um valor a uma propriedade no fluxo de trabalho.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: Signal
es: Señal
fi: Signaali
pt_br: Sinal

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Design
source: When <em>{0}</em> is triggered
es: Cuando <em>{0}</em> se activa
fi: Kun <em>{0}</em> käynnistetään
pt_br: Quando <em>{0}</em> for acionado

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: Name
es: Nombre
fi: Nimi
pt_br: Nome

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Edit
source: The signal name. With Liquid support.
es: El nombre de la señal. Con soporte Liquid.
fi: Signaalin nimi. Liquid-tuella.
pt_br: O nome do sinal. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Signal
es: Señal
fi: Signaali
pt_br: Sinal

# OrchardCore.Workflows.Views.Items.SignalEvent.Fields.Thumbnail
source: Executes when a signal is triggered.
es: Ejecuta cuando se activa una señal.
fi: Suoritetaan kun signaali annetaan.
pt_br: Executa quando um sinal é acionado.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Design
source: Timer
es: Temporizador
fi: Ajastin
pt_br: Temporizador

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: CRON Expression
es: Expresión CRON
fi: CRON-lauseke
pt_br: Expressão CRON

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Edit
source: The CRON expression.
es: La expresión CRON.
fi: Lauseke CRON-muodossa.
pt_br: A expressão CRON.

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Timer
es: Temporizador
fi: Ajastin
pt_br: Temporizador

# OrchardCore.Workflows.Views.Items.TimerEvent.Fields.Thumbnail
source: Executes repeatedly according to a specified CRON expression.
es: Ejecuta repetidamente de acuerdo con una expresión CRON especificada.
fi: Suoritetaan automaattisesti CRON-lausekkeen mukaisesti.
pt_br: Executa repetidamente de acordo com uma expressão CRON especificada.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: User Task
es: Tarea de usuario
fi: Käyttäjän tehtävä
pt_br: Tarefa de usuário

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Request any user action of <em>{0}</em>
es: Solicitar cualquier acción de usuario de <em>{0}</em>
fi: Pyydä kaikki <em>{0}</em> käyttäjätapahtumat
pt_br: Solicitar qualquer ação de usuário de <em>{0}</em>

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Any
es: Cualquiera
fi: Mikä tahansa
pt_br: Qualquer uma

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: Required roles: <em>{0}</em>
es: Roles requeridos: <em>{0}</em>
fi: Vaaditut roolit: <em>{0}</em>
pt_br: Funções necessárias: <em>{0}</em>

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Design
source: No user actions specified
es: No se especifican acciones de usuario
fi: Käyttäjätapahtumaa ei ole määritelty
pt_br: Nenhuma ação de usuário especificada

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Actions
es: Acciones
fi: Toiminnot
pt_br: Ações

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Enter one or more comma-separated action names.
es: Introduzca uno o más nombres de acción separados por comas.
fi: Anna yksi tai useampi pilkulla erotettua toiminnan nimeä.
pt_br: Digite um ou mais nomes de ações separadas por vírgulas.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Select the roles that are allowed to perform the specified actions. If no roles are selected, then any role is allowed.
es: Seleccione los roles que se permiten para realizar las acciones especificadas. Si no se seleccionan roles, entonces se permite cualquier rol.
fi: Valitse roolit, jotka saavat suorittaa määritellyt toiminteet. Jos rooleja ei ole valittu, kaikki roolit saavat suorittaa toiminteet.
pt_br: Selecione as funções que estão autorizadas a executar as ações especificadas. Se nenhuma função é selecionada, então qualquer função é permitida.

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: User Task
es: Tarea de usuario
fi: Käyttäjän tehtävä
pt_br: Tarefa de usuário

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Thumbnail
source: Halt the workflow until the user executed an action on a content item.
es: Detener el flujo de trabajo hasta que el usuario realice una acción en un elemento de contenido.
fi: Pysäytä työnkulku kunnes käyttäjä on suorittanut toiminnon sisällön kohdalla.
pt_br: Parar o fluxo de trabalho até que o usuário execute uma ação em um item de conteúdo.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: While Loop
es: Bucle Mientras
fi: Silmukka (While)
pt_br: Laço Enquanto

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Design
source: Loop while <em>{0}</em> is true
es: El bucle Mientras <em>{0}</em> es verdadero
fi: Toista silmukkaa niin kauan, kun <em>{0}</em> on tosi
pt_br: Executa enquanto <em>{0}</em> é verdadeiro

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: Condition Expression
es: Expresion de la condicion
fi: Ehtolauseke
pt_br: Expressão de condição

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Edit
source: A JavaScript script expression that evaluates to true or false.
es: Una expresión de secuencia de comandos JavaScript que evalúa a true o falso.
fi: Javascript-lauseke, joka palauttaa arvon tosi tai epätosi.
pt_br: Uma expressão JavaScript que é avaliada como verdadeiro ou falso.

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: While Loop
es: Bucle Mientras
fi: Silmukka (While)
pt_br: Laço Enquanto

# OrchardCore.Workflows.Views.Items.WhileLoopTask.Fields.Thumbnail
source: Iterate while a condition is true.
es: Iterar mientras una condición es verdadera.
fi: Jatka niin kauan, kuin ehto on tosi.
pt_br: Iterar enquanto uma condição for verdadeira.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: The value to correlate workflow instances with. With Liquid support.
fi: Arvo, joka korreloi työnkulun ilmentymien kanssa. Tukee Liquid:ia.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: URL
fi: URL-osoite

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Design
source: Log
fi: Loki

# OrchardCore.Workflows.Views.Items.LogTask.Fields.Thumbnail
source: Log
fi: Loki

# OrchardCore.Workflows.Views.Items.UserTaskEvent.Fields.Edit
source: Roles
fi: Roolit
pt_br: Funções
