Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Your password has been changed successfully.
cs: Vaše heslo bylo úspěšně změněno.
de: Ihr Kennwort wurde erfolgreich geändert.
el: Ο κωδικός πρόσβασής σας άλλαξε επιτυχώς.
fa: رمزعبور شما با موفقیت تغییر کرد.
pt_br: Sua senha foi alterada com sucesso.
ru: Ваш пароль был успешно изменен.
uk: Ваш пароль змінено успішно.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Email confirmation
cs: Potvrzení e-mailu
el: Επιβεβαίωση λογαριασμού ηλεκτρονικού ταχυδρομείου
fa: تایید ایمیل
pt_br: Confirmação de email
ru: Подтверждение почты

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Thank you for confirming your email.
cs: Děkujeme vám za ověření vašeho e-mailu.
el: Σας ευχαριστούμε που επιβεβαιώσατε το email σας.
fa: ایمیل شما تایید شد. متشکریم.
pt_br: Obrigado por confirmar o seu endereço de email.
ru: Благодарим вас за подтверждение вашей электронной почты.

# OrchardCore.Users.Views.Registration.ConfirmEmail
source: Home
cs: Domů
el: Αρχική σελίδα
fa: خانه
pt_br: Página Inicial
ru: Домой

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Email confirmation sent
fa: تایید ایمیل ارسال شد

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
fa: ایمیلی برای شما ارسال شده است. لطفا برای دسترسی به این سایت روی لینک موجود در آن کلیک کنید.

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Previous Page
fa: صفحهٔ قبلی

# OrchardCore.Users.Views.Registration.ConfirmEmailSent
source: Home
fa: صفحه اصلی

# OrchardCore.Users.Views.Admin.Create
source: Create User
cs: Vytvořit uživatele
de: Benutzer erstellen
el: Δημιουργία χρήστη
fa: ایجاد کاربر
pt_br: Criar Usuário
ru: Создать пользователя
uk: Створити користувача

# OrchardCore.Users.Views.TwoFactorAuthentication.DisableTwoFactorAuthentication
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای
uk: Двофакторна автентифікація

# OrchardCore.Users.Views.TwoFactorAuthentication.DisableTwoFactorAuthentication
source: Disable Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
fa: غیرفعال‌سازی احراز هویت دو مرحله‌ای
uk: Вимкнути двофакторну автентифікацію

# OrchardCore.Users.Views.TwoFactorAuthentication.DisableTwoFactorAuthentication
source: This action disables two-factor authentication for your account.
de: Diese Aktion deaktiviert die Zwei-Faktor-Authentifizierung für Ihr Konto.
fa: این عمل احراز هویت دو مرحله ای را برای حساب شما غیرفعال می کند.
uk: Ця дія вимикає двофакторну автентифікацію для вашого облікового запису.

# OrchardCore.Users.Views.TwoFactorAuthentication.DisableTwoFactorAuthentication
source: Disable Two-factor Authentication
de: Zwei-Faktor-Authentifizierung deaktivieren
fa: غیرفعال‌کردن احراز هویت دوگانه
uk: Вимкнути двофакторну автентифікацію

# OrchardCore.Users.Views.Admin.Edit
source: Edit User
cs: Upravit uživatele
de: Benutzer bearbeiten
el: Επεξεργασία Χρήστη
fa: ویرایش کاربر
pt_br: Editar Usuário
ru: Редактирование пользователя
uk: Редагувати користувача

# OrchardCore.Users.Views.Admin.EditPassword
source: Edit Password
cs: Změnit heslo
de: Passwort ändern
el: Επεξεργασία κωδικού πρόσβασης
fa: ویرایش رمزعبور
pt_br: Alterar Senha
ru: Изменить пароль

# OrchardCore.Users.Views.Admin.EditPassword
source: New password
cs: Nové heslo
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
fa: رمزعبور جدید
pt_br: Nova Senha
ru: Новый пароль
uk: Новий пароль

# OrchardCore.Users.Views.Admin.EditPassword
source: New password confirmation
cs: Potvrzení nového hesla
de: Bestätigung des neuen Passworts
el: Επιβεβαίωση νέου κωδικού πρόσβασης
fa: تایید رمزعبور جدید
pt_br: Confirmação da nova senha
ru: Подтверждение нового пароля
uk: Підтвердження нового пароля

# OrchardCore.Users.Views.Admin.EditPassword
source: Submit
cs: Odeslat
de: Absenden
el: Υποβολή
fa: تایید
pt_br: Enviar
ru: Отправить
uk: Надіслати

# OrchardCore.Users.Views.Admin.EditPassword
source: Cancel
cs: Storno
de: Abbrechen
el: Άκυρο
fa: انصراف
pt_br: Cancelar
ru: Отмена
uk: Скасувати

# OrchardCore.Users.Views.EmailAuthenticatorLoginSettings.Edit
source: Email Authenticator Settings
de: E-Mail-Authentifizierungs-Einstellungen
fa: تنظیمات احراز هویت ایمیل
uk: Налаштування автентифікатора електронної пошти

# OrchardCore.Users.Views.EmailAuthenticatorLoginSettings.Edit
source: Email Subject
de: E-Mail Betreff
fa: موضوع ایمیل
uk: Тема електронного листа

# OrchardCore.Users.Views.EmailAuthenticatorLoginSettings.Edit
source: The subject to the email for sending the verification code. Liquid syntax is supported.
de: Der Betreff der E-Mail für den Versand des Verifizierungscodes. Liquid Syntax wird unterstützt.
fa: موضوع ایمیل برای ارسال کد تایید. Liquid syntax پشتیبانی می شود.
uk: Тема електронного листа для надсилання коду підтвердження. Підтримується синтаксис Liquid.

# OrchardCore.Users.Views.EmailAuthenticatorLoginSettings.Edit
source: Email Body
fa: محتوای ایمیل
uk: Тіло електронного листа

# OrchardCore.Users.Views.EmailAuthenticatorLoginSettings.Edit
source: The body to the email for sending the verification code. Liquid syntax is supported.
de: Der E-Mail-Body, um den Verifizierungscode zu senden. Liquid Syntax wird unterstützt.
fa: متن به ایمیل برای ارسال کد تأیید. Liquid syntax پشتیبانی می شود.
uk: Тіло електронного листа для надсилання коду підтвердження. Підтримується синтаксис Liquid.

# OrchardCore.Users.Views.EmailAuthenticatorValidation
source: Please <a href="#" id="RequestCode">click here</a> to receive a one-time verification code via email.
de: Bitte <a href="#" id="RequestCode">klicken Sie hier</a> um einen einmaligen Bestätigungscode per E-Mail zu erhalten.
fa: لطفاً برای دریافت کد تأیید یک بار مصرف از طریق ایمیل <a href="#" id="RequestCode">اینجا را کلیک کنید</a>.
uk: Будь ласка, <a href="#" id="RequestCode">натисніть тут</a>, щоб отримати одноразовий код підтвердження електронною поштою.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Forgot password?
cs: Zapomněli jste heslo?
el: Ξεχάσατε τον κωδικό πρόσβασης;
fa: رمزعبور خود را فراموش کرده‌اید؟
pt_br: Esqueceu a senha?
ru: Забыли пароль?

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email to reset your password.
fa: لطفا ایمیل خود را برای تغییر رمز عبور چک کنید.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email
fa: ایمیل

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Submit
cs: Odeslat
el: Υποβολή
fa: تایید
pt_br: Enviar
ru: Отправить

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Forgot Password confirmation
cs: Potvrzení resetu hesla
el: Επιβεβαίωση για το "Ξεχάσατε τον κωδικό"
fa: تایید رمزعبور فراموش شده است
pt_br: Confirmação de senha esquecida
ru: Подтверждение нового пароля

# OrchardCore.Users.Views.ResetPassword.ForgotPasswordConfirmation
source: Please check your email to reset your password.
cs: Pro obnovení hesla prosím zkontrolujte váš e-mail.
de: Bitte überprüfen Sie Ihre E-Mails, um Ihr Passwort zurückzusetzen.
el: Ελέγξτε το email για να επαναφέρετε τον κωδικό πρόσβασης σας.
fa: لطفا ایمیل خود را برای تغییر رمزعبور چک کنید.
pt_br: Por favor, verifique seu e-mail para redefinir sua senha.
ru: Пожалуйста, проверьте свою электронную почту, чтобы сменить пароль.

# OrchardCore.Users.Views.TwoFactorAuthentication.GenerateRecoveryCodes
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای

# OrchardCore.Users.Views.TwoFactorAuthentication.GenerateRecoveryCodes
source: Generate Recovery Codes
de: Wiederherstellungscodes generieren
fa: کدهای بازیابی را ایجاد کنید

# OrchardCore.Users.Views.TwoFactorAuthentication.GenerateRecoveryCodes
source: Store these codes in a safe place.
de: Speichern Sie diese Codes an einem sicheren Ort.
fa: این کدها را در مکانی امن نگهداری کنید.

# OrchardCore.Users.Views.TwoFactorAuthentication.GenerateRecoveryCodes
source: If you lose your device and don't have the recovery codes you will lose access to your account.
de: Wenn Sie Ihr Gerät verlieren und nicht über die Wiederherstellungscodes verfügen, verlieren Sie den Zugriff auf Ihr Konto.
fa: اگر دستگاه خود را گم کنید و کدهای بازیابی را نداشته باشید، دسترسی به حساب خود را از دست خواهید داد.

# OrchardCore.Users.Views.Admin.Index
source: Users
cs: Uživatelé
de: Benutzer
el: Χρήστες
fa: کاربران
pt_br: Usuários
ru: Пользователи
uk: Користувачі

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Configure Authenticator App
de: Authentifizierungs-App konfigurieren
fa: برنامه Authenticator را پیکربندی کنید

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: To use an authenticator app go through the following steps:
de: Um eine Authentifizierungs-App zu verwenden, gehen Sie durch die folgenden Schritte:
fa: برای استفاده از برنامه احراز هویت مراحل زیر را طی کنید:

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Download a two-factor authenticator app like Microsoft Authenticator for <a href="{0}">Android</a> and <a href="{1}">iOS</a>.
de: Laden Sie eine Zwei-Faktor-Authentifizierungs-App wie Microsoft Authenticator für <a href="{0}">Android</a> und <a href="{1}">iOS</a> herunter.
fa: یک برنامه احراز هویت دو عاملی مانند Microsoft Authenticator را برای <a href="{0}">Android</a> و <a href="{1}">iOS</a> دانلود کنید.

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Or, Google Authenticator for <a href="{0}">Android</a> and <a href="{1}">iOS</a>.
de: Oder Google Authenticator für <a href="{0}">Android</a> und <a href="{1}">iOS</a>.
fa: یا، Google Authenticator برای <a href="{0}">Android</a> و <a href="{1}">iOS</a>.

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Scan the QR Code below, or enter this key {0} into your two-factor authenticator app. You may ignore spaces and casing.
fa: کد QR زیر را اسکن کنید یا این کلید {0} را در برنامه احراز هویت دو عاملی خود وارد کنید. ممکن است فضاها و بدنه را نادیده بگیرید.

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Once you have scanned the QR code or input the key above, your two-factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
de: Sobald Sie den QR-Code gescannt oder den oben genannten Schlüssel eingegeben haben, wird Ihnen Ihre Zwei-Faktor-Authentifizierungs-App einen einzigartigen Code zur Verfügung stellen. Geben Sie den Code in das untenstehende Bestätigungsfeld ein.
fa: هنگامی که کد QR را اسکن کردید یا کلید بالا را وارد کردید، برنامه احراز هویت دو مرحله ای شما یک کد منحصر به فرد را در اختیار شما قرار می دهد. کد را در کادر تایید زیر وارد کنید.

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Please enter the code
de: Bitte geben Sie den Code ein
fa: لطفا کد را وارد کنید

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Verification code
de: Verifizierungscode
fa: کد تایید

# OrchardCore.Users.Views.AuthenticatorApp.Index
source: Verify
de: Überprüfen
fa: تایید

# OrchardCore.Users.Views.ChangeEmail.Index
source: Change Email
cs: Změnit e-mail
de: E-Mail-Adresse ändern
el: Αλλαγή Email
fa: تغییر ایمیل
pt_br: Alterar Email
ru: Сменить Email

# OrchardCore.Users.Views.ChangeEmail.Index
source: Email
de: E-Mail-Adresse
fa: ایمیل
uk: Електронна пошта

# OrchardCore.Users.Views.ChangeEmail.Index
source: Submit
cs: Potvrdit
de: Absenden
el: Αποστολή
fa: ارسال
pt_br: Enviar
ru: Отправить
uk: Надіслати

# OrchardCore.Users.Views.EmailAuthenticator.Index
source: Two-Factor Authentication
fa: احراز هویت دو مرحله‌ای

# OrchardCore.Users.Views.EmailAuthenticator.Index
source: Configure Email Authenticator
fa: پیکربندی ایمیل Authenticator

# OrchardCore.Users.Views.EmailAuthenticator.Index
source: To utilize email as a two-factor authentication method, please click the 'Request Code' button below in order to confirm your email address.
fa: برای استفاده از ایمیل به عنوان یک روش احراز هویت دو مرحله‌ای، لطفاً روی دکمه «درخواست کد» در زیر کلیک کنید تا آدرس ایمیل خود را تأیید کنید.

# OrchardCore.Users.Views.EmailAuthenticator.Index
source: Request Code
fa: درخواست کد

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: No authentication methods are available.
de: Keine Authentifizierungsmethoden verfügbar.
fa: هیچ روش احراز هویت در دسترس نیست.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Please enable at least one two-factor authentication method.
de: Bitte aktivieren Sie mindestens eine Zwei-Faktor-Authentifizierungsmethode.
fa: لطفا حداقل یک روش احراز هویت دو مرحله ای را فعال کنید.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor authentication must be enabled before proceeding.
de: Zwei-Faktor-Authentifizierung muss aktiviert sein, bevor Sie fortfahren.
fa: قبل از ادامه، احراز هویت دو مرحله ای باید فعال شود.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Privacy and cookie policy have not been accepted.
de: Datenschutz- und Cookie-Richtlinien wurden nicht akzeptiert.
fa: سیاست حفظ حریم خصوصی و کوکی پذیرفته نشده است.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: You must accept the policy before you can enable two-factor authentication.
de: Sie müssen die Richtlinie akzeptieren, bevor Sie die Zwei-Faktor-Authentifizierung aktivieren können.
fa: قبل از اینکه بتوانید احراز هویت دو مرحله ای را فعال کنید، باید این خط مشی را بپذیرید.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Disable two-factor authentication
de: Zwei-Faktor-Authentifizierung abschalten
fa: غیر فعال کردن احراز هویت دو مرحله ای

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Enabled
de: Aktiviert
fa: فعال‌شده

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Enable
de: Aktivieren
fa: فعال‌کردن
uk: Увімкнути

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor authentication is not enabled yet. To enable it, please add one of the below two-factor methods.
de: Zwei-Faktor-Authentifizierung ist noch nicht aktiviert. Um sie zu aktivieren, fügen Sie bitte eine der folgenden Zwei-Faktor-Methoden hinzu.
fa: احراز هویت دو مرحله ای هنوز فعال نشده است. برای فعال کردن آن، لطفاً یکی از روش‌های دو عاملی زیر را اضافه کنید.
uk: Двофакторну автентифікацію ще не ввімкнено. Щоб її ввімкнути, додайте один із наведених нижче двофакторних методів.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor authentication is disabled.
de: Zwei-Faktor-Authentifizierung wurde deaktiviert.
fa: احراز هویت دو مرحله ای غیرفعال است.
uk: Двофакторну автентифікацію вимкнено.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor authentication can't be disabled for your user.
de: Zwei-Faktor-Authentifizierung kann für den aktuellen Benutzer nicht deaktiviert werden.
fa: احراز هویت دو مرحله ای را نمی توان برای کاربر شما غیرفعال کرد.
uk: Двофакторну автентифікацію не можна вимкнути для вашого користувача.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor authentication is enabled.
de: Zwei-Faktor-Authentisierung ist aktiviert.
fa: احراز هویت دو مرحله ای فعال است.
uk: Двофакторну автентифікацію ввімкнено.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: The current device has been saved during the two-factor authentication process.
de: Das aktuelle Gerät wurde während der Zwei-Faktor-Authentifizierung gespeichert.
fa: دستگاه فعلی در طی فرآیند احراز هویت دو مرحله ای ذخیره شده است.
uk: Поточний пристрій було збережено під час процесу двофакторної автентифікації.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Forget this device
de: Dieses Gerät vergessen
fa: این دستگاه را فراموش کن
uk: Забути цей пристрій

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Preferred Two-Factor Method
de: Bevorzugte Zwei-Faktor-Methode
fa: روش ترجیحی دو مرحله ای
uk: Бажаний двофакторний метод

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Select the method
de: Methode auswählen
fa: روش را انتخاب کنید
uk: Оберіть метод

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Update
de: Aktualisieren
fa: به‌روزرسانی
uk: Оновити

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Two-factor methods
de: Zwei-Faktor-Methoden
fa: روش‌های ورود دومرحله‌ای
uk: Двофакторні методи

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Recovery options
de: Wiederherstellungsoptionen
fa: گزینه های بازیابی
uk: Опції відновлення

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Recovery codes
de: Wiederherstellungscodes
fa: کدهای بازیابی
uk: Коди відновлення

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Recovery codes can be used to access your account in the event you lose access to your device and cannot receive two-factor verification codes.
de: Wiederherstellungscodes können verwendet werden, um auf Ihr Konto zuzugreifen, falls Sie den Zugriff auf Ihr Gerät verlieren und keine Zwei-Faktor-Verifizierungscodes erhalten.
fa: در صورتی که دسترسی به دستگاه خود را از دست بدهید و نتوانید کدهای تأیید دو مرحله ای را دریافت کنید، می توان از کدهای بازیابی برای دسترسی به حساب خود استفاده کرد.
uk: Коди відновлення можна використовувати для доступу до вашого облікового запису, якщо ви втратите доступ до свого пристрою та не зможете отримати коди двофакторної перевірки.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: You have no recovery codes left.
de: Sie haben keine Wiederherstellungscodes übrig.
fa: هیچ کد بازیابی ندارید.
uk: У вас не залишилося кодів відновлення.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: You have 1 recovery code left.
de: Sie haben noch 1 Wiederherstellungscode übrig.
fa: شما 1 کد بازیابی باقی مانده دارید.
uk: У вас залишився 1 код відновлення.

# OrchardCore.Users.Views.TwoFactorAuthentication.Index
source: Reset codes
de: Codes zurücksetzen
fa: بازنشانی کدها
uk: Коди скидання

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Link your account.
cs: Propojte svůj účet.
de: Profil verlinken.
el: Σύνδεση του λογαριασμού σου.
fa: حساب کاربری خود را لینک کنید.
pt_br: Vincular sua conta.
ru: Привязать ваш аккаунт.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account with this email address. Enter your local account password and click the Register button to link the accounts and finish logging in.
cs: Úspěšně jste se ověřili jako <strong>{0}</strong>. Již máte účet s touto e-mailovou adresou. Zadejte heslo k lokálnímu účtu a klikněte na tlačítko Registrovat pro propojení účtů a dokončení přihlášení.
el: Έγινε επιτυχής επιβεβαίωση με τη ταυτότητα σας με <strong> {0} </strong>. Έχετε ήδη λογαριασμό με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου. Εισαγάγετε τον τοπικό κωδικό πρόσβασης του λογαριασμού σας και κάντε κλικ στο κουμπί Εγγραφή για να συνδέσετε τους λογαριασμούς και να ολοκληρώσεις τη σύνδεση.
fa: شما با موفقیت توسط <strong>{0}</strong> احرازهویت شده‌اید. هم‌اکنون یک اکانت با این آدرس ایمیل دارید. رمزعبور داخلی خود را وارد کنید و جهت لینک کردن اکانت‌ها بر روی دکمه ثبت‌نام کلیک کنید تا فرایند ورود به سیستم به پایان برسد.
pt_br: Você autenticou com sucesso como <strong>{0}</strong>. Você já tem uma conta com este endereço de e-mail. Digite a senha da sua conta local e clique no botão Registrar para vincular as contas e finalizar o acesso.
ru: Вы успешно аутентифицировались с помощью <strong>{0}</strong>. У вас уже есть учётная запись с этим адресом электронной почты. Введите пароль вашей локальной учетной записи и нажмите кнопку регистрации, чтобы связать учетные записи и завершить вход.

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Username
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
fa: نام‌کاربری
pt_br: Usuário
ru: Имя пользователя

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Email
fa: ایمیل

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Password
cs: Heslo
de: Kennwort
el: Κωδικός
fa: رمزعبور
pt_br: Senha
ru: Пароль

# OrchardCore.Users.Views.Account.LinkExternalLogin
source: Register
cs: Registrovat
de: Registrieren
el: Εγγραφή
fa: ثبت‌نام
pt_br: Cadastrar
ru: Регистрация

# OrchardCore.Users.Views.Account.Login
source: Log in
cs: Přihlásit se
el: Είσοδος
fa: ورود
pt_br: Iniciar sessão
ru: Войти
uk: Увійти

# OrchardCore.Users.Views.Account.Login
source: Username or email address
cs: Uživatelské jméno nebo e-mail
fa: نام کاربری یا نشانی پست الکترونیکی

# OrchardCore.Users.Views.Account.Login
source: Password
cs: Heslo
el: Κωδικός πρόσβασης
fa: رمزعبور
pt_br: Senha
ru: Пароль

# OrchardCore.Users.Views.Account.Login
source: Forgot your password?
cs: Zapomenuté heslo?
el: Ξεχάσατε τον κωδικό πρόσβασης;
fa: رمزعبور خود را فراموش کرده‌اید؟
pt_br: Esqueceu sua senha?
ru: Забыли пароль?

# OrchardCore.Users.Views.Account.Login
source: Remember me
cs: Zapamatovat si mě
el: Να με θυμάσαι
fa: مرا به خاطر بسپار
pt_br: Lembrar de mim
ru: Запомнить меня

# OrchardCore.Users.Views.Account.Login
source: Register as a new user
cs: Registrovat se jako nový uživatel
el: Εγγραφείτε ως νέος χρήστης
fa: ثبت نام به عنوان یک کاربر جدید
pt_br: Cadastrar-se como um novo usuário
ru: Зарегистрироваться как новый пользователь

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in
cs: K přihlášení použijte jinou službu
de: Melden Sie sich mit einem anderen Dienst an
fa: برای ورود به سیستم از سرویس دیگری استفاده کنید
uk: Для входу скористайтеся іншою службою

# OrchardCore.Users.Views.Account.Login
source: Log in using your {0} account
cs: Přihlaste se pomocí svého účtu {0}
de: Mit {0}-Konto anmelden
fa: با استفاده از حساب {0} خود وارد شوید
uk: Увійти, використовуючи свій обліковий запис {0}

# OrchardCore.Users.Views.LoginSettings.Edit
source: Allow user to change their username
de: Benutzern erlauben, ihren Benutzernamen zu ändern
fa: به کاربر اجازه دهید نام کاربری خود را تغییر دهد
uk: Дозволити користувачеві змінювати своє ім'я користувача

# OrchardCore.Users.Views.LoginSettings.Edit
source: Allow user to change their email address
de: Erlaube dem Benutzer, seine E-Mail-Adresse zu ändern
fa: به کاربر اجازه دهید ایمیل خود را تغییر دهد
uk: Дозволити користувачеві змінювати свою адресу електронної пошти

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use site theme for login page
cs: Použít motiv webu pro přihlašovací stránku
de: Website-Theme für Login-Seite verwenden
el: Χρησιμοποιήστε το θέμα του ιστότοπου για τη σελίδα σύνδεσης
fa: از پوسته وب‌سایت برای صفحه ورود استفاده شود
pt_br: Usar tema do site para página de login
ru: Использовать тему сайта для страницы входа
uk: Використовувати тему сайту для сторінки входу

# OrchardCore.Users.Views.LoginSettings.Edit
source: Requires an active site theme.
cs: Vyžaduje aktivní šablonu webu.
de: Erfordert ein aktives Seiten-Design.
el: Απαιτεί ένα ενεργό θέμα ιστότοπου.
fa: وب‌سایت باید یک پوسته فعال داشته باشد.
pt_br: Requer um tema de site ativo.
ru: Требуется активная тема сайта.
uk: Вимагає активну тему сайту.

# OrchardCore.Users.Views.LoginSettings.Edit
source: Use external provider for login.
cs: Pro přihlášení použít externího poskytovatele.
de: Externer Anbieter für den Login verwenden.
el: Χρησιμοποιήστε εξωτερικό πάροχο για σύνδεση.
fa: برای ورود به سیستم از ارائه‌دهنده خارجی استفاده کنید.
pt_br: Use um provedor externo para iniciar sessão.
ru: Использовать внешнего провайдера для входа.
