Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ReCaptcha.po
Languages: bg_bg, nb_no, pl

# OrchardCore.ReCaptcha.AdminMenu
source: Security
bg_bg: Сигурност
nb_no: Sikkerhet
pl: Zabezpieczenia

# OrchardCore.ReCaptcha.AdminMenu
source: Settings
bg_bg: Настройки
nb_no: Innstillinger
pl: Ustawienia

# OrchardCore.ReCaptcha.DeploymentStartup
source: ReCaptcha settings
bg_bg: Настройки на reCaptcha
nb_no: ReCaptcha innstillinger
pl: Ustawienia ReCaptcha

# OrchardCore.ReCaptcha.DeploymentStartup
source: Exports the ReCaptcha settings.
bg_bg: Експорт на ReCaptcha настройки.
nb_no: Eksporterer innstillingene for ReCaptcha.
pl: Eksport ustawień ReCaptcha.

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validate ReCaptcha Task
bg_bg: Валидиране на ReCaptcha задачата
nb_no: Validerer ReCaptcha Oppgave
pl: Zadanie Walidacji ReCaptcha

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Validation
bg_bg: Валидиране
nb_no: Validering
pl: Walidacja

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Done
bg_bg: Готово
nb_no: Ferdig
pl: Gotowe

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Valid
bg_bg: Валидно
nb_no: Gyldig
pl: Poprawmy

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Invalid
bg_bg: Невалидно
nb_no: Ugyldig
pl: Niepoprawny

# OrchardCore.ReCaptcha.Workflows.ValidateReCaptchaTask
source: Captcha validation failed. Try again.
bg_bg: Captcha валидацията е неуспешна. Опитайте отново.
nb_no: Captcha validering mislyktes. Prøv igjen.
pl: Nieudana walidacja Captcha. Spróbuj ponownie.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
bg_bg: Настоящият подсайт ще бъде презареден след като настройките бъдат запазени.
pl: Obecny tenant zostanie przeładowany po zapisaniu ustawień.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Site Key
bg_bg: Публичен ключ
pl: Klucz Witryny (Site Key)

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Site Key.
bg_bg: Вашият Google's reCaptcha публичен ключ.
nb_no: Din Google reCaptcha Site Key.
pl: Twój Klucz Witryny (Site Key) dla Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Secret Key
bg_bg: Секретен ключ
pl: Sekretny Klucz (Secret Key)

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Your Google's reCaptcha Secret Key.
bg_bg: Вашият Google's reCaptcha секретен ключ.
nb_no: Din Google reCaptcha Secret Key.
pl: Twój Sekretny Klucz (Secret Key) dla Google reCaptcha.

# OrchardCore.ReCaptcha.Views.ReCaptchaSettings.Edit
source: Get your reCaptcha at
bg_bg: Вземи твоята reCaptcha от
nb_no: Få din reCaptcha fra
pl: Rozpocznij korzystanie z reCaptcha na

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart
source: ReCaptcha settings are not configured.
bg_bg: ReCaptcha настройките не са конфигурирани.
nb_no: ReCaptcha innstillinger er ikke angitt.
pl: Ustawienia ReCaptcha nie są skonfigurowane.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are configured.
bg_bg: <a {0}>ReCaptcha настройките</a> са конфигурирани.
nb_no: <a {0}>ReCaptcha innstillinger</a> er angitt.
pl: <a {0}>Ustawienia ReCaptcha</a> są skonfigurowane.

# OrchardCore.ReCaptcha.Views.Items.ReCaptchaPart.Fields.Edit
source: <a {0}>ReCaptcha settings</a> are not configured. The captcha will not be displayed.
bg_bg: <a {0}>ReCaptcha настройките</a>не са конфигурирани. Captcha няма да се визуализира.
nb_no: <a {0}>ReCaptcha innstillingene</a> er ikke angitt. Captcha vil ikke vises.
pl: <a {0}>Ustawienia ReCaptcha</a> nie są skonfigurowane. Kod captcha nie będzie wyświetlany.

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Design
source: Validate ReCaptcha
bg_bg: Валидирай ReCaptcha
nb_no: Valider ReCaptcha
pl: Walidacja ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validate ReCaptcha
bg_bg: Валидирай ReCaptcha
nb_no: Valider ReCaptcha
pl: Walidacja ReCaptcha

# OrchardCore.ReCaptcha.Views.Items.ValidateReCaptchaTask.Fields.Thumbnail
source: Validates the recaptcha token for the current HTTP context in which the workflow executes.
bg_bg: Валидира recaptcha токън за настоящия HTTP контекст, в който се изпълнява процеса.
nb_no: Validerer recaptcha token for gjeldende HTTP kontekst der arbeidsflyten utføres.
pl: Sprawdza poprawność tokenu reCaptcha dla bieżącego kontekstu HTTP, w którym wykonywany jest obieg (workflow).
