Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Https.po
Languages: ar, de, fi, it, sk

# OrchardCore.Https.AdminMenu
source: Security
ar: الأمان
de: Sicherheit
fi: Turvallisuus
it: Sicurezza
sk: Zabezpečenie

# OrchardCore.Https.AdminMenu
source: Settings
ar: إعدادات
de: Einstellungen
fi: Asetukset
it: Impostazioni
sk: Nastavenia

# OrchardCore.Https.Drivers.HttpsSettingsDisplayDriver
source: For safety, Enabling require HTTPS over HTTP has been prevented.
ar: للسلامة، منع تمكين الـ HTTPS عبر الـ HTTP.
de: Aus Sicherheitsgründen wurde das Aktivieren der HTTPS-Pflicht unterdrückt.
fi: Käyttöönotto vaatii turvallisuussyistä HTTPS-protokollan käyttöä suojaamattoman yhteyden sijaan, mikä otetaan samalla pois käytöstä.
it: Per sicurezza, attivando "Richiedi HTTPS" verrà impedita la navigazione tramite HTTP.
sk: Z bezpečnostných dôvodov nebolo povolené vyžadovanie HTTPS cez HTTP.

# OrchardCore.Https.DeploymentStartup
source: Https settings
ar: إعدادات الـ Https
de: Https-Einstellungen
fi: HTTPS-asetukset
it: Impostazioni Https
sk: Nastavenia HTTPS

# OrchardCore.Https.DeploymentStartup
source: Exports the Https settings.
ar: تصدير إعدادات الـ Https.
de: Exportiert die Https-Einstellungen.
fi: Vie HTTPS-asetukset.
it: Esporta le impostazioni Https.
sk: Exportuje nastavenia Https.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
ar: سيتم إعادة تحميل الـ tenant عند حفظ الإعدادات.
fi: Nykyinen ympäristö ladataan uudelleen, kun asetukset on tallennettu.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS
ar: تتطلب HTTPS
de: HTTPS erforderlich
fi: Vaadi HTTPS
it: Richiedi HTTPS
sk: Vyžadovať HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS for all requests
ar: مطلوب HTTPS لكل الطلبات
de: HTTPS für alle Anfragen erforderlich
fi: Vaadi HTTPS kaikille pyynnöille
it: Richiedi HTTPS per tutte le richieste
sk: Vyžadovať HTTPS pre všetky požiadavky

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Enable HSTS
ar: تمكين HSTS
de: HSTS aktivieren
fi: Ota HSTS Käyttöön
it: Abilita HSTS
sk: Povoliť HSTS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Indicates to browsers that connecting without transport security (e.g SSL or TLS) isn't allowed.
ar: إشعار المتصفحات بأن الربط بدون أمان (مثل SSL أو TLS) غير مسموح.
de: Informiert Browser, dass eine unsichere Verbindung (über z.B. SSL oder TLS) nicht erlaubt ist.
fi: Ilmaisee selaimille, että yhteyden muodostaminen ilman siirtotason suojausta (esim. SSL tai TLS) ei ole sallittua.
it: Indica ai browser che i collegamenti senza sicurezza sul canale di trasporto (es. SSL o TLS) non sono consentiti.
sk: Informuje prehliadače, že pripojenie bez zabezpečenia prenosu (napr. SSL alebo TLS) nie je povolené.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: This option should be enabled with caution, as it may prevent users from connecting if HTTPS was later disabled or wasn't available.
ar: هذا الخيار يجب تفعيله بحذر, كما أنه قد يمنع المستخدمين من الإتصال إذا تم تعطيل الـ HTTPS في وقت لاحق أو لم يكن متوفر.
de: Diese Option sollte mit Vorsicht aktiviert werden, da sie Benutzer daran hindern könnte, sich zu verbinden, wenn HTTPS später deaktiviert wurde oder nicht verfügbar war.
fi: Tämän vaihtoehdon pitäisi olla käytössä varoen, sillä se voi estää käyttäjiä saamasta yhteyttä, mikäli HTTPS on myöhemmin otettu pois käytöstä tai se ei ollut käytettävissä.
it: Questa opzione deve essere abilitata con cautela, poiché potrebbe impedire agli utenti di connettersi se l'HTTPS è stato disabilitato successivamente o non disponibile.
sk: Táto možnosť by mala byť povolená obozretne, pretože môže zabrániť používateľom v pripojení, ak by bol protokol HTTPS neskôr zakázaný alebo nebol k dispozícii.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS Permanent
ar: تتطلب HTTPS دائماً
de: HTTPS dauerhaft erforderlich
fi: Vaadi Https permanent
it: Richiede HTTPS Permanente
sk: Vyžadovať HTTPS Permanentne

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Specifies whether a permanent redirect, 308 Moved Permanently, should be used instead of a temporary redirect, 307 Found, when redirecting to HTTPS
ar: تحديد ما إذا كان إعادة التوجيه, 308 نقل بشكل دائم, يجب إستخدامه عوضاً عن إعادة التوجيه المؤقت, 307 موجود, عندما يتم إعادة التوجيه إلى الـ HTTPS
de: Legt fest, ob eine permanente Umleitung, 308 Moved Permanently, statt einer temporären Umleitung, 307 Gefunden beim Umleiten zu HTTPS verwendet werden soll
fi: Määrittää, tulisiko pysyvää 308-tyypin uudelleenohjausta käyttää väliaikaisen 307-typpisen uudelleenohjauksen sijaan silloin kun ohjataan HTTPS-yhteyteen.
it: Specifica se viene utilizzato un redirect permanente (codice HTTP 308 Spostato permanentemente) invece di un redirect temporaneo (codice HTTP 307 Trovato) quando si reindirizza a HTTPS
sk: Určuje, či bude použité permanentné alebo dočasné presmerovanie na HTTPS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: SSL Port
ar: منفذ SSL
fi: SSL-portti
it: Porta SSL
sk: Port SSL

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The SSL Port Number, leave empty to let the middleware try to determinate it.
ar: رقم منفذ الـ SSL، اتركه فارغاً للسماح للـ middleware بتحديده.
de: Die SSL-Portnummer. Leer lassen, damit die Middleware versucht, sie herausfinden.
fi: SSL-portin numero. Jos tyhjä, sovellus pyrkii itse päättelemään sen.
it: Il Numero Porta SSL, lascia il campo vuoto per consentire al middleware di determinarlo.
sk: Číslo SSL portu, nechajte prázdne, ak chcete aby sa číslo pokúsil zistiť middleware.
