Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.AdminMenu.po
Languages: bg_bg, cs, el, es, he, it, ja, lt, mk, nb_no, nl, pl, pt, ru, sk, sv

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The url of the link. A link will be shown only if it or one of their children have a url. The url will be relative to the root of the admin site
bg_bg: Адресът на връзката. Връзка ще бъде показана, само ако тя или техни поделемента имат url. Url-ът ще съоответства на основния администраторски сайт
cs: URL odkazu. Odkaz se zobrazí pouze v případě, že položka menu nebo některá z jejích podpoložek má nastavené URL odkazu. URL je relativní vzhledem k URL administrace.
el: Η διεύθυνση του συνδέσμου. Ο σύνδεσμος θα εμφανιστεί μόνο αν κάποιο από τα παιδιά του έχει μια διεύθυνση url. Η διεύθυνση url θα είναι σχετική με τη ρίζα της τοποθεσίας διαχειριστή
es: La URL del enlace. Un enlace solo se mostrará si él mismo o uno de sus hijos tiene una URL. La URL será relativa a la raíz del sitio de administración.
he: כתובת ה-url של הקישור. קישור יוצג רק אם זה או אחד הילדים שלהם יש כתובת url. כתובת ה-url יהיה יחסית לשורש אתר הניהול
it: L'indirizzo del collegamento. Un collegamento verrà mostrato solo se uno o uno dei figli ha un indirizzo. L'indirizzo sarà relativo al percorso principale (root) del sito di amministrazione
ja: リンクの文字列。リンクはそれまたはその子がUrlを持つ場合のみに表示されます。Url は管理メニューのルートからの相対パスとなります
lt: Nuorodos URL adresas. Nuoroda bus rodoma, jei ji arba žemesnio lygio nuoroda turės URL adresą. URL adresas yra santykinis administravimo puslapiui
mk: URL адреса на врската. Врската ќе биде прикажана само ако една од „децата“ има URL адреса. Патеката на URL адресата ќе биде релативна во однос на „коренот“ на админ. сајтот
nb_no: Url til lenken. En lenke vises kun hvis den en av dennes barn har en url. Den vil være relativ til roten av adminsiden
nl: De URL van de link. Een link wordt alleen getoond als deze of een van hun kinderen een URL heeft. De URL zal relatief zijn ten opzichte van de root van de admin site
pl: Adres Url odnośnika. Odnośnik będzie wyświetlany tylko wtedy, gdy on sam lub jeden z jego dzieci posiada adres Url. Adres Url będzie względny do katalogu głównego witryny administracyjnej
pt: O url do link. Um link será exibido apenas se ele ou um dos seus filhos tiver um url. O url será relativo à raiz do site de administração
ru: Ссылка. Будет показана, только если она или один из ее потомков имеет url. Будет являться относительной к корню сайта администратора
sk: Url Adresa odkazu. Odkaz sa zobrazí, iba ak má položka alebo niektorá jej podpoložka nastavenú adresu URL. Adresa URL bude relatívna ku koreňu admin stránky
sv: Url:en för länken. En länk kommer endast att visas om den eller en av dess barn har en Url. Url:en kommer att vara relativ roten av admin-siten

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Target
es: Objetivo

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Opens the linked document in the same frame as it was clicked (this is default).
es: Abre el documento enlazado en el mismo marco donde fue clicado (comportamiento por defecto).

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Opens the linked document in a new window or tab.
es: Abre el documento enlazado en una nueva ventana o pestaña.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Opens the linked document in the parent frame.
es: Abre el documento enlazado en el marco padre.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Opens the linked document in the full body of the window.
es: Abre el documento enlazado en el cuerpo completo de la ventana.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The target attribute of the A tag, see more:
es: El atributo "target" de la etiqueta A, ver más:

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Icon
bg_bg: Икона
cs: Ikona
el: Εικονίδιο
es: Icono
he: סמל
it: Icona
ja: アイコン
lt: Piktograma
mk: Икона
nb_no: Ikon
nl: Icoon
pl: Ikona
pt: Icone
ru: Иконка
sk: Ikona
sv: Ikon

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick
bg_bg: Избор
cs: Vybrat
el: Διαλέξτε
es: Seleccionar
he: בחר
it: Scegli
ja: 選択
lt: Parinkti
mk: Изберете
nb_no: Velg
nl: Kies
pl: Wybierz
pt: Escolha
ru: Выбрать
sk: Vybrať
sv: Välj

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select an icon to display when this link is a first level menu item.
bg_bg: Изберете икона, която ще се визуализира, когато този линк е на първо място в менюто.
cs: Vyberte ikonu, která se zobrazí v případě, že je položka umístěna v první úrovni menu.
el: Επιλέξτε ένα εικονίδιο για εμφάνιση όταν αυτός ο σύνδεσμος βρίσκετε στη κορυφή του μενού.
es: Seleccione un icono a mostrar cuando este enlace sea un elemento de primer nivel en un menú.
he: בחר סמל כדי להציג בעת שקישור זה הוא פריט בתפריט ברמה הראשונה.
it: Seleziona un'icona da visualizzare quando questo link è una voce di menu di primo livello.
ja: このリンクが最初のレベルのメニュー項目の場合に表示されるアイコンを選択
lt: Pasirinkite piktogramą, kuri bus rodoma, kai ši nuoroda bus meniu pirmame lygyje.
mk: Изберете икона за приказ кога оваа врска е елемент на прво ниво од менито.
nb_no: Velg et ikon for visning når denne lenken er et topp nivå element.
nl: Selecteer een icoon dat weergegeven zal worden wanneer deze link een menu-item op het eerste niveau is.
pl: Wybierz ikonę do wyświetlenia, gdy ten odnośnik jest pozycją menu pierwszego poziomu.
pt: Escolha o icon a exibir quando este link é um item de menu de primeiro nível.
ru: Выберите значок, который будет показан, когда эта ссылка будет являться элементом меню первого уровня.
sk: Ikona, ktorá sa zobrazí ak je tento odkaz položkou menu prvej úrovne.
sv: Välj en ikon att visa när denna länk är ett meny-objekt på första nivå.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Pick an icon
bg_bg: Избери икона
cs: Vyberte ikonu
el: Διαλέξτε εικονίδιο
es: Seleccione un icono
he: בחר סמל
it: Scegli un'icona
ja: アイコンの選択
lt: Pasirinkite piktogramą
mk: Изберете икона
nb_no: Velg et ikon
nl: Kies een icoon
pl: Wybierz ikonę
pt: Seleccionar ícone
ru: Выбрать иконку
sk: Vyberte ikonu
sv: Välj en ikon

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Permissions
cs: Oprávnění
el: Δικαιώματα
es: Permisos
it: Permessi
lt: Teisės
nl: Rechten
pl: Uprawnienia
ru: Права
sk: Oprávenia

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Type to search
cs: Zadejte hledaný výraz
el: Πληκτρολόγησε για αναζήτηση
es: Escriba para buscar
it: Tipo da ricercare
lt: Įveskite tekstą norėdami ieškoti
nl: Typ om te zoeken
pl: Wpisz szukaną frazę
ru: Введите для поиска
sk: Zadajte hľadaný výraz

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Select
cs: Výběr z hodnot
el: Επιλογή
es: Seleccionar
it: Seleziona
lt: Pasirinkti
nl: Selecteer
pl: Wybierz
ru: Выбрать
sk: Vybrať

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Remove
cs: Odebrat
el: Αφαίρεση
es: Eliminar
it: Elimina
lt: Pašalinti
nl: Verwijderen
pl: Usuń
ru: Удалить
sk: Odstrániť

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: No result found
cs: Nenalezeny žádné výsledky
el: Δε βρέθηκαν αποτελέσματα
es: No se encontraron resultados
it: Nessun risultato trovato
lt: Rezultatų nerasta
nl: Geen resultaten gevonden
pl: Brak wyników
ru: Нет результатов
sk: Nenašiel sa žiadny výsledok

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The permissions required to display this menu item (optional).
cs: Oprávnění požadovaná pro zobrazení této položky nabídky (volitelné).
el: Τα δικαιώματα που απαιτούνται για την εμφάνιση αυτού του στοιχείου μενού (προαιρετικά).
es: Los permisos necesarios para mostrar este elemento de menú (opcional).
it: I permessi richiesti per visualizzare questa voce di menu (opzionale).
lt: Reikalingos teisės šiam meniu elementui rodyti (neprivaloma).
nl: De bevoegdheden die nodig zijn om dit menu-item weer te geven (optioneel).
pl: Uprawnienia wymagane do wyświetlenia tej pozycji menu (opcjonalne).
ru: Требуемые права для отображения этого пункта меню (опционально).
sk: Oprávnenia potrebné na zobrazenie tejto položky ponuky (voliteľné).

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeSummary
source: Link
bg_bg: Линк
cs: Odkaz
el: Σύνδεσμος
es: Enlace
he: קישור
it: Collegamento
ja: リンク
lt: Nuoroda
mk: Врска
nb_no: Lenke
pl: Odnośnik
pt: Hiperligação
ru: Ссылка
sk: Linka
sv: Länk

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Link Admin Node
bg_bg: Link Admin възел
cs: Položka s odkazem
el: Σύνδεσμος Κόμβου Διαχειριστή
es: Enlazar nodo de administración
he: קישור צומת ניהול
it: Collega nodo di amminsitrazione
ja: リンク管理項目
lt: Nuorodos administravimo mazgas
mk: Врска на админ. јазол
nb_no: Lenke Admin Node
nl: Link Admin Knooppunt
pl: Odnośnik do węzła administracyjnego
ru: Ссылка на панель администратора
sk: Položka typu Link
sv: Länka admin-nod

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeThumbnail
source: Adds a link with a text and a url.
bg_bg: Добавя връзка с текст и адрес.
cs: Přidá položku s textem a odkazem.
el: Προσθέτει έναν σύνδεσμο με κείμενο και διεύθυνση url.
es: Agregar un enlace con un texto y una URL.
he: הוספת קישור עם טקסט וכתובת url.
it: Aggiunge un collegamento con testo ed indirizzo.
ja: テキストとURLでリンクを追加
lt: Prideda nuorodą su tekstu ir URL adresu.
mk: Додадете врска со текст и URL адреса.
nb_no: Legger til en link med tekst og en url.
nl: Voegt een link toe met tekst en een url.
pl: Dodaje odnośnik z tekstem i adresem Url.
pt: Adiciona um hyperlink com um texto e um url.
ru: Добавляет ссылку с текстом и url.
sk: Pridá odkaz s textom a adresou URL.
sv: Lägger till en länk med text och Url.

# OrchardCore.AdminMenu.Views.Menu.List
source: Admin Menus
bg_bg: Админ менюта
cs: Administrační menu
el: Μενού Διαχείρισης
es: Menús de administración
he: תפריטי ניהול
it: Menu di amministrazione
ja: 管理メニュー
lt: Administravimo meniu
mk: Админ. менија
nb_no: Admin Menyer
pl: Menu Administratora
pt: Menus de Administração
ru: Меню администратора
sk: Admin menu
sv: Administratörsmenyer

# OrchardCore.AdminMenu.Views.Menu.List
source: Search
bg_bg: Търси
cs: Hledat
el: Αναζήτηση
es: Buscar
he: חיפוש
it: Cerca
ja: 検索
lt: Ieškoti
mk: Пребарај
nb_no: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sk: Vyhľadávanie
sv: Sök

# OrchardCore.AdminMenu.Views.Menu.List
source: Add Admin Menu
bg_bg: Добави админ меню
cs: Přidat administrační menu
el: Προσθήκη Μενού Διαχειριστή
es: Añadir menú de administración
he: הוסף תפריט ניהול
it: Aggiungi menu di amministrazione
ja: 管理メニューを追加
lt: Pridėti administravimo meniu
mk: Додадете админ. мени
nb_no: Legg til admin meny
nl: Toevoegen Admin Menu
pl: Dodaj Menu Administratora
pt: Adicionar Menu de Administração
ru: Добавить меню администратора
sk: Pridať Admin Menu
sv: Lägg till administratörsmeny

# OrchardCore.AdminMenu.Views.Menu.List
source: Select All
cs: Vybrat Vše
el: Επιλογή Όλων
es: Seleccionar todo
it: Seleziona tutto
lt: Pasirinkti visus
nl: Alles selecteren
pl: Zaznacz wszystko
ru: Выбрать все
sk: Vybrať všetko

# OrchardCore.AdminMenu.Views.Menu.List
source: 1 item
cs: 1 položka
el: 1 αντικείμενο
es: 1 elemento
it: 1 elemento
lt: 1 elementas
pl: 1 element
ru: 1 элемент
sk: 1 položka

# OrchardCore.AdminMenu.Views.Menu.List
source: Items {0} to {1}
cs: Položky {0} až {1}
el: Αντικειμένα {0} έως {1}
es: Elementos {0} a {1}
it: Elementi da {0} a {1}
lt: Nuo {0} iki {1} elementai
nl: Items {0} tot {1}
pl: Elementy od {0} do {1}
ru: Элементы от {0} до {1}
sk: Položky {0} až {1}

# OrchardCore.AdminMenu.Views.Menu.List
source: / {0} item in total
cs: / {0} položka celkem
el: / {0} αντικείμενο συνολικά
es: / {0} elemento en total
it: {0} elemento in totale
lt: / iš viso {0} elementas
nl: / {0} items in totaal
pl: / {0} elementów łącznie
ru: / элементов всего: {0}
sk: / Celkom {0} položiek

# OrchardCore.AdminMenu.Views.Menu.List
source: Actions
cs: Akce
el: Ενέργειες
es: Acciones
it: Azioni
lt: Veiksmai
nl: Acties
pl: Akcje
ru: Действия
sk: Akcie

# OrchardCore.AdminMenu.Views.Menu.List
source: Bulk Action
cs: Hromadná Akce
el: Μαζική Ενέργεια
es: Acción en lotes
it: Azione di massa
lt: Masinis veiksmas
nl: Bulkactie
pl: Operacje na zaznaczonych
ru: Групповое действие
sk: Hromadná akcia

# OrchardCore.AdminMenu.Views.Menu.List
source: Are you sure you want to {0} these items?
cs: Opravdu si přejete {0} tyto položky?
el: Είστε βέβαιοι(ες) ότι θέλετε να {0} αυτά τα στοιχεία;
es: ¿Está seguro de que quiere {0} estos elementos?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
lt: Ar tikrai norite {0} šiuos elementus?
nl: Weet u zeker dat u deze items wilt {0}?
pl: Na pewno chcesz {0} wybrane elementy?
ru: Вы уверены, что хотите {0} эти элементы?
sk: Naozaj chcete {0} tieto položky?

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit Nodes
bg_bg: Редактиране на възли
cs: Upravit položky menu
el: Επεξεργασία κόμβων
es: Editar nodos
he: ערוך צומת
it: Modifica nodi
ja: 項目を編集
lt: Keisti mazgus
mk: Измени јазли
nb_no: Rediger noder
nl: Knooppunten bewerken
pl: Edytuj węzły
pt: Editar nós
ru: Изменить узлы
sk: Upraviť uzly
sv: Redigera noder

# OrchardCore.AdminMenu.Views.Menu.List
source: Edit
bg_bg: Редактирай
cs: Upravit
el: Επεξεργασία
es: Editar
he: ערוך
it: Modifica
ja: 編集
lt: Keisti
mk: Измени
nb_no: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Изменить
sk: Upraviť
sv: Redigera

# OrchardCore.AdminMenu.Views.Menu.List
source: Delete
bg_bg: Изтрий
cs: Smazat
el: Διαγραφή
es: Eliminar
he: מחק
it: Elimina
ja: 削除
lt: Naikinti
mk: Избриши
nb_no: Slette
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
sk: Zmazať
sv: Radera

# OrchardCore.AdminMenu.Views.Menu.List
source: Toggle Dropdown
bg_bg: Превключване на падащото меню
cs: Zobrazit/skrýt rozbalovací menu
el: Εναλλαγή πτυσσόμενου μενού
es: Alternar lista desplegable
he: הפסק/הפעל תפריט נפתח
it: Attiva/disattiva menu a discesa
ja: ドロップダウンの切替
lt: Perjungti meniu
nb_no: Vis/Skjul nedtrekk
nl: Omschakelen Dropdown
pl: Rozwiń menu
pt: Ativar/Desativar Dropdown
ru: Переключить выпадение
sk: Prepnúť rozbaľovaciu ponuku

# OrchardCore.AdminMenu.Views.Menu.List
source: Disable
bg_bg: Деактивиран
cs: Zakázat
el: Απενεργοποίηση
es: Desactivar
he: נטרל
it: Disabilita
ja: 無効化
lt: Išjungti
mk: Оневозможи
nb_no: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt: Desactivar
ru: Отключить
sk: Zakázať
sv: Inaktivera

# OrchardCore.AdminMenu.Views.Menu.List
source: Enable
bg_bg: Активен
cs: Povolit
el: Εργοποίηση
es: Activar
he: אפשר
it: Abilita
ja: 有効化
lt: Įjungti
mk: Овозможи
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
sk: Povoliť
sv: Aktivera

# OrchardCore.AdminMenu.Views.Menu.List
source: <strong>Nothing here!</strong> There are no menus for the moment.
cs: <strong>Tady nic není!</strong> V tuto chvíli neexistují žádná menu.
el: <strong>Δεν υπάρχει τίποτα εδώ! </strong>Δεν υπάρχουν μενού προς το παρόν.
es: <strong>¡Aquí no hay nada!</strong> No hay menús de momento.
it: <strong>Nessun elemento!</strong> Non ci sono menu per il momento.
lt: <strong>Čia tuščia!</strong> Šiuo metu meniu nėra.
nl: <strong>Niets hier!</strong> Er zijn momenteel geen menu's.
pl: <strong>Nic tu nie ma!</strong> Obecnie nie ma żadnych menu.
ru: <strong>Пусто!</strong> Нет меню на данный момент.
sk: <strong> Nič tu nie je! </strong> Momentálne neexistujú žiadne menu.

# OrchardCore.AdminMenu.Views.Menu.List
source: selected
cs: vybráno
el: επιλεγμένο
es: seleccionado
it: selezionato
lt: pasirinkta
nl: geselecteerd
pl: wybrane
ru: выбрано
sk: vybraný

# OrchardCore.AdminMenu.Views.Node.List
source: Edit Nodes for '{0}'
bg_bg: Редактирай възлите за '{0}'
cs: Úprava položek menu pro '{0}'
el: Επεξεργασία Κόμβων για '{0}'
es: Editar nodos de '{0}'
he: ערוך צומת ל-'{0}'
it: Modifica nodi per '{0}'
ja: 項目 {0} の編集
lt: Keisti „{0}“ mazgą
mk: Измени јазли за '{0}'
nl: Bewerk knooppunten voor '{0}'
pl: Edytuj węzły dla '{0}'
pt: Editar items para '{0}'
ru: Редактировать узлы для '{0}'
sk: Upravit uzol
sv: Redigera noder för '{0}'

# OrchardCore.AdminMenu.Views.Node.List
source: Add Node
bg_bg: Добави възел
cs: Přidat položku menu
el: Προσθήκη Κόμβου
es: Añadir nodo
he: הוסף צומת
it: Aggiungi nodo
ja: 項目を追加
lt: Pridėti mazgą
mk: Додадете јазол
nl: Toevoegen Knooppunt
pl: Dodaj węzeł
pt: Adicionar item
ru: Добавить узел
sk: Pridať uzol
sv: Lägg till nod

# OrchardCore.AdminMenu.Views.Node.List
source: <strong>Nothing here!</strong> There are no nodes on this tree for the moment.
bg_bg: <strong>Няма нищо тук!</strong> Няма елементи към тази структура за момента.
cs: <strong>Nic tady není!</strong> V tuto chvíli nemá menu žádné položky.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Δεν υπάρχουν κόμβοι σε αυτό το δέντρο προς το παρόν.
es: <strong>¡Aquí no hay nada!</strong> No hay ningún nodo en este menú por el momento.
it: <strong>Nessun elemento!</strong> Non ci sono nodi in questo albero.
ja: <strong>ここには何もありません!</strong> 現在このツリーには何も項目がありません
lt: <strong>Čia tuščia!</strong> Šiame medyje kol kas nėra mazgų.
mk: <strong>Празно!</strong> Во моментов нема јазли на „дрвото“.
nl: <strong>Niets hier!</strong> Er zijn momenteel geen knooppunten in deze boom.
pl: <strong>Nic tutaj nie ma!</strong> W tej strukturze nie ma obecnie żadnych węzłów.
pt: Não existem items.
ru: <strong>Здесь ничего нет!</strong> На данный момент нет узлов в этом дереве.
sk: <strong> Nič tu nie je! </strong> V tomto strome nie sú momentálne žiadne položky.
sv: <strong>Ingenting här!</strong> Det finns inga noder på detta träd för tillfället.

# OrchardCore.AdminMenu.Views.Node.List
source: Back
bg_bg: Назад
cs: Zpět
el: Πίσω
es: Atrás
he: חזרה
it: Indietro
ja: 戻る
lt: Atgal
mk: Назад
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sk: Späť
sv: Tillbaka

# OrchardCore.AdminMenu.Views.Node.List
source: Available Admin Nodes
bg_bg: Налични Админ възли
cs: Dostupné položky menu
el: Διαθέσιμοι Κόμβοι Διαχειριστή
es: Nodos de administración disponibles
it: Nodi di amministrazione disponibili
ja: 利用可能な管理項目
lt: Galimi administravimo mazgai
mk: Достапни админ. јазли
nl: Beschikbare Admin Knooppunten
pl: Dostępne węzły administracyjne
pt: Items de Menu de administração disponíveis
ru: Доступные узлы администратора
sk: Dostupné položky admin menu
sv: Tillgängliga administratörsnoder

# OrchardCore.AdminMenu.Views.Node.List
source: Cancel
bg_bg: Отказ
cs: Storno
el: Άκυρο
es: Cancelar
he: בטל
it: Annulla
ja: キャンセル
lt: Atšaukti
mk: Откажи
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# OrchardCore.AdminMenu.Views.Node.List
source: There was an error when moving the tree node.
bg_bg: Възникна грешка при преместване на структурния елемент.
cs: Při přesunu položky menu se vyskytla chyba.
el: Παρουσιάστηκε σφάλμα κατά τη μετακίνηση του κόμβου του δέντρου.
es: Ha ocurrido un error al mover el nodo del árbol.
he: קרתה שגיאה בעת הזזת צומת בעץ.
it: Si è verificato un errore durante lo spostamento del nodo dell'albero.
ja: ツリー項目を移動する際にエラーが発生しました
lt: Perkeliant medžio mazgą įvyko klaida.
mk: Грешка при поместување на јазол од дрвото.
nl: Er is een fout opgetreden bij het verplaatsen van het knooppunt.
pl: Wystąpił błąd podczas przenoszenia węzła w strukturze.
pt: Ocorreu um erro ao mover o item da árvore.
ru: При перемещении узла дерева произошла ошибка.
sk: Pri premiestňovaní uzla sa vyskytla chyba.
sv: Det uppstod ett fel vid flyttning av trädnoden.

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle
bg_bg: Превключване
cs: Zakázat/Povolit
el: Εναλλαγή
es: Alternar
he: החלף מצב
it: Attiva/disattiva
ja: 有効・無効の切り替え
lt: Perjungti
nb_no: Veksle
nl: Omschakelen
pl: Przełącz
pt: Alternar
ru: Переключить
sk: Prepnúť
sv: Slå på/av

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Disable
bg_bg: Деактивирай
cs: Zakázat
el: Απενεργοποίηση
es: Desactivar
he: נטרל
it: Disabilita
ja: 無効化
lt: Išjungti
mk: Оневозможи
nb_no: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt: Desactivar
ru: Отключить
sk: Zakázať
sv: Inaktivera

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Enable
bg_bg: Активирай
cs: Povolit
el: Εργοποίηση
es: Activar
he: אפשר
it: Abilita
ja: 有効化
lt: Įjungti
mk: Овозможи
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt: Ativar
ru: Включить
sk: Povoliť
sv: Aktivera

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Delete
bg_bg: Изтрий
cs: Smazat
el: Διαγραφή
es: Eliminar
he: מחק
it: Elimina
ja: 削除
lt: Ištrinti
mk: Избриши
nb_no: Slette
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
sk: Zmazať
sv: Ta bort

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Can't show the item of type: {0}. Maybe a required module has been disabled?
bg_bg: Не може да се визуализира част от тип: {0}. Вероятно съответният модул е деактивиран?
cs: Nelze zobrazit položku typu: {0}. Nebyl požadovaný modul zakázán?
el: Δεν είναι δυνατή η εμφάνιση του στοιχείου τύπου: {0}. Ίσως η απαιτούμενη ενότητα να έχει απενεργοποιηθεί;
es: No se puede mostrar el elemento de tipo: {0}. ¿Quizás ha sido desactivado un módulo requerido?
he: אין אפשרות להציג את פריט מסוג: {0}. אולי מודול נדרש נוטרל?
it: Non è possibile visualizzare l'elemento di tipo: {0}. Forse è stato disabilitato un modulo necessario per la funzionalità?
ja: 型 {0} の項目が表示できません。必要なモジュールが無効になっていなでしょうか?
lt: Nepavyko parodyti šio tipo elemento: {0}. Galbūt būtinas modulis buvo išjungtas?
mk: Не може да се прикаже елемент од вид: {0}. Можеби е деактивиран задолжителен модул?
nb_no: Kan ikke vise element av type: {0}. Kanskje en påkrevd modul er deaktivert?
nl: Kan het item van type: {0} niet tonen. Misschien is een vereiste module uitgeschakeld?
pl: Nie można wyświetlić elementu typu: {0}. Może wymagany moduł został wyłączony?
pt: Não é possível mostrar o item do tipo: {0}. Será que o módulo necessário foi desativado?
ru: Не удается показать элемент типа: {0}. Возможно, необходимый модуль был отключен?
sk: Nie je možné zobraziť položku typu: {0}. Možno bol zakázaný požadovaný modul?
sv: Kan inte visa objektet av typ: {0}. Kanske har en nödvändig modul inaktiverats?

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Edit
bg_bg: Редактирай
cs: Upravit
el: Επεξεργασία
es: Editar
he: ערוך
it: Modifica
ja: 編集
lt: Keisti
mk: Измени
nb_no: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
sk: Upraviť
sv: Redigera

# OrchardCore.AdminMenu.Views.MenuItem.TreeSummary
source: Toggle Dropdown
bg_bg: Превключване на падащото меню
cs: Zobrazit/skrýt rozbalovací menu
el: Εναλλαγή πτυσσόμενου μενού
es: Alternar lista desplegable
he: הפסק/הפעל תפריט נפתח
it: Attiva/disattiva menu a discesa
ja: ドロップダウンの切替
lt: Perjungti meniu
nb_no: Vis/Skjul nedtrekk
nl: Menu in-/uitklappen
pl: Rozwiń menu
pt: Ativar/Desativar Dropdown
ru: Переключить список
sk: Prepnúť rozbaľovaciu ponuku

# OrchardCore.AdminMenu.Views.MenuItem.TreeThumbnail
source: Add
bg_bg: Добави
cs: Přidat
el: Προσθήκη
es: Agregar
he: הוסף
it: Aggiungi
ja: 追加
lt: Pridėti
mk: Додади
nb_no: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ru: Добавить
sk: Pridať
sv: Lägg till

# OrchardCore.AdminMenu.Views.Items.PlaceholderAdminNode.Fields.TreeEdit
source: Placeholder
cs: Složka
es: Contenido provisional
he: מקום שמור
it: Segnaposto
ja: プレースホルダ
lt: Vietaženklis
mk: Текст за пример
nb_no: Plassholder
nl: Plaatshouder
pl: Tekst zastępczy
pt: Espaço reservado (placeholder)
ru: Заполнитель
sk: Zástupný symbol
sv: Platshållare
