Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Indexing.Core.po
Languages: fr

# OrchardCore.Indexing.Core.Handlers.ContentIndexProfileHandler
source: At least one content type must be selected.
fr: Au moins un type de contenu doit être sélectionné.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: Index name is required.
fr: Le nom de l'index est requis.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: The index name cannot be longer than 255 characters.
fr: Le nom de l'index ne peut pas contenir plus de 255 caractères.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: There is already another index with the same name.
fr: Il existe déjà un autre index avec le même nom.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: The index name is required.
fr: Le nom de l'index est requis.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: The index full name is required.
fr: Le nom complet de l'index est requis.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: Index profile-source is required.
fr: La source du profil d'index est requise.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: Index type is required.
fr: Le type d'index est requis.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: Unable to find a provider named '{0}' with the type '{1}'.
fr: Impossible de trouver un fournisseur nommé '{0}' avec le type '{1}'.

# OrchardCore.Indexing.Core.Handlers.DefaultIndexProfileHandler
source: The index full name is required. Unable to find a index name provider that with the provider name '{0}'.
fr: Le nom complet de l'index est requis. Impossible de trouver un fournisseur de nom d'index avec le nom du fournisseur «{0}».

# OrchardCore.Indexing.Core.Recipes.CreateOrUpdateIndexProfileStep
source: Could not find provider value. The index will not be imported
fr: Impossible de trouver la valeur du fournisseur. L'index ne sera pas importé

# OrchardCore.Indexing.Core.Recipes.CreateOrUpdateIndexProfileStep
source: Could not find type value. The index will not be imported
fr: Impossible de trouver la valeur du type. L'index ne sera pas importé

# OrchardCore.Indexing.Core.Recipes.CreateOrUpdateIndexProfileStep
source: Unable to find a provider named '{0}' with the type '{1}'.
fr: Impossible de trouver un fournisseur nommé '{0}' avec le type '{1}'.

# OrchardCore.Indexing.Core.Recipes.CreateOrUpdateIndexProfileStep
source: Unable to create the index '{0}' for the provider '{1}'.
fr: Impossible de créer l'index '{0}' pour le fournisseur '{1}'.
