Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Google.po
Languages: it, nb_no, sk

# OrchardCore.Google.GoogleAuthenticationAdminMenu
source: Security
it: Sicurezza
nb_no: Sikkerhet
sk: Zabezpečenie

# OrchardCore.Google.GoogleAuthenticationAdminMenu
source: Authentication
it: Autenticazione
nb_no: Autentisering
sk: Autentifikácia

# OrchardCore.Google.GoogleAnalyticsAdminMenu
source: Configuration
it: Configurazione
nb_no: Konfigurasjon
sk: Konfigurácia

# OrchardCore.Google.GoogleAnalyticsAdminMenu
source: Settings
it: Impostazioni
nb_no: Innstillinger
sk: Nastavenia

# OrchardCore.Google.GoogleTagManagerAdminMenu
source: Configuration
it: Configurazione

# OrchardCore.Google.GoogleTagManagerAdminMenu
source: Settings
it: Impostazioni

# OrchardCore.Google.GoogleAuthenticationDeploymentStartup
source: Google Authentication Settings
it: Impostazioni Google Authentication

# OrchardCore.Google.GoogleAuthenticationDeploymentStartup
source: Exports the Google Authentication settings.
it: Esporta le impostazioni di autenticazione Google.

# OrchardCore.Google.GoogleAnalyticsDeploymentStartup
source: Google Analytics Settings
it: Impostazioni Google Analytics

# OrchardCore.Google.GoogleAnalyticsDeploymentStartup
source: Exports the Google Analytics settings.
it: Esporta le impostazioni di Google Analytics.

# OrchardCore.Google.GoogleTagManagerDeploymentStartup
source: Google Tag Manager Settings
it: Impostazioni Google Tag Manager

# OrchardCore.Google.GoogleTagManagerDeploymentStartup
source: Exports the Google Tag Manager settings.
it: Esporta le impostazioni di Google Tag Manager.

source: ClientID key is required
it: La chiave ClientID è obbligatoria
nb_no: ClientID er påkrevd
sk: Pole ClientID je povinné

source: ClientSecret is required
it: Il ClientSecret è obbligatorio
nb_no: ClientSecret er påkrevd
sk: Pole ClientSecret je povinné

source: Invalid path
it: Percorso non valido
nb_no: Ugyldig sti
sk: Neplatná cesta

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: See documentation
it: Vedi la documentazione
sk: Viď dokumentáciu

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: Google Analytics Settings
it: Impostazioni Google Analytics
nb_no: Google Analytics Innstillinger
sk: Nastavenia Google analytics

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: Tracking ID
it: Codice tracciamento

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: The tracking ID defined in your Google Analytics account.
it: Il codice tracciamento (tracking ID) definito nel tuo account Google Analytics.
nb_no: Tracking ID angitt i din Google Analytics konto.
sk: Tracking ID vášho Google analytics účtu.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
nb_no: Instansen vil lastes på nytt når innstillingene lagres.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: See documentation
it: Vedi la documentazione
sk: Viď dokumentáciu

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
it: Si è verificato un errore durante la decifratura di un'impostazione. Si prega di applicare e salvare.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Google Authentication Settings
it: Impostazioni Google Authentication
nb_no: Google Authentication innstillinger
sk: Nastavenia Google Autentifikácie

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The client id defined in Google API console for the application.
it: Il Client ID definito nella console delle API di Google per l'applicazione.
nb_no: Client ID fra Google API kontroll panelet for applikasjonen.
sk: Id klienta definované v Google API konzole.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: API secret key
it: Chiave segreta API
sk: API tajný kľúč

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The client secret defined in Google API console for the application.
it: La chiave segreta definita nella console API di Google per l'applicazione.
nb_no: Client secret fra Google API kontroll panelet for applikasjonen.
sk: Client secret definovaný v Google API konzole.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: CallbackPath
it: Percorso di Callback
nb_no: 'Callback' sti

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.
nb_no: Forespørsel stien innenfor appens basis sti hvor bruker agenten blir henvist tilbake til. Middelvaren vil håndtere den forespørselen når den kommer.
sk: Cesta v rámci aplikácie, kam bude vrátený user-agent. Middleware túto požiadavku spracuje.

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Store tokens
it: Memorizza i tokens
nb_no: Lagre tokener
sk: Ukladať tokeny

# OrchardCore.Google.Views.GoogleAuthenticationSettings.Edit
source: Store external authentication tokens for reuse
it: Memorizza i token di autenticazione esterni per il suo riutilizzo
nb_no: Lagre eksterne autentiseringstokener til gjenbruk
sk: Ukladať externé autentizačné tokeny pre opätovné použitie

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: See documentation
it: Vedi la documentazione

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: Google Tag Manager Settings
it: Impostazioni Google Tag Manager

# OrchardCore.Google.Views.GoogleTagManagerSettings.Edit
source: The container ID defined in your Google Tag Manager account.
it: Il codice contenitore (Container ID) è definito nel tuo account Google Tag Manager.

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Edit
source: Google Analytics Settings
it: Impostazioni Google Analytics

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Summary
source: Google Analytics Settings
it: Impostazioni Google Analytics

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Summary
source: Adds Google Analytics settings to the plan.
it: Aggiunge le impostazioni di Google Analytics al piano.

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Thumbnail
source: Google Analytics Settings
it: Impostazioni Google Analytics

# OrchardCore.Google.Views.Items.GoogleAnalyticsDeploymentStep.Thumbnail
source: Exports the Google Analytics settings.
it: Esporta le impostazioni di Google Analytics.

# OrchardCore.Google.Views.GoogleAnalyticsSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.
