Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Taxonomies.po
Languages: ar, bg_bg, el

# OrchardCore.Taxonomies.Controllers.AdminController
source: Taxonomy item deleted successfully
ar: تم حذف عنصر التصنيف بنجاح
bg_bg: Категоризационният елемент е изтрит успешно
el: Το στοιχείο ταξινόμησης διαγράφηκε επιτυχώς

# OrchardCore.Taxonomies.Drivers.TaxonomyFieldDisplayDriver
source: A value is required for '{0}'
ar: القيمة مطلوبة لـ '{0}'
bg_bg: Изисква се стойност за '{0}'
el: Απαιτείται μια τιμή για το '{0}'

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Edit
ar: تحرير
bg_bg: Редактирай
el: Επεξεργασία

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Add
ar: إضافة
bg_bg: Добави
el: Προσθήκη

# OrchardCore.Taxonomies.Views.Content.TermAdmin
source: Delete
ar: حذف
bg_bg: Изтрий
el: Διαγραφή

# OrchardCore.Taxonomies.Views.TaxonomyField.Edit
source: The taxonomy could not be found. Please check the settings for this field.
ar: التصنيف غير موجود. الرجاء التحقق من الإعدادات لهذا الحقل.
bg_bg: Категоризацията не може да бъде намерена. Моля проверете настройките за това поле.
el: Δεν βρέθηκε ταξινόμηση. Ελέγξτε τις ρυθμίσεις για αυτό το πεδίο.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Hint
ar: تلميح
bg_bg: Подсказване
el: Υπόδειξη

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: The hint text to display for this field on the editor.
ar: تلميح نصي يظهر لهذا الحقل في المحرر.
el: Το κείμενο υπόδειξης που θα εμφανιστεί για αυτό το πεδίο στον editor.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Taxonomy
ar: تصنيف
bg_bg: Категоризация
el: Ταξινόμηση

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Required
ar: مطلوب
bg_bg: Задължително
el: Απαιτείται

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether at least one element is selected.
ar: ما إذا كان هناك حقل واحد على الأقل تم اختياره.
bg_bg: Дали поне един елемент е избран.
el: Εάν έχει επιλεγεί τουλάχιστον ένα στοιχείο.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Unique
ar: فريد
bg_bg: Уникален
el: Μοναδικό

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether only one element is selected.
ar: ما إذا كان هناك حقل واحد فقط تم اختياره.
bg_bg: Избор на поне един елемент.
el: Είτε επιλέγεται μόνο ένα στοιχείο.

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Leaves only
ar: الأطراف فقط
el: Μόνο Φύλλα

# OrchardCore.Taxonomies.Views.TaxonomyFieldSettings.Edit
source: Whether leaves are the only items that can be selected.
ar: - ما إذا كانت الأطراف هي العناصر التي يمكن اختيارها.
el: Εάν τα φύλλα είναι τα μόνα στοιχεία που μπορούν να επιλεγούν.

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: Term Content Type
ar: مصطلح نوع المحتوى
el: Όρος Τύπος Περιεχόμενου

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: Add {0}
ar: إضافة {0}
bg_bg: Добави {0}
el: Προσθήκη {0}

# OrchardCore.Taxonomies.Views.TaxonomyPart.Edit
source: You have reordered the taxonomy.
ar: قمت بترتيب القوائم.
bg_bg: Вие преорганизирахте класификацията.
el: Έχεις αναδιατάξει την ταξινόμηση.

# OrchardCore.Taxonomies.Views.Admin.Create
source: New {0}
ar: جديد {0}
bg_bg: Нов {0}
el: Νέο {0}

# OrchardCore.Taxonomies.Views.Admin.Edit
source: Edit {0}
ar: تحرير {0}
bg_bg: Редактиране на {0}
el: Επεξεργασία {0}
