Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Autoroute.po
Languages: bg_bg, es, it, ja, lt, mk, nl, pl, pt, sk, tr

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplayDriver
source: Your permalink is already in use.
es: Su permalink ya está siendo utilizado en otro lugar.
it: Permalink già in uso.
sk: Permalink sa už používa.
tr: Kalıcı link zaten kullanılıyor.

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the custom URL part of the content item
bg_bg: персонализиран URL на елемента със съдържание
es: la parte URL personalizada del elemento de contenido
it: indirizzo personalizzato dell'elemento di contenuto
ja: コンテンツの項目のカスタム URL部分
lt: turinio elemento pasirinktinė URL dalis
mk: прилагодена URL адреса дел на содржинскиот елемент
nl: het aangepaste URL-deel van het inhoudsitem
pl: niestandardowy adres URL jest częścią elementu treści
pt: a parte personalizada do URL do conteúdo
sk: voliteľná časť URL položky obsahu
tr: içerik öğesinin kişisel URL parçası

# OrchardCore.Autoroute.GraphQL.AutorouteInputObjectType
source: the path of the content item to filter
bg_bg: път до съдържанието за филтриране
es: la ruta del elemento de contenido a filtrar
it: il percorso dell'elemento di contenuto da filtrare
ja: コンテンツの項目をフィルタするためのパス
lt: filtravimui skirtas turinio elemento kelias
mk: патеката на содржинскиот елемент за филтрирање
nl: het pad van het inhoudsitem om te filteren
pl: ścieżka elementu treści do filtrowania
pt: o caminho do conteúdo a ser filtrado
sk: cesta k obsahu položky
tr: filtre edilecek içerik öğesinin yolu

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: Custom URLs (permalinks) for your content item.
bg_bg: Потребителски постоянни връзки до съдържанието.
es: Dirección de Recurso en Internet (enlaces permanentes) personalizados para su elemento de contenido.
it: Indirizzi personalizzati (permalinks) per il tuo elemento di contenuto.
ja: コンテンツの項目のカスタムURL(パーマリンク)
lt: Turinio elemento pasirinktiniai URL adresai (nuolatinės nuorodos).
mk: Прилагодени URL адреси (постојани врски) за вашиот содржински елемент.
nl: Aangepaste URL's (permalinks) voor uw inhoudsitem.
pl: Własne adresy URL (odnośniki bezpośrednie) dla elementu treści.
pt: URLs personalizados (permalinks) para o seu conteúdo.
sk: Trvalé odkazy pre položku obsahu.
tr: İçerik öğeniz için kalıcı (kişisel) bağlantılar.

# OrchardCore.Autoroute.GraphQL.AutorouteQueryObjectType
source: The permalinks for your content item.
bg_bg: Постоянни връзки до съдържанието.
es: Los enlaces permanentes para su elemento de contenido.
it: I permalink per il tuo elemento di contenuto.
ja: コンテンツの項目のパーマリンク
lt: Turinio elemento nuolatinės nuorodos.
mk: Постојаните врски за вашиот содржински елемент.
nl: De permalinks voor het inhoudsitem.
pl: Odnośniki bezpośrednie dla Twoich elementów treści.
pt: Os permalinks para o seu conteúdo.
sk: Trvalé odkazy pre typy obsahu.
tr: İçerik öğeniz için kalıcı bağlantılar.

# OrchardCore.Autoroute.Handlers.AutoroutePartHandler
source: Your permalink is already in use.
bg_bg: Вашата постоянна връзка вече се използва.
es: Su permalink ya está en uso.
it: Permalink già in uso.
ja: そのパーマリンクはすでに使用されています
mk: Твојата постојана врска е во употреба.
nl: De permalink is al in gebruik.
pt: O seu permalink já está em uso.
sk: Trvalý odkaz sa už používa.
tr: Bu kalıcı bağlantı zaten kullanımda.

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Your permalink can't be set to the homepage, please use the homepage option instead.
es: Tu permalink no puede ser establecido en la página principal, por favor usa la opción de inicio.
it: Il permalink non può essere impostato sulla homepage. Usa l'opzione homepage, invece.
sk: Váš permalink nie je možné nastaviť na domovskú stránku, prosím použite možnosť domovskej stránky.
tr: Bu kalıcı link anasafya olarak ayarlanamaz, onun yerine lütfen anasayfa seçeneğini kullanın.

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
es: No usar ninguno de los siguientes caracteres en su permalink:{0}. No se permiten espacios (en su lugar use guiones altos o guiones bajos).
it: Non utilizzare nessuno dei seguenti caratteri nel permalink: {0}. Non sono ammessi spazi o slash consecutivi (si prega di usare trattini o trattini bassi).
sk: Prosím nepoužívajte nasledovné znaky pre permalink {0}. Nie sú povolené žiadne medzery ani za sebou idúce lomky (použite namiesto nich pomlčky alebo podčiarkovníky).
tr: Lütfen kalıcı linkte bu karakterlerden birini kullanmayın: {0}. Boşluk ve çift taksim karakterlerine izin verilmez (Yerine kısa çizgi ve alt çizgi kullanabilirsiniz).

# OrchardCore.Autoroute.Models.AutoroutePartExtensions
source: Your permalink is too long. The permalink can only be up to {0} characters.
es: Su permalink es demasiado largo. El permalink puede tener {0} como máximo.
it: Il permalink è troppo lungo. Il permalink può essere lungo al massimo {0} caratteri.
sk: Váš permalink je príliš dlhý. Trvalý odkaz môže mať maximálne {0} znakov.
tr: Kalıcı link boyutu çok uzun. Kalıcı link sadece {0} karaktere kadar olabilir.

# OrchardCore.Autoroute.Settings.AutoroutePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
bg_bg: Моделът не съдържа валиден Liquid израз. Детайли: {0}
es: El patrón no contiene una expresión Liquid válida. Detalles: {0}
it: Il modello non contiene un'espressione Liquid valida. Dettagli: {0}
ja: バターンは正しいリキッド式を含んでいません。詳細: {0}
lt: Šablone nėra tinkamų „Liquid“ išraiškų. Išsamiau: {0}
mk: Шемата не содржи валиден „Liquid“ израз. Детали: {0}
nl: Patroon bevat geen geldige Liquid expressie. Details: {0}
pl: Wzór nie zawiera prawidłowego wyrażenia "Liquid". Szczegóły: {0}
pt: O padrão não contém uma expressão de Liquid válida. Detalhes: {0}
sk: Predloha neobsahuje platný Liquid výraz. Detaily: {0}
tr: Desen geçerli bir Liquid ifadesi içermiyor. Ayrıntılar: {0}

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Disabled
bg_bg: Деактивирано
es: Desactivado
it: Disabilitato
ja: 無効
mk: Оневозможено
nl: Uitgeschakeld
pt: Desativado
sk: Zakázať
tr: Devredışı

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to disable autoroute for this content item.
bg_bg: Поставете отметка за да забраните автоматичният път до това съдържание.
es: Marca para desactivar la ruta automática para este elemento de contenido.
it: Spunta la casella per disabilitare l'autoroute per questo elemento di contenuto.
ja: チェックするとこのコンテンツ項目の自動url生成処理を無効にします
mk: Изберете за да се оневозможи можноста за автоматско рутирање за овој содржински елемент.
nl: Vink aan om autoroute uit te schakelen voor dit inhoudsitem.
pt: Marque para desativar o autoroute para este conteúdo.
sk: Zakázať autoroute pre túto položku obsahu.
tr: Bu içerik öğesi için otomatik rotayı devre dışı bırakmak için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Permalink
bg_bg: Постоянна връзка
es: Enlace Permanente
ja: パーマリンク
lt: Nuolatinė nuoroda
mk: Постојана врска
pl: Odnośnik bezpośredni
sk: Trvalý odkaz
tr: Kalıcı Bağlantı

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. Leave empty to auto-generate it.
bg_bg: Връзка на съдържанието. Оставете празно за да се генерира автоматично.
es: La Dirección de Recurso en Internet para el elemento de contenido. Dejar vacío para auto-regenerarlo.
it: L'indirizzo URL del contenuto. Lascialo vuoto per generalo automaticamente.
ja: コンテンツの項目の url。入力しない場合は自動生成されます。
lt: Turinio elemento URL adresas. Palikus tuščią bus sugeneruotas automatiškai.
mk: URL адресата на содржинскиот елемент. Оставете празно за да биде автоматски генерирана.
nl: De url van het inhoudsitem. Laat leeg om het automatisch te genereren.
pl: Adres Url zawartości. Pozostaw to pole puste, aby adres wygenerował się automatycznie.
pt: O url do conteúdo. Deixe em branco para gerar automaticamente.
sk: URL položky. Pre automatické vygenerovanie ponechajte prázdne.
tr: İçerik öğesinin url'si. Otomatik olarak oluşturmak için boş bırakın.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: The url of the content item. It will be automatically generated.
bg_bg: Връзка на съдържанието. Ще се генерира автоматично.
es: La Dirección de Recurso en Internet para el elemento de contenido. Será generada automáticamente al guardar.
it: L'indirizzo URL del contenuto. Viene generato automaticamente.
ja: コンテンツの項目のurl。自動生成されます。
lt: Turinio elemento URL adresas. Bus automatiškai sugeneruotas.
mk: URL адресата на содржинскиот елемент. Ќе биде автоматски генерирана.
nl: De URL van het inhoudsitem. Het zal automatisch worden gegenereerd.
pl: Adres Url zawartości. Zostanie on wygenerowany automatycznie.
pt: O url do conteúdo. Será gerado automaticamente.
sk: URL položky. URL bude automaticky vygenerovaná.
tr: İçerik öğesinin url'si. Otomatik olarak oluşturulacak.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: This content item is the current homepage
bg_bg: Съдържанието е текущата начална страница
es: Este elemento de contenido es la página de inicio actualmente
it: Questo elemento di contenuto è l'attuale homepage
ja: このコンテンツの項目は現在のホームページです
lt: Šis turinio elementas yra dabartinis pagrindinis puslapis
mk: Содржинскиот елемент е насловната страница
nl: Dit inhoudsitem is de huidige homepage
pl: Ten element zawartości jest bieżącą stroną główną
pt: Este conteúdo é a página inicial atual
sk: Táto položka je aktuálne domovskou stránkou
tr: Bu içerik öğesi şuanki anasayfadır

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Set as homepage
bg_bg: Задаване на начална страница
es: Establecer como página de inicio
it: Impostalo come homepage
ja: ホームページとして設定
lt: Nustatyti pagrindiniu puslapiu
mk: Постави како насловна страница
nl: Instellen als startpagina
pl: Ustaw jako stronę główną
pt: Definir como página inicial
sk: Nastaviť ako domovskú stránku
tr: Ana sayfa olarak ayarla

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to set this content item as the homepage once published.
bg_bg: Поставете отметка за да назначите текущото съдържание за начална страница, когато го публикувате.
es: Compruebe para establecer este elemento de contenido como la página de inicio una vez publicada.
it: Seleziona per impostare questo elemento di contenuto come homepage una volta pubblicato.
ja: チェックするとこのコンテンツ項目を公開されたホームページとします。
lt: Pažymėkite, kad šis turinio elementas būtų kaip pagrindinis puslapis paskelbus svetainę.
mk: Изберете да го поставите овој содржински елемент за насловна страница после објавата.
nl: Vink aan om dit inhoudsitem de homepage te laten zijn, nadat het gepubliceerd is.
pl: Zaznacz, aby ustawić ten element jako stronę główną po opublikowaniu.
pt: Marque para definir este conteúdo como a página inicial quando for publicado.
sk: Zaškrtnite pre nastavenie stránky ako domovskej.
tr: Bu içerik öğesini yayınlandıktan sonra ana sayfa olarak ayarlamak için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Refresh the path
bg_bg: Опресни пътя
es: Refrescar la ruta
it: Aggiorna il permalink
ja: パスを更新
lt: Atnaujinti kelią
mk: Освежите ја патеката
nl: Pad vernieuwen
pl: Odśwież ścieżkę
pt: Atualizar o caminho
sk: Aktualizovať URL
tr: Yolu yenile

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to refresh the path. Warning: the previous URL won't be accessible anymore.
bg_bg: Поставете отметка за да опресните пътя. Внимание: предишният път няма да бъде повече достъпен.
es: Marque para actualizar la ruta. Advertencia: la URL anterior ya no será accesible.
it: Seleziona per rigenerare l’indirizzo. Attenzione: l'indirizzo precedente verrà sostituito e non sarà più accessibile.
ja: チェックするとパスを更新します。警告: 以前のURLはアクセスできなくなります。
lt: Pažymėkite, kad atnaujintumėte kelią. Įspėjimas: seni URL adresai nebebus pasiekiami.
mk: Изберете за да ја освежите патеката. Напомена: претходната URL адреса нема да биде повеќе достапна.
nl: Aanvinken om het pad te vernieuwen. Waarschuwing: De vorige URL is dan niet meer toegankelijk.
pl: Zaznacz aby odświeżyć ścieżkę. Uwaga: poprzedni adres URL nie będzie już dostępny.
pt: Marque para atualizar o caminho. Aviso: o URL anterior deixará de ser acessível.
sk: Zaškrtnite pre pregenerovanie URL. Pozor, povodná URL prestane byť dostupná.
tr: Yolu yenilemek için kontrol edin. Uyarı: önceki URL artık erişilemez.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Route contained items
bg_bg: Насочвай съдържаните елементи
es: Artículos contenidos en la ruta
it: Instradamento degli elementi contenuti
ja: 含まれた項目へのルート
mk: Рутирајте ги содржаните елементи
nl: Route bevatte items
pt: Itens contidos na rota
sk: Smerovať obsiahnuté položky
tr: İçerdiği öğeleri yönlendir

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to enabling the routing of child content items.
bg_bg: Поставете отметка за да активирате насочването на дъщерни елементи.
es: Marca para habilitar la ruta de elementos de contenido secundarios.
it: Spunta la casella per abilitare l'instradamento degli elementi di contenuto figlio.
ja: チェックすると子のコンテンツ項目へのルーティングを有効にします
mk: Изберете за да овозможите руритање на подредени содржински елементи.
nl: Aanvinken om de routering van onderliggende content items mogelijk te maken.
pt: Marque para ativar rotas para os conteúdos filhos.
sk: Zaškrtnite pre smerovanie položiek podradeného obsahu.
tr: Alt içerik öğelerinin yönlendirilmesini etkinleştirmek için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Absolute
bg_bg: Абсолютен
es: Absoluta
it: Assoluto
ja: 絶対パス
mk: Апсолутно
nl: Absoluut
pt: Absoluto
sk: Absolútna
tr: Kesin

# OrchardCore.Autoroute.Views.AutoroutePart.Edit
source: Check to specify that a child content item will be routed to an absolute path.
bg_bg: Поставете отметка, за да посочите, че елемент от дъщерно съдържание ще бъде насочен към абсолютен път.
es: Marcar para especificar que un elemento de contenido secundario será enrutado a una ruta absoluta.
it: Seleziona per specificare che un elemento di contenuto figlio sarà instradato a un percorso assoluto.
ja: チェックすると子のコンテンツ項目が絶対パスにルーティングされることを指定します。
mk: Изберете за да дефинирате подреден содржински елемент кој ќе биде рутиран кон апсолутна патека.
nl: Aanvinken om te specificeren dat een onderliggend inhoudsitem wordt doorgestuurd naar een absoluut pad.
pt: Marque para especificar que um conteúdo filho será encaminhado para um caminho absoluto.
sk: Zaškrtnutím špecifikujete, že podpoložka položky obsahu bude smerovaná na absolútnou cestou.
tr: Bir alt içerik öğesinin mutlak bir yola yönlendirileceğini belirtmek için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Pattern
bg_bg: Модел
es: Patrón
it: Modello
ja: パターン
lt: Šablonas
mk: Шема
nl: Patroon
pl: Wzór
pt: Padrão
sk: Predloha
tr: Desen

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: The pattern used to render the custom url of this content type. With Liquid support.
bg_bg: Моделът, използван за визуализиране на потребителският път на този тип съдържание. С Liquid support.
es: El patrón utilizado para representar la url personalizada de este tipo de contenido. Con soporte líquido.
it: Il modello utilizzato per generare l'indirizzo personalizzato di questo tipo di contenuto. Supporta sintassi Liquid.
ja: このコンテンツの種類のurlを生成するために使用するパターン。リキッド式が使えます。
mk: Шемата која се користи за генерирање на прилагодена URL адреса на содржинскиот елемент. Со поддршка за „Liquid“ изрази.
nl: Het patroon dat wordt gebruikt om de aangepaste url van dit inhoudstype weer te geven. Met Liquid ondersteuning.
pl: Wzór używany do renderowania niestandardowego adresu Url tego typu. Przy użyciu wyrażenia "Liquid".
pt: O padrão usado para renderizar o url personalizado deste tipo de conteúdo. Suporta Liquid.
sk: Predloha používaná pre generovanie URL pre tento typ obsahu. Podporuje Liquid.
tr: Liquid desteğiyle birlikte bu içerik türüne özel bağlantı oluşturmak için kullanılan desen.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow custom path
bg_bg: Разреши потребителски път
es: Permitir ruta personalizada
it: Consenti un percorso personalizzato
ja: カスタムパスを許可
lt: Keisti pasirinktinius kelius
mk: Дозволи прилагодена патека
nl: Sta aangepast pad toe
pl: Zezwalaj na dowolne ścieżki
pt: Permitir personalização do caminho
sk: Povoliť vlastnú URL
tr: Kişisel yola izin ver

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to set a custom path, otherwise it will be automatically generated.
bg_bg: Поставете отметка за да позволите на потребителите да могат да настройват потребителски път, в противен случай ще се генерира автоматично.
es: Marcar para permitir a los usuarios establecer una ruta personalizada. En otro caso la ruta será generada automáticamente.
it: Seleziona per consentire agli utenti di impostare un percorso personalizzato, altrimenti verrà generato automaticamente.
ja: ユーザーがカスタムパスを設定できるようにする場合はチェックします。設定しない場合は自動的に生成されます。
lt: Pažymėkite, jei norite leisti vartotojams nustatyti pasirinktinius kelius, kitu atveju keliai bus sugeneruoti automatiškai.
mk: Избери за овозможување на корисниците да постават прилагодена патека. Во спротивно истата ќе биде автоматски генерирана.
nl: Aanvinken om gebruikers toe te staan een aangepast pad in te stellen, anders wordt dit automatisch gegenereerd.
pl: Zaznacz, aby umożliwić użytkownikom ustawienie ścieżki niestandardowej, w przeciwnym razie zostanie ona wygenerowana automatycznie.
pt: Marque para permitir que os utilizadores definam um caminho personalizado, caso contrário, será gerado automaticamente.
sk: Zaškrtnite pre možnosť nastaviť vlastnú URL. V opačnom prípade bude URL vygenerovaná automaticky.
tr: Kullanıcıların özel bir yol belirlemesine izin verin, aksi takdirde otomatik olarak oluşturulur.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow path updates
bg_bg: Разреши актуализирането на пътя
es: Permitir actualizaciones de la ruta
it: Consenti aggiornamenti percorso
ja: パスの更新を許可
lt: Leisti keisti kelią
mk: Дозволи промени на патека
nl: Sta bijwerken van het pad toe
pl: Zezwalaj na aktualizacje ścieżki
pt: Permitir atualizações ao caminho
sk: Povoliť aktualizáciu URL
tr: Yol güncellemelerine izin ver

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to refresh the path once a content item is already published.
bg_bg: Поставете отметкта за да позволите на потребителите да опресняват пътя, веднага щом съдържанието е публикувано.
es: Marcar para permitir a los usuarios refrescar la ruta después de que el elemento de contenido ya haya sido publicado.
it: Seleziona per consentire agli utenti di aggiornare il percorso una volta che un elemento di contenuto è già stato pubblicato.
lt: Pažymėkite, jei norite leisti vartotojams keisti kelią kai turinio elementas jau yra paskelbtas.
mk: Избери за овозможување на корисниците да освежат патека откако содржинскиот елемент е веќе објавен.
nl: Aanvinken om gebruikers toe te staan het pad te vernieuwen, ook als een inhoudsitem al gepubliceerd is.
pl: Zaznacz, aby umożliwić użytkownikom odświeżenie ścieżki, gdy zawartość elementu jest już opublikowana.
pt: Marque para permitir que os utilizadores atualizem o caminho após o conteúdo ser publicado.
sk: Zaškrtnite pre možnosť aktualizovať URL pri položkách, ktoré už boli boli publikované.
tr: Bir içerik öğesi birkez yayınlandıktan sonra kullanıcıların yolu yenilemelerine izin vermek için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Show homepage options
bg_bg: Покажи опциите за начална страница
es: Mostrar opciones relativas a la página de inicio
it: Mostra opzioni homepage
ja: ホームページオプションを表示
lt: Rodyti pagrindinio puslapio nusatymus
mk: Прикажи опции на насловната страница
nl: Toon opties startpagina
pl: Pokaż opcje strony głównej
pt: Mostrar opções de página inicial
sk: Zobrazit nastavení domovské stránky
tr: Ana sayfa seçeneklerini göster

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to be set as the homepage. It will only be visible to users with the appropriate permission.
bg_bg: Поставете отметка за да позволите съдържание от този тип да бъде задавано, като начална страница. Ще бъде видимо само за потребителите, които имат съответното разрешение.
es: Marcar para permitir que los elementos de contenido de este tipo se puedan establecer como página de inicio. Los controles para hacerlo sólo serán visibles para los usuarios con el permiso apropiado.
it: Seleziona per consentire di impostare come homepage gli elementi di contenuto, di questo tipo di contenuto. L'opzione sarà visibile solo agli utenti con l'autorizzazione appropriata.
lt: Pažymėkite, jei norite leisti šio tipo turinio elementus būti nustatytiems kaip pagrindinis puslapis. Tai bus rodoma tik vartotojams turintiems atitinkamas teises.
mk: Избери за дозвола, содржински елементи од овој вид да може да бидат поставени како насловна страница. Ќе биде видливо само за корисници со соодветна дозвола.
nl: Aanvinken om toe te staan dat inhoudsitems van dit inhoudstype worden ingesteld als de startpagina. Het is alleen zichtbaar voor gebruikers met de juiste rechten.
pl: Zaznacz, aby umożliwić ustawienie elementu zawartości w tym typie zawartości jako strony głównej. Będzie on widoczny tylko dla użytkowników posiadających odpowiednie uprawnienia.
pt: Marque para permitir que os conteúdos deste tipo de conteúdo sejam definidos como página inicial. Isso só será visível para utilizadores com a permissão apropriada.
sk: Zaškrtnite pre možnosť nastaviť tento typ obsahu ako domovskú stránku. Tato voľba bude dostupná iba pre používateľov s príslušným oprávnením.
tr: Bu içerik türündeki içerik öğelerinin ana sayfa olarak ayarlanmasına izin vermek için işaretleyin. Yalnızca uygun izne sahip kullanıcılar tarafından görülebilir.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow disabled
bg_bg: Разреши деактивираните
es: Permitir desactivados
it: Permetti di disabilitarlo
mk: Дозволи оневозможување
nl: Toestaan uitgeschakeld
pt: Permitir desabilitados
sk: Povoliť vypnuté
tr: Pasif etmeye izin ver

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow the content items of this content type to disable autoroute.
bg_bg: Поставете отметка за да позволите съдържание от този тип да деактивира автоматичното насочване.
es: Marca para permitir que los elementos de contenido de este tipo de contenido desactiven la ruta automática.
it: Spunta la casella per consentire agli elementi di contenuto di questo tipo di contenuto di disabilitare l'autoroute.
mk: Избери за дозвола содржински елементи од овој содржински вид да оневозможат автоматско рутирање.
nl: Aanvinken om content items van dit inhoudstype de autoroute uit te schakelen.
pt: Marque para permitir que os conteúdos deste tipo de conteúdo desativem as rotas automáticas.
sk: Zaškrtnutím povolíte, aby položky obsahu tohto typu deaktivovali automatické smerovanie.
tr: Bu içerik türünün içerik öğelerinin otomatik yönlendirmeyi devre dışı bırakmasına izin vermek için işaretleyin.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Container Settings
bg_bg: Настройки на контейнера
es: Ajustes del Contenedor
it: Impostazioni del contentenitore
ja: コンテナーの設定
mk: Подесувања на контејнер
nl: Container Instellingen
pt: Configurações do grupo
sk: Nastavenia kontajnera
tr: Konteyner ayarları
