Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Menu.po
Languages: fi

# OrchardCore.Menu.AdminMenu
source: Content
fi: Sisältö

# OrchardCore.Menu.AdminMenu
source: Menus
fi: Valikot

# OrchardCore.Menu.Controllers.AdminController
source: Menu item deleted successfully.
fi: Valikon nimike on poistettu onnistuneesti.

# OrchardCore.Menu.Drivers.HtmlMenuItemPartDisplayDriver
source: {0} is an invalid url.
fi: {0} on virheellinen url.

# OrchardCore.Menu.Drivers.LinkMenuItemPartDisplayDriver
source: {0} is an invalid url.
fi: {0} on virheellinen url.

# OrchardCore.Menu.Drivers.MenuPartDisplayDriver
source: The menu item content item with id {0} has no matching {1} content type definition.
fi: Valikkokohteella {0} ei ole vastaavaa {1} sisältötyypin määrittelyä.

# OrchardCore.Menu.Drivers.MenuPartDisplayDriver
source: Publishing this content item may erase created content. Fix any content type issues beforehand.
fi: Tämän sisällön julkaiseminen voi poistaa luodun sisällön. Korjaa mahdolliset sisältötyypin ongelmat etukäteen.

# OrchardCore.Menu.Views.ContentMenuItemPart.Edit
source: Name
fi: Nimi

# OrchardCore.Menu.Views.ContentMenuItemPart.Thumbnail
source: Content Menu Item
fi: Sisältövalikon nimike

# OrchardCore.Menu.Views.ContentMenuItemPart.Thumbnail
source: Links to a Content url.
fi: Linkit sisällön url-osoitteeseen.

# OrchardCore.Menu.Views.Admin.Create
source: New {0}
fi: Uusi {0}

# OrchardCore.Menu.Views.Admin.Edit
source: Edit {0}
fi: Muokkaa {0}

# OrchardCore.Menu.Views.HtmlMenuItemPart.Edit
source: Name
fi: Nimi

# OrchardCore.Menu.Views.HtmlMenuItemPart.Edit
source: Url
fi: Url-osoite

# OrchardCore.Menu.Views.HtmlMenuItemPart.Thumbnail
source: Html Menu Item
fi: Html-valikon nimike

# OrchardCore.Menu.Views.HtmlMenuItemPart.Thumbnail
source: Links to a custom url with HTML.
fi: Linkit mukautettuun URL-osoitteisiin HTML:n kanssa.

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: Sanitize Html
fi: Puhdista html

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
fi: Puhdistetaanko html räätälöityjen skriptien estämiseksi.

# OrchardCore.Menu.Views.HtmlMenuItemPartSettings.Edit
source: See documentation
fi: Katso käyttöohjeet

# OrchardCore.Menu.Views.LinkMenuItemPart.Edit
source: Name
fi: Nimi

# OrchardCore.Menu.Views.LinkMenuItemPart.Edit
source: Url
fi: URL-osoite

# OrchardCore.Menu.Views.LinkMenuItemPart.Thumbnail
source: Link Menu Item
fi: Linkitä valikon nimike

# OrchardCore.Menu.Views.LinkMenuItemPart.Thumbnail
source: Links to a custom url.
fi: Linkit mukautettuun url--osoitteeseen.

# OrchardCore.Menu.Views.MenuItem.Admin
source: Edit
fi: Muokkaa

# OrchardCore.Menu.Views.MenuItem.Admin
source: Add
fi: Lisää

# OrchardCore.Menu.Views.MenuItem.Admin
source: Delete
fi: Poista

# OrchardCore.Menu.Views.MenuItem.Thumbnail
source: Add
fi: Lisää

# OrchardCore.Menu.Views.MenuPart.Edit
source: Add Menu Item
fi: Lisää valikkonimike

# OrchardCore.Menu.Views.MenuPart.Edit
source: Available Menu Items
fi: Käytettävissä olevat valikkonimikkeet

# OrchardCore.Menu.Views.MenuPart.Edit
source: Cancel
fi: Peruuta

# OrchardCore.Menu.Views.MenuPart.Edit
source: You have reordered the navigation.
fi: Olet uudelleenjärjestänyt navigoinnin.
