Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentLocalization.po
Languages: cs, it, nb_no, nl, pt, ru, sk, uk

# OrchardCore.ContentLocalization.AdminMenu
source: Configuration
cs: Konfigurace
it: Configurazione
nb_no: Konfigurasjon
nl: Configuratie
pt: Configuração
ru: Конфигурация
sk: Konfigurácia
uk: Налаштування

# OrchardCore.ContentLocalization.AdminMenu
source: Settings
cs: Nastavení
it: Impostazioni
nb_no: Innstillinger
nl: Instellingen
pt: Definições
ru: Настройки
sk: Nastavenia
uk: Параметри

# OrchardCore.ContentLocalization.AdminMenu
source: Localization
cs: Lokalizace
it: Traduzione
nl: Lokalisatie
sk: Lokalizácia
uk: Локалізація

# OrchardCore.ContentLocalization.AdminMenu
source: Content Request Culture Provider
cs: Poskytovatel místních nastavení
it: Traduzione contenuti dalla richiesta
nl: Cultuurprofiel voor consentaanvragen
uk: Запит на вміст Постачальник культури

# OrchardCore.ContentLocalization.AdminMenu
source: Content Culture Picker
cs: Editor jazyka obsahu
it: Selettore Traduzione Contenuti
nb_no: Kulturvelger for innhold
nl: Contentcultuurkiezer
pt: Seletor de Idioma
ru: Выбор культуры контента
sk: Editor jazyka obsahu
uk: Вибір культури контенту

# OrchardCore.ContentLocalization.AdminMenu
source: Content Culture
nl: Contextcultuur

# OrchardCore.ContentLocalization.Controllers.AdminController
source: A localization already exists for '{0}'.
cs: Pro '{0}' již překlad existuje.
it: Esistono gi√† delle traduzioni per '{0}'.
nl: Er bestaat al een lokalisatie voor '{0}'.
ru: Перевод уже существует для '{0}'.
sk: Lokalizácia pre '{0}' už existuje.
uk: Локалізація для '{0} вже існує.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Localized version of the content created successfully.
cs: Lokalizovaná verze obsahu byla úspěšně vytvořena.
it: Versione della traduzione del contenuto creata con successo.
nl: Lokalisatieservice van de content is succesvol aangemaakt.
ru: Локализованная версия контента успешно создана.
sk: Lokalizovaná verzia obsahu bola úspešne vytvorená.
uk: Локалізована версія вмісту успішно створена.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Could not create localized version of the content item.
cs: Nepodařilo se vytvořit lokalizovanou verzi položky.
it: Impossibile creare la versione tradotta dell'elemento di contenuto.
nl: Kan geen gelokaliseerde versie van het inhoudsitem maken.
ru: Не удалось создать локализованную версию элемента содержимого.
sk: Nepodarilo sa vytvoriť lokalizovanú verziu položky obsahu.
uk: Не вдалося створити локалізовану версію елементу.

source: All cultures
cs: Všechny jazykové verze
it: Tutte le lingue
nb_no: Alle kulturer
nl: Alle culturen
pt: Todas as culturas
ru: Все культуры
sk: Všetky
uk: Всі культури

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization part of the content item
cs: překladová část vaší položky
it: la parte di localizzazione dell'elemento del contenuto
nb_no: lokaliserings delen av innholdselementet
nl: het lokalisatiedeel van het inhoudsitem
pt: a parte de idioma do conteúdo
ru: локализационная часть элемента содержимого
sk: prekladová časť vašej položky
uk: локалізації частини елементі контенту

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the culture of the content item to filter
cs: jazyk položky k filtrování
it: la traduzione dell'elemento di contenuto da filtrare
nb_no: kulturen til innholdselementet som skal filtreres
nl: de cultuur van het te filteren contentitem
pt: o idioma do conteúdo a filtrar
ru: культура элемента содержимого для фильтрации
sk: jazyk položky pre filtrovanie
uk: культура предмету вмісту, що фільтрується

# OrchardCore.ContentLocalization.GraphQL.LocalizationInputObjectType
source: the localization set of the content item to filter
cs: sada lokalizace položky obsahu, která má být filtrována
it: la lingua impostata per l'elemento di contenuto da filtrare
nb_no: lokalisering settet til innholdselementet som skal filtreres
nl: de lokalisatieset van het inhoudsitem om te filteren
pt: o conjunto de idiomas do conteúdo a filtrar
ru: набор локализаций элемента содержимого для фильтрации
sk: lokalizačná sada položky obsahu, ktorá sa má filtrovať
uk: локалізації елемента вмісту для фільтрації

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: Localization cultures for your content item.
cs: Překladové jazyky pro vaší položku.
it: Traduzioni disponibili per l'elemento di contenuto.
nb_no: Lokaliseringskultur for ditt innholdselement.
nl: Lokalisatieculturen voor je inhoudsitem.
pt: Idiomas do seu conteúdo.
ru: Культуры локализации для вашего элемента содержимого.
sk: Prekladové jazyky pre vašu položku.
uk: Культури локалізації для вашого елементу контенту.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The culture for your content item.
cs: Jazyk vaší položky.
it: Traduzione per l'elemento di contenuto.
nb_no: Kulturen for innholdselementet ditt.
nl: De cultuur van je inhoudsitem.
pt: A linguagem do seu conteúdo.
ru: Культура для вашего элемента контента.
sk: Jazyk vašej položky.
uk: Культура для вашого предмету контенту.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localization set for your content item.
cs: Sada překladů pro vaši položku.
it: La localizzazione impostata per l'elemento del contenuto.
nb_no: Lokalisering settet til innholdselementet ditt.
nl: De ingestelde lokalisatie voor je inhoudsitem.
pt: O conjunto de idiomas do seu conteúdo.
ru: Набор локализации для вашего элемента содержимого.
sk: Lokalizačná sada položky obsahu.
uk: Локалізація задано для вашого елемента.

# OrchardCore.ContentLocalization.GraphQL.LocalizationQueryObjectType
source: The localizations of the content item.
cs: Překlady položky obsahu.
it: Le lingue dell'elemento di contenuto.
nb_no: Lokaliseringer av innholdselementet.
nl: De lokalisaties van het inhoudsitem.
pt: Os idiomas do seu conteúdo.
ru: Локализации элемента содержимого.
sk: Preklady položky obsahu.
uk: Локалізація елемента вмісту.

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Set Cookie
cs: Nastavit Cookie
it: Imposta cookie
nb_no: Angi informasjonskapsel
nl: Cookie instellen
pt: Definir Cookie
ru: Установить куки
sk: Nastaviť Cookie
uk: Встановити Cookies

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Sets the localization cookie when switching cultures using the ContentCulturePicker
cs: Nastaví lokalizační cookie při změně jazykové verze ve VýběrJazykovéVerze
it: Imposta il cookie del linguaggio quando si cambia la lingua usando il Selettore lingua contenuto
nb_no: Angir lokaliseringsinformasjonskapsel når kultur byttes med Innholdskulturvelger
nl: Stelt de lokalisatie-cookie in bij het wisselen van culturen met behulp van de ContentCultuurKiezer
pt: Define o cookie de idioma ao alterar o idioma pelo Seletor de Idiomas
ru: Устанавливает куки локализации при смене культуры с помощью компонента выбора культуры содержимого
sk: Nastaví lokalizačnú cookie pri zmene jazykovej verzie pomocou ContentCulturePicker
uk: Встановлює куки локалізації при перемиканні культур за допомогою ContentCulturePicker

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Homepage redirect
cs: Přesměrování domovské stránky
it: Reindirizzamento alla Homepage
nb_no: Henvisning til hjemmeside
nl: Homepage doorverwijzen
pt: Redirecionamento para a página inicial
ru: Редирект на главную страницу
sk: Přesmerovánie domovskej stránky
uk: Переспрямування головної сторінки

# OrchardCore.ContentLocalization.Views.ContentCulturePickerSettings.Edit
source: Redirects to the homepage of the target culture if the ContentItem of the target culture does not exist.
cs: Přesměruje na domovskou stránku vybrané jazykové verze, pokud obsahový předmět vybrané jazykové verze neexistuje.
it: Reindirizza alla homepage della lingua indicata se l'elemento di contenuto relativo alla lingua in uso non esiste.
nb_no: Omdirigerer til kulturens hjemmeside hvis innholdet finnes ikke i den kulturen.
nl: Leidt om naar de startpagina van de doelcultuur als het InhoudsItem voor de doelcultuur niet bestaat.
pt: Redireciona para a página inicial do idioma alvo se o conteúdo não existir no idioma alvo.
ru: Перенаправлять на главную страницу указанной культуры, если элемент содержимого целевой культуры не существует.
sk: Presmeruje na domovskú stránku vybranej jazykovej verzie, pokiaľ položka obsahu vybranej jazykovej verzie neexistuje.
uk: Перенаправляє на домашню сторінку цільової культури, якщо вмісту цільової культури не існує.

# OrchardCore.ContentLocalization.Views.ContentRequestCultureProviderSettings.Edit
source: Set Cookie
cs: Nastavit Cookie
it: Imposta cookie
nl: Cookie instellen
sk: Nastaviť Cookie
uk: Встановити Cookies

# OrchardCore.ContentLocalization.Views.ContentRequestCultureProviderSettings.Edit
source: Sets the localization cookie based on the LocalizationPart culture when accessing a page in the frontend.
cs: Při přístupu na stránku frontendu nastaví cookie pro lokalizaci v závislosti na jazyku LocalizationPart.
it: Imposta il cookie per la traduzione dei contenuti basandosi sulle traduzioni fornite dalla LocalizationPart, quando si accede a una pagina nel frontend.
nl: Stelt het lokalisatiecookie in op basis van de cultuur van het LocalizationPart bij het openen van een pagina in de frontend.
sk: Nastaví lokalizačný cookie založený na kultúre LocalizationPart pre stránku vo frontende.
uk: Встановлює файли cookie для локалізації, засновані на культурі LocalizationPart під час доступу до сторінки у інтерфейсі.

source: Culture
nl: Cultuur

source: Filters on a content items localization culture.
cs: Filtruje na jazykové kultuře položek obsahu.
it: Filtra gli elementi di contenuto in base alla traduzione presente.
nl: Filtert op een lokalisatiecultuur voor inhoudsitems.
uk: Фільтри вмісту локалізації культури.

# OrchardCore.ContentLocalization.Views.ContentsAdminList-LocalizationPartFilter
source: Filter by culture
cs: Filtrovat podle jazyka
it: Filtra per lingua
nb_no: Filtrer etter kultur
nl: Filteren op cultuur
pt: Filtrar por cultura
ru: Фильтр по культуре
sk: Filtrovať podľa jazykovej verzie
uk: Фільтрувати за культурою

# OrchardCore.ContentLocalization.Views.ContentsAdminList-LocalizationPartFilter
source: Culture
cs: Jazyková verze
it: Lingua
nb_no: Kultur
nl: Cultuur
pt: Cultura
ru: Культура
sk: Jazyk
uk: Культура

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Current Culture: {1} | {0}
cs: Současný jazyk: {1} | {0}
it: Lingua corrente: {1} | {0}
nb_no: Gjeldende kultur: {1} | {0}
nl: Huidige Cultuur: {1} | {0}
pt: Idioma atual: {1} | {0}
ru: Текущая культура: {1} | {0}
sk: Aktuálny jazyk: {1} | {0}
uk: Поточна культура: {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Your site does not have any cultures. Current System culture is {1} | {0}
cs: Váš web nepoužívá žádné jazyky. Současný jazyk systému je {1} | {0}
it: Il tuo sito non ha un linguaggio selezionato. La lingua attuale del sistema √® {1} | {0}
nb_no: Ditt nettsted har ingen kultur. Nåværende systemkultur er {1} | {0}
nl: Je site heeft geen culturen. De huidige systeemcultuur is {1} | {0}
pt: O seu site não tem idiomas. O idioma atual do sistema é {1} l {0}
ru: У вашего сайта нет культур. Текущая системная культура {1} | {0}
sk: Váš web nepoužíva žiadne jazyky. Aktuálny jazyk systému je {1} | {0}
uk: Ваш сайт не має жодної культури. Поточна система культури {1} | {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Add or remove supported cultures for the site
cs: Přidat nebo odebrat podporované jazyky webu
it: Aggiungi o rimuovi il supporto di una lingua per il sito
nb_no: Legg til eller fjern støttede kulturer for nettstedet
nl: Toevoegen of verwijderen van ondersteunde culturen voor de site
pt: Adicione ou remova os idiomas suportados pelo site
ru: Добавление или удаление поддерживаемых культур для сайта
sk: Pridať alebo odobrať podporované jazyky webe
uk: Додати або видалити підтримувані культури для сайту

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Edit {0}
cs: Upravit {0}
it: Modifica {0}
nb_no: Rediger {0}
nl: Bewerk {0}
pt: Editar {0}
ru: Редактировать {0}
sk: Upraviť {0}
uk: Редагувати {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Create {0}
cs: Vytvořit {0}
it: Crea {0}
nb_no: Opprett {0}
nl: Maak {0}
pt: Criar {0}
ru: Создать {0}
sk: Vytvoriť {0}
uk: Створити {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.Edit
source: Please save your content item before creating localizations
cs: Před vytvořením překladu prosím uložte položku
it: Si prega di salvare l'elemento del contenuto prima di creare le localizzazioni
nb_no: Vennligst lagre innholdselement før du oppretter lokaliseringer
nl: Sla uw inhoudsitem op voordat u lokalisaties aanmaakt
pt: Por favor, grave o conteúdo antes de criar traduções
ru: Пожалуйста, сохраните элемент контента перед созданием локализации
sk: Pred vytvorením prekladu prosím uložte položku
uk: Будь ласка, збережіть вміст елементу перед створенням локалізацій

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdmin
source: Culture
cs: Jazyková verze
it: Lingua
nl: Cultuur
ru: Культура
sk: Jazyk
uk: Культура

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Localizations
cs: Překlady
it: Localizzazioni
nb_no: Lokaliseringer
nl: Lokalisaties
pt: Idiomas
ru: Региональные настройки
sk: Preklady
uk: Регіональні налаштування

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Edit {0}
cs: Upravit {0}
it: Modifica {0}
nb_no: Rediger {0}
nl: Bewerk {0}
pt: Editar {0}
ru: Редактировать {0}
sk: Upraviť {0}
uk: Редагувати {0}

# OrchardCore.ContentLocalization.Views.LocalizationPart.SummaryAdminLinks
source: Create {0}
cs: Vytvořit {0}
it: Crea {0}
nb_no: Opprett {0}
nl: Maak {0}
pt: Criar {0}
ru: Создать {0}
sk: Vytvoriť {0}
uk: Створити {0}

# OrchardCore.ContentLocalization.Controllers.AdminController
source: A localization already exist for '{0}'
pt: Já existe uma tradução para '{0}'

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Successfully created localized version of the content.
pt: Versão do conteúdo traduzida com sucesso.

# OrchardCore.ContentLocalization.Controllers.AdminController
source: Could not create localized version of the content item
pt: Não foi possível criar a versão traduzida do conteúdo
