Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Title.po
Languages: bg_bg, de, el, fi, mk, pl

# OrchardCore.Title.Drivers.TitlePartDisplayDriver
source: A value is required for Title.
de: Ein Wert wird für den Titel benötigt.
fi: Otsikko on täytettävä.
pl: Wartość dla tytułu jest wymagana.

# OrchardCore.Title.Handlers.TitlePartHandler
source: A value is required for Title.
pl: Wartość dla tytułu jest wymagana.

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: A pattern is required when using the selected behavior option.
pl: W przypadku wybrania opcji zachowania wymagany jest wzorzec.

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: The pattern doesn't contain a valid Liquid expression. Details: {0}
pl: Wzorzec nie zawiera prawidłowego wyrażenia "Liquid". Szczegóły: {0}

# OrchardCore.Title.Views.TitlePart.DisplayOption
source: Standard
bg_bg: Стандартен
fi: Standardi
mk: Стандард
pl: Standardowy

# OrchardCore.Title.Views.TitlePart.Edit
source: Title
bg_bg: Заглавие
de: Titel
el: Τίτλος
fi: Otsikko
mk: Наслов
pl: Tytuł

# OrchardCore.Title.Views.TitlePart.Edit
source: The title will be auto-generated using the pattern.
de: Der Titel wird unter Verwendung des Musters automatisch generiert.
fi: Otsikko generoidaan automaattisesti.
pl: Tytuł zostanie wygenerowany automatycznie przy użyciu wzorca.

# OrchardCore.Title.Views.TitlePart.Option
source: Standard
bg_bg: Стандартен
fi: Standardi
mk: Стандард
pl: Standardowy

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Behavior option
pl: Opcja zachowania

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable
bg_bg: Заглавието може да се редактира
de: Titel ist editierbar
el: Ο τίτλος είναι επεξεργάσιμος
fi: Otsikko on muokattavissa
mk: Насловот може да биде променет
pl: Tytuł jest edytowalny

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is editable and required
bg_bg: Заглавието е задължително и може да се редактира
de: Titel ist editierbar und erforderlich
fi: Otsikko on muokattava ja pakollinen
mk: Насловот може да биде променет и е задолжителен
pl: Tytuł jest edytowalny i wymagany

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is disabled
bg_bg: Заглавието се генерира и въвеждането му не е активно
de: Titel wird generiert und Eingabe ist deaktiviert
el: Ο τίτλος δημιουργείται και η καταχώρηση είναι απενεργοποιημένη
fi: Otsikko generoidaan muokkaus ei ole mahdollinen
mk: Насловот е генериран и внесот е исклучен
pl: Tytuł jest generowany, a wprowadzanie jest wyłączone

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Title is generated and input is hidden
bg_bg: Заглавието се генерира и въвеждането му е скрито
de: Titel wird generiert und Eingabe ist ausgeblendet
el: Ο τίτλος δημιουργείται και η καταχώρηση είναι κρυμμένη
fi: Otsikko generoidaan ja kenttä on piilotettu
mk: Насловот е генериран и внесот е скриен
pl: Tytuł jest generowany, a wprowadzanie jest ukryte

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Render Title
de: Titel rendern
fi: Näytä otsikko
mk: Прикажи наслов
pl: Wyświetlaj Tytuł

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Check to render the title in display views.
de: Auswählen, um den Titel in den Anzeigeansichten zu rendern.
fi: Valitse tämä ruutu, jos haluat näyttää otsikon näyttönäkymissä.
mk: Означи за приказ на насловот во прегледи на екранот.
pl: Zaznacz, aby wyświetlić tytuł w widokach wyświetlania.

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Pattern
bg_bg: Модел
de: Muster
el: Μοτίβο
fi: Malli
mk: Шема
pl: Wzorzec

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: The pattern used to render the title of this content type. With Liquid support.
de: Das verwendete Muster, anhand dessen der Titel des Inhaltselements generiert wird. Liquid wird unterstützt.
el: Το μοτίβο που χρησιμοποιείται για την απόδοση του τίτλου αυτού του τύπου περιεχομένου. Με υποστήριξη Liquid.
fi: Malli, jota käytetään tämän sisältötyypin otsikon tekemiseen. Liquid-tuella.
mk: Шемата која се користи за генерирање на вид на содржина. Со поддршка за „Liquid“ изрази.
pl: Wzorzec używany do generowania tytułu tego typu treści. Z obsługą "Liquid".

# OrchardCore.Title.Settings.TitlePartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
bg_bg: Моделът не съдържа валиден Liquid израз. Детайли: {0}
el: Το μοτίβο δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}
fi: Malli ei sisällä validia Liquid-lauseketta. Yksityiskohdat: {0}
mk: Шемата не содржи валиден „Liquid“ израз. Детали: {0}

# OrchardCore.Title.Views.TitlePart.Edit
source: Leave empty to auto-generate the title using the pattern.
fi: Tyhjäksi jätetty otsikko täytetään automaattisesti generoidulla otsikolla.

# OrchardCore.Title.Views.TitlePartSettings.Edit
source: Options
bg_bg: Опции
el: Επιλογές
fi: Asetukset
mk: Опции

# OrchardCore.Title.Drivers.TitlePartDisplay
source: A value is required for Title.
bg_bg: Изисква се стойност за Заглавие.
mk: Насловот мора да биде пополнет.

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. Set empty to generate it using the pattern.
bg_bg: Заглавие на елемента със съдържание. Остави празно, за да се генерира според модела.
el: Ο τίτλος του στοιχείου περιεχομένου. Άφησε το κενό για να το δημιουργηθεί χρησιμοποιώντας το μοτίβο.
mk: Насловот на содржинскиот елемент. Оставете го празно за да биде генериран базиран на постоечката шема.

# OrchardCore.Title.Views.TitlePart.Edit
source: The title of the content item. It will be automatically generated.
bg_bg: Заглавие на елемента със съдържание. Ще се генерира автоматично.
el: Ο τίτλος του στοιχείου περιεχομένου. Θα δημιουργηθεί αυτόματα.
mk: Насловот на содржинскиот елемент. Ќе биде автоматски генериран.
