Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Deployment.po
Languages: cs, el, fa, fi, it, sk

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe categories (comma separated values).
el: Οι κατηγορίες της συνταγής (τιμές διαχωρισμένες με κόμμα).
fa: دسته های دستورالعمل (مقادیر جدا شده با کاما).
fi: Reseptin kategoriat (pilkulla erotettuna).
it: Le categorie di ricette (valori separati da virgola).
sk: Kategórie receptu (čiarkami oddelený zoznam).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Tags
el: Ετικέτες
fa: برچسب ها
fi: Tägit
sk: Tagy

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe tags (comma separated values).
el: Οι ετικέτες της συνταγής (τιμές διαχωρισμένες με κόμμα).
fa: برچسب های دستورالعمل (مقادیر جدا شده با کاما).
fi: Reseptin tägit (pilkulla erotettuna).
it: I tag di ricetta (valori separati da virgola).
sk: Tagy receptu (čiarkami oddelený zoznam).

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Setup recipe
el: Εγκατάσταση συνταγής
fa: دستورالعمل راه‌اندازی
fi: Aseta resepti
it: Ricetta configurazione
sk: Setup recept

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Check if the recipe is for setup.
el: Έλεγξε αν η συνταγή είναι για εγκατάσταση.
fa: بررسی اینکه آیا دستورالعمل برای راه اندازی است.
fi: Tarkista, että resepti on asennettavissa.
it: Seleziona se l'elemento è una ricetta per la configurazione di un sito.
sk: Zaškrtnite ak je recept typu setup.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Summary
source: Recipe File
el: Αρχείο Συνταγής
fa: فایل دستورالعمل
fi: Resepti-tiedosto
it: File Ricetta
sk: Súbor receptu

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Recipe File
el: Αρχείο Συνταγής
fa: فایل دستورالعمل
fi: Resepti-tiedosto
it: File Ricetta
sk: Súbor receptu

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Thumbnail
source: Exports a recipe file.
el: Εξάγει ένα αρχείο συνταγών.
fa: صدور فایل دستورالعمل.
fi: Vie reseptitiedoston.
it: Esporta un file di ricetta.
sk: Exportuje súbor receptu.

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: <strong>Nothing here!</strong> There are no deployment plans for the moment.
cs: <strong>Nic tu není!</strong> V tuto chvíli neexistují žádné plány nasazení.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Δεν υπάρχουν προς το παρόν σχέδια ανάπτυξης.
fi: <strong>Tyhjää täynnä!!</strong> Käyttöönottosuunnitelmia ei löydy.
sk: <strong> Nič tu nie je! </strong> Momentálne neexistujú žiadne plány nasadenia.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan updated successfully
cs: Plán nasazení byl úspěšně aktualizován

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan deleted successfully
cs: Plán nasazení byl úspěšně smazán

# OrchardCore.Deployment.Controllers.ImportController
source: Deployment package imported
cs: Balíček nasazení importován

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step added successfully
cs: Krok plánu nasazení byl úspěšně přidán

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step updated successfully
cs: Krok plánu nasazení byl úspěšně smazán

# OrchardCore.Deployment.Controllers.StepController
source: The deployment plan step has validation errors
cs: Krok plánu nasazení není validní

# OrchardCore.Deployment.Controllers.StepController
source: Deployment step deleted successfully
cs: Krok plánu nasazení byl úspěšně smazán

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: The name is required.
cs: Název je povinný.

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: The name is required.
cs: Název je povinný.
