Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Deployment.Remote.po
Languages: it, nb_no, uk

# OrchardCore.Deployment.Remote.AdminMenu
source: Configuration
it: Configurazione
nb_no: Konfigurasjon
uk: Конфігурація

# OrchardCore.Deployment.Remote.AdminMenu
source: Import/Export
it: Importa/Esporta
nb_no: Import/Eksport
uk: Імпорт/Експорт

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Instances
it: Istanze remote
nb_no: Fjern-instans
uk: Віддалені інстанції

# OrchardCore.Deployment.Remote.AdminMenu
source: Remote Clients
it: Client remoti
nb_no: Fjern-klient
uk: Віддалені клієнти

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: Deployment executed successfully.
it: Distribuzione eseguita con successo.
nb_no: Oppretting fullf√∏rt.
uk: Файл успішно розкладено.

# OrchardCore.Deployment.Remote.Controllers.ExportRemoteInstanceController
source: An error occurred while sending the deployment to the remote instance: "{0} ({1})"
it: Si è verificato un errore nell'invio del piano di distribuzione ad un istanza remota: "{0} ({1})"
nb_no: En feil oppstod under sending av data til fjern-instansen: "{0} ({1})"
uk: Виникла помилка при відправці розгортання до віддаленої інстанції: "{0} ({1})"

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Delete
it: Elimina
uk: Видалити

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client created successfully.
it: Client remoto creato con successo.
uk: Віддалений клієнт створений успішно.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client updated successfully.
it: Client remoto aggiornato con successo.
uk: Віддалений клієнт оновлений успішно.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client deleted successfully.
it: Client remoto eliminato con successo.
uk: Віддалений клієнт успішно видалений.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote clients successfully removed.
it: Client remoti rimossi con successo.
uk: Віддалені клієнти успішно вилучені.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The client name is mandatory.
it: Il nome del client è obbligatorio.
nb_no: Klient navn er obligatorisk.
uk: Ім'я клієнта є обов'язковим.

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: The api key is mandatory.
it: La chiave delle API è obbligatoria.
nb_no: API key er obligatorisk.
uk: Ключ API є обов'язковим.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Delete
it: Elimina
uk: Видалити

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance created successfully.
it: Istanza remota creata con successo.
uk: Віддалена інстанція успішно створена.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance updated successfully.
it: Istanza remota aggiornata con successo.
uk: Віддалена інстанція успішно оновлена.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance deleted successfully.
it: Istanza remota eliminata con successo.
uk: Віддалена інстанція успішно видалена.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instances successfully removed.
it: Istanza remota rimossa correttamente.
uk: Віддалені інстанції успішно вилучені.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The name is mandatory.
it: Il nome è obbligatorio.
nb_no: Navn er obligatorisk.
uk: Назва обов'язкова.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The client name is mandatory.
it: Il nome del client è obbligatorio.
nb_no: Klient navn er obligatorisk.
uk: Ім'я клієнта є обов'язковим.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The api key is mandatory.
it: La chiave delle API è obbligatoria.
nb_no: API key er obligatorisk.
uk: Ключ API є обов'язковим.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is mandatory.
it: L'URL è obbligatoria.
nb_no: Url er obligatorisk.
uk: URL-адреса обов'язкова.

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: The url is invalid.
it: L'URL non è valida.
nb_no: Url er ugyldig.
uk: Неприпустима URL-адреса.

# OrchardCore.Deployment.RemoteInstanceDeploymentTargetProvider
source: Sends the deployment plan to a remote instance.
it: Invia il piano di distribuzione ad un'istanza remota.
nb_no: Sender opprettings planen til fjern-instansen.
uk: Надсилає план розгортання до віддаленої інстанції.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Client Name
it: Nome Client
nb_no: Klientnavn
uk: Ім'я клієнта

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Create
it: Crea
nb_no: Opprett
uk: Створити

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Cancel
it: Annulla
nb_no: Avbryt
uk: Скасувати

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create Remote Instance
it: Crea Istanza Remota
nb_no: Opprett Fjern-instans
uk: Створення віддаленого екземпляра

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Name
it: Nome
nb_no: Navn
uk: Ім’я

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Client Name
it: Nome Client
nb_no: Klientnavn
uk: Ім'я клієнта

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Create
it: Crea
nb_no: Opprett

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Cancel
it: Annulla
nb_no: Avbryt

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Edit Remote Client
it: Modifica Client remoto
nb_no: Rediger Fjern-klient
uk: Редагувати віддаленого клієнта

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Client Name
it: Nome Client
nb_no: Klientnavn
uk: Ім'я клієнта

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Save
it: Salva
nb_no: Lagre
uk: Зберегти

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Cancel
it: Annulla
nb_no: Avbryt
uk: Скасувати

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Edit Remote Instance
it: Modifica Istanza Remota
nb_no: Opprett Fjern-instans

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Name
it: Nome
nb_no: Navn

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Client Name
it: Nome Client
nb_no: Klientnavn

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Save
it: Salva
nb_no: Lagre

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: Cancel
it: Annulla
nb_no: Avbryt

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Remote Clients
it: Client remoti
nb_no: Fjern-klienter
uk: Віддалені клієнти

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Url to use from client instances: <b>{0}</b>
it: Url da usare nelle istanze client: <b>{0}</b>
nb_no: Url som skal brukes fra klient-instanser: <b>{0}</b>
uk: Url-адреса для використання з клієнтських інстанцій: <b>{0}</b>

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Search
it: Cerca
uk: Шукати

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Add Remote Client
it: Aggiungi un Client remoto
nb_no: Legg til Fjern-klient
uk: Додати віддаленого клієнта

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Select All
it: Seleziona tutto
uk: Обрати все

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: 1 item
it: 1 elemento
uk: 1 елемент

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Items {0} to {1}
it: Elementi da {0} a {1}
uk: Елементів: {0} з {1}

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: / {0} item in total
it: {0} elemento in totale
uk: / {0} всього елементів

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Actions
it: Azioni
uk: Дії

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Bulk Action
it: Azione di massa
uk: Масова дія

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Are you sure you want to {0} these items?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
uk: Ви справді бажаєте {0} ці елементи?

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Edit
it: Modifica
nb_no: Rediger
uk: Редагувати

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: Delete
it: Elimina
nb_no: Slette
uk: Видалити

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: <strong>Nothing here!</strong> There are no remote clients for the moment.
it: <strong>Nessun elemento!</strong> Non ci sono Client remoti per il momento.
nb_no: <strong>Ingenting her!</strong> Det finnes ingen Fjern-klienter for tiden.
uk: <strong>Тут пусто!</strong> Наразі немає віддалених клієнтів.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Index
source: selected
it: selezionato
uk: обрано

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Remote Instances
it: Istanze remote
nb_no: Fjern-instanser

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Search
it: Cerca

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Add Remote Instance
it: Aggiungi Istanza Remota
nb_no: Opprett Fjern-instans

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Select All
it: Seleziona tutto

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: 1 item
it: 1 elemento

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Items {0} to {1}
it: Elementi da {0} a {1}

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: / {0} item in total
it: {0} elemento in totale

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Actions
it: Azioni

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Bulk Action
it: Azione di massa

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Are you sure you want to {0} these items?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Edit
it: Modifica
nb_no: Rediger

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: Delete
it: Elimina
nb_no: Slette

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: <strong>Nothing here!</strong> There are no remote instances for the moment.
it: <strong>Nessun elemento!</strong> Non ci sono istanze remote per il momento.
nb_no: <strong>Ingenting her!</strong> Det finnes ingen Fjern-instanser for tiden.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Index
source: selected
it: selezionato

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client created successfully
nb_no: Fjern-klient opprettet

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client updated successfully
nb_no: Fjern-klient oppdatert

# OrchardCore.Deployment.Remote.Controllers.RemoteClientController
source: Remote client deleted successfully
nb_no: Fjern-klient slettet

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance created successfully
nb_no: Fjern-instans er opprettet

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance updated successfully
nb_no: Fjern-instans oppdatert

# OrchardCore.Deployment.Remote.Controllers.RemoteInstanceController
source: Remote instance deleted successfully
nb_no: Fjern-instans slettet

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The client name is required.
nb_no: Klientnavn er obligatorisk.
uk: Потрібне ім'я клієнта.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: The api key is required.
nb_no: API Key er obligatorisk.
uk: Потрібен ключ api.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The client name is required.
nb_no: Klientnavnet er obligatorisk.
uk: Потрібне ім'я клієнта.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: The api key is required.
nb_no: API Key er obligatorisk.
uk: Потрібен ключ api.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The name is required.
nb_no: Navnet er obligatorisk.
uk: Ім'я користувача обов'язкове.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The url is required.
nb_no: Url er obligatorisk.
uk: Url-адреса є обов'язковою.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The client name is required.
nb_no: Klientnavnet er obligatorisk.
uk: Ім'я користувача обов'язкове.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: The api key is required.
nb_no: API Key er obligatorisk.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The name is required.
nb_no: Navnet er obligatorisk.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The url is required.
nb_no: Url er obligatorisk.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The client name is required.
nb_no: Klientnavnet er obligatorisk.

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Edit
source: The api key is required.
nb_no: API Key er obligatorisk.

# OrchardCore.Deployment.Remote.Views.RemoteClient.Create
source: Api Key
uk: Ключ API

# OrchardCore.Deployment.Remote.Views.RemoteClient.Edit
source: Api Key
uk: Ключ API

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Url
uk: URL-адреса

# OrchardCore.Deployment.Remote.Views.RemoteInstance.Create
source: Api Key
uk: Ключ API
