Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Lucene.po
Languages: ar, cs, ru, sk, vi

# OrchardCore.Lucene.AdminMenu
source: Search
ar: بحث
cs: Hledat
ru: Поиск
sk: Vyhľadávanie
vi: Tìm kiếm

# OrchardCore.Lucene.AdminMenu
source: Indexing
sk: Indexovanie
vi: Lập chỉ mục

# OrchardCore.Lucene.AdminMenu
source: Lucene Indices
ar: فهارس Lucene
cs: Indexy Lucene
ru: Lucene индексы
sk: Indexy Lucene
vi: Chỉ số Lucene

# OrchardCore.Lucene.AdminMenu
source: Run Lucene Query
sk: Spustiť Lucene dopyt
vi: Chạy Lucene Query

# OrchardCore.Lucene.AdminMenu
source: Settings
ar: الإعدادات
cs: Nastavení
ru: Настройки
sk: Nastavenia
vi: Cài đặt

# OrchardCore.Lucene.Controllers.AdminController
source: Reset
sk: Resetovať

# OrchardCore.Lucene.Controllers.AdminController
source: Rebuild
sk: Obnoviť

# OrchardCore.Lucene.Controllers.AdminController
source: Delete
sk: Zmazať

# OrchardCore.Lucene.Controllers.AdminController
source: Any culture
sk: Ľubovolný jazyk

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} already exists.
ar: الدليل المسمى {0} موجود من مسبقاً.
cs: Index s název {0} již existuje.
ru: Индекс с именем {0} уже существует.
sk: Index s názvom '{0}' už existuje.
vi: Chỉ mục có tên {0} đã tồn tại.

# OrchardCore.Lucene.Controllers.AdminController
source: An index named {0} doesn't exist.
sk: Index s názvom '{0}' neexistuje.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while creating the index.
sk: Pri vytváraní indexu nastala chyba.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully.
sk: Index <em>{0}</em> vytvorený.
vi: Chỉ mục <em>{0}</em> đã được tạo.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while editing the index.
sk: Pri úprave indexu nastala chyba.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> modified successfully, <strong>please consider doing a rebuild on the index.</strong>
sk: Index <em>{0}</em> bol upravený, <strong>prosím zvážte aj jeho obnovenie.</strong>

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> reset successfully.
sk: Index <em>{0}</em> resetnutý.
vi: Chỉ mục <em>{0}</em> đã đặt lại.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully.
sk: Index <em>{0}</em> obnovený.
vi: Chỉ mục <em>{0}</em> đã lập chỉ mục lại.

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully.
sk: Index <em>{0}</em> zmazaný.
vi: Chỉ mục <em>{0}</em> đã xoá thành công.

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while deleting the index.
sk: Pri mazaní indexu nastala chyba.
vi: Có lỗi đã xảy ra khi xoá chỉ mục.

# OrchardCore.Lucene.Controllers.AdminController
source: Invalid query : {0}
sk: Neplatný dopyt: {0}

# OrchardCore.Lucene.Controllers.AdminController
source: Indices successfully removed.
sk: Indexy boli odstránené.

# OrchardCore.Lucene.Controllers.AdminController
source: At least one content type selection is required.
sk: Vyberte aspoň jeden typ obsahu.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name is required.
ar: إسم الفهرس مطلوب.
cs: Název indexu je povinný.
ru: Введите имя индекса.
sk: Názov indexu je povinný.
vi: Tên chỉ mục là bắt buộc.

# OrchardCore.Lucene.Controllers.AdminController
source: The index name contains unallowed chars.
ar: إسم الفهرس يحتوي على حروف غير مسموحة.
cs: Název indexu obsahuje nepovolené znaky.
ru: Имя индекса содержит недопустимые символы.
sk: Názov indexu obsahuje nepovolené znaky.
vi: Tên chỉ mục có các ký tự không cho phép.

# OrchardCore.Lucene.Controllers.SearchController
source: Incorrect query syntax.
sk: Nesprávna syntax dopytu.

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The query field is required
ar: حقل الاستعلام مطلوب
cs: Pole dotaz je povinné
ru: Поле запроса обязательно
sk: Pole dopyt je povinné
vi: Trường truy vấn là bắt buộc

# OrchardCore.Lucene.Drivers.LuceneQueryDisplayDriver
source: The index field is required
ar: حقل الفهرس مطلوب
cs: Pole index je povinné
ru: Введите индекс
sk: Pole index je povinné
vi: Trường chỉ mục là bắt buộc

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Include this element in the index
sk: Zahrnúť element do indexu
vi: Bao gồm thành phần này trong chỉ mục

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to include the value of this element in the index.
ar: اختر لتضمين القيمة لهذا العنصر في الدليل.
cs: Zaškrtněte pro zahrnutí hodnoty tohoto elementu v indexu.
ru: Проверьте, чтобы включить значение этого элемента в индекс.
sk: Vyberte pre zahrnutie hodnoty elementu do indexu.
vi: Đánh dấu để bao gồm giá trị của thành phần này trong chỉ mục.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Stored
ar: تم التخزين
cs: Uložit obsah
ru: Сохранено
sk: Uložené
vi: Đã lưu trữ

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able to retrieve the value from the index.
ar: اختر لإمكانية إسترجاع القيمة من الدليل.
cs: Zaškrtněte pro možnost získání hodnot z indexu.
ru: Проверьте, чтобы получить значение из индекса.
sk: Vyberte ak má byť možné túto hodnotu načítať z indexu.
vi: Đánh dấu để có thể lấy giá trị từ chỉ mục.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Analyzed
ar: تم التحليل
cs: Analyzovat obsah
ru: Проанализировано
sk: Analyzovať
vi: Phân tích

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to analyze the value as readable text.
ar: اختر لنحليل القيمة كنص قابل للقراءة.
cs: Zaškrtněte pro přezkoumání hodnoty jako čitelný text.
ru: Проверьте, чтобы проанализировать значение как читаемый текст.
sk: Vyberte ak má byť hodnota analyzovaná ako čitateľný text.
vi: Đánh dấu để phân tích giá trị dưới dạng văn bản có thể đọc được.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: The Lucene index to query for content items
ar: فهرس Lucene للإستعلام عن عناصر المحتوى
cs: Index Lucene pro vyhledávání položek obsahu
ru: Индекс Lucene для запроса элементов контента
sk: Lucene index pre dopytovanie položiek obsahu
vi: Đánh chỉ mục Lucene để tìm kiếm các mục nội dung

# OrchardCore.Lucene.Views.LuceneQuery.Buttons.SummaryAdmin
source: Run
ar: تشغيل
cs: Spustit
ru: Запуск
sk: Spustiť
vi: Chạy

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The lucene index to search on
ar: فهرس lucene للبحث
cs: Index Lucene, ve kterém se má hledat
ru: Индекс lucene для поиска
sk: Lucene index ktorý má byť prehľadávaný
vi: Chỉ mục Lucene để tìm kiếm

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Return Content Items
ar: إرجاع عناصر المحتوى
cs: Vrátit položky obsahu
ru: Возврат элементов контента
sk: Vrátiť položky obsahu
vi: Trả về Các mục Nội dung

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Check to return the corresponding content items.
ar: اختر للعودة إلى عناصر المحتوى المقابلة.
cs: Zaškrtněte pro vrácení odpovídajících obsahových předmětů.
ru: Проверьте, чтобы вернуться к соответствующим элементам содержимого.
sk: Vyberte pre vrátenie príslušných položiek obsahu.
vi: Đánh dấu để trả về các mục nội dung tương ứng.

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Query
ar: !ستعلام
ru: Запрос
sk: Dopyt
vi: Truy vấn

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
sk: Vyhľadávací dopyt používa formát Elasticsearch. Dokumentáciu nájdete tu <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
vi: Câu truy vấn tìm kiếm đùng định dạng Elasticsearch. Một vài tài liệu có thể được tìm thấy tại đây <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.LuceneQuery.SummaryAdmin
source: Lucene query
ar: إستعلام Lucene
cs: Dotaz Lucene
ru: Lucene запросы
sk: Dopyt Lucene
vi: Truy vấn Lucene

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default search index
ar: فهرس البحث الافتراضي
cs: Výchozí index vyhledávání
ru: Индекс поиска по умолчанию
sk: Východzí index vyhľadávania
vi: Chỉ mục tìm kiếm mặc định

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: The default index to use for the search page.
ar: الفهرس الافتراضي ليتم إستخدامه في صفحة البحث.
cs: Výchozí index pro stránku hledání.
ru: Индекс по умолчанию для страницы поиска.
sk: Východzí index vyhľadávania na stránke.
vi: Chỉ mục mặc định dùng cho trang tìm kiếm.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: You need to create at least an index to set as the Search index.
ar: تحتاج إلى إنشاء فهرس على الأقل لتعيينه كفهرس بحث.
cs: Musíte vytvořit alespoň index, který nastaví jako index vyhledávání.
ru: Вам нужно создать хотя бы jодин индекс, который будет установлен в качестве индекса поиска.
sk: Musíte vytvoriť aspoň jeden index, ktorý chcete nastaviť ako index vyhľadávania.
vi: Bạn cần phải tạo ít nhất một chỉ mục để đặt làm chỉ mục Tìm kiếm.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Default searched fields
ar: حقول البحث الافتراضية
cs: Výchozí prohledávaná pole
ru: Поля поиска по умолчанию
sk: Východzie polia pre vyhľadávanie
vi: Các trường tìm kiếm mặc định

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: A comma separated list of fields to use for search pages. The default value is <code>Content.ContentItem.FullText</code>.
sk: Zoznam polí oddelených čiarkami, ktoré sa majú použiť na stránkach vyhľadávania. Predvolená hodnota je <code> Content.ContentItem.FullText </code>.
vi: Một danh sách các trường được phân tách bằng dấu phẩy để sử dụng cho các trang tìm kiếm. Giá trị mặc định là <code>Content.ContentItem.FullText</code>.

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Allow Lucene queries in search forms
sk: Povoliť Lucene vo vyhľadávacích formulároch

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: Whether search queries should be allowed to use <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">Lucene query parser syntax</a>.
sk: Či má byť povolené, aby vyhľadávacie dotazy používali <a href="https://lucene.apache.org/core/2_9_4/queryparsersyntax.html">syntax Lucene</a>.

# OrchardCore.Lucene.Views.NavigationItemText-search.Id
source: Search
sk: Vyhľadávanie
vi: Tìm kiếm

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Queries a Lucene index.
ar: إستعلامات فهرس Lucene.
cs: Hledá v indexu Lucene.
ru: Запросит индекс Lucene.
sk: Dopytuje index Lucene.
vi: Truy vấn một chỉ mục Lucene.

# OrchardCore.Lucene.Views.Query-Lucene.Link
source: Add
ar: إضافة
cs: Přidat
ru: Добавить
sk: Pridať
vi: Thêm

# OrchardCore.Lucene.Views.Search-Form
source: Enter your search term(s)
sk: Zadajte hľadaný výraz

# OrchardCore.Lucene.Views.Search-Form
source: Search
sk: Vyhľadávanie

# OrchardCore.Lucene.Views.Search-Results
source: There are no such results.
sk: Žiadny výsledok.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create Index
sk: Vytvoriť index

# OrchardCore.Lucene.Views.Admin.Edit
source: Edit Index
sk: Upraviť index

# OrchardCore.Lucene.Views.Admin.Edit
source: Index Name
sk: Názov indexu

# OrchardCore.Lucene.Views.Admin.Edit
source: Analyzer Name
sk: Názov analyzátora

# OrchardCore.Lucene.Views.Admin.Edit
source: Culture
sk: Jazyk

# OrchardCore.Lucene.Views.Admin.Edit
source: The content culture that it will index.
sk: Jazyk indexovaného obsahu.

# OrchardCore.Lucene.Views.Admin.Edit
source: Content Types
sk: Typy obsahu

# OrchardCore.Lucene.Views.Admin.Edit
source: The content types to index. Choose at least one.
sk: Typy obsahu, ktoré budú indexované. Vyberte aspoň jeden.

# OrchardCore.Lucene.Views.Admin.Edit
source: Index options
sk: Možnosti indexu

# OrchardCore.Lucene.Views.Admin.Edit
source: Index latest version
sk: Indexovať poslednú verziu

# OrchardCore.Lucene.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
sk: Vyberte ak sa má indexovať aj obsah v stave návrhu, inak bude indexovaný iba publikovaný obsah.

# OrchardCore.Lucene.Views.Admin.Edit
source: Create
sk: Vytvoriť

# OrchardCore.Lucene.Views.Admin.Edit
source: Cancel
sk: Zrušiť

# OrchardCore.Lucene.Views.Admin.Edit
source: Save
sk: Uložiť

# OrchardCore.Lucene.Views.Admin.Index
source: Indices
sk: Indexy
vi: Các chỉ mục

# OrchardCore.Lucene.Views.Admin.Index
source: Search
sk: Vyhľadávanie

# OrchardCore.Lucene.Views.Admin.Index
source: Add Index
ar: إضافة فهرس
cs: Přidat Index
ru: Добавить индекс
sk: Pridať index
vi: Thêm Chỉ mục

# OrchardCore.Lucene.Views.Admin.Index
source: Select All
sk: Vybrať všetko

# OrchardCore.Lucene.Views.Admin.Index
source: 1 item
sk: 1 položka
vi: {0} mục

# OrchardCore.Lucene.Views.Admin.Index
source: Items {0} to {1}
sk: Položky {0} až {1}
vi: Mục {0} đến {1}

# OrchardCore.Lucene.Views.Admin.Index
source: / {0} item in total
sk: / Celkom {0} položka
vi: / {0} mục trong tổng số

# OrchardCore.Lucene.Views.Admin.Index
source: Actions
sk: Akcie

# OrchardCore.Lucene.Views.Admin.Index
source: Bulk Action
sk: Hromadná akcia

# OrchardCore.Lucene.Views.Admin.Index
source: Are you sure you want to {0} these items?
sk: Naozaj chcete {0} tieto položky?

# OrchardCore.Lucene.Views.Admin.Index
source: Query
ar: إستعلام
cs: Dotaz
ru: Запрос
sk: Dopyt
vi: Truy vấn

# OrchardCore.Lucene.Views.Admin.Index
source: Reset Index
sk: Resetovať index
vi: Đặt lại Chỉ mục

# OrchardCore.Lucene.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
ar: سوف تتم إعادة فهرسة كل عناصر المحتوى. هل تريد المتابعة؟
cs: Restartuje indexování všech položek obsahu. Chcete pokračovat?
ru: Это перезапустит индексацию всех элементов контента. Продолжить?
sk: Reštartuje indexáciu všetkých položiek obsahu. Pokračovať?
vi: Điều này sẽ khởi động lại việc lập chỉ mục của tất cả các mục nội dung. Tiếp tục?

# OrchardCore.Lucene.Views.Admin.Index
source: Yes
sk: Áno
vi: Đồng ý

# OrchardCore.Lucene.Views.Admin.Index
source: No
sk: Nie
vi: Không

# OrchardCore.Lucene.Views.Admin.Index
source: Reset
ar: إعادة تعيين
cs: Resetovat
ru: Сброс
sk: Resetovať
vi: Thiết lập lại

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild Index
sk: Znova vytvoriť index
vi: Lập lại Chỉ mục

# OrchardCore.Lucene.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
ar: ستتم إعادة إنشاء الفهرس، الذي قد يغير بعض الخدمات أثناء العملية. هل تريد المتابعة؟
cs: Index bude přeindexován. Tato operace může ovlivnit některé další služby. Přejete si pokračovat?
ru: Ваш индекс будет перестроен, что может изменить некоторые сервисы в процессе. Продолжить?
sk: Index bude znova zostavený, čo môže v priebehu procesu zmeniť niektoré služby. Pokračovať?
vi: Chỉ mục của bạn sẽ được xây dựng lại, điều này có thể thay đổi một số dịch vụ trong quá trình này. Tiếp tục?

# OrchardCore.Lucene.Views.Admin.Index
source: Rebuild
ar: إعادة بناء
cs: Reindexovat
ru: Перестроить
sk: Obnoviť
vi: Xây dựng lại

# OrchardCore.Lucene.Views.Admin.Index
source: Edit
sk: Upraviť

# OrchardCore.Lucene.Views.Admin.Index
source: Delete
ar: حذف
cs: Smazat
ru: Удалить
sk: Zmazať
vi: Xóa

# OrchardCore.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
sk: <strong> Nič tu nie je! </strong> Momentálne neexistujú žiadne indexy.
vi: <strong>Không có gì ở đây!</strong> Không có chỉ mục nào ở thời điểm này.

# OrchardCore.Lucene.Views.Admin.Index
source: selected
sk: vybrané

# OrchardCore.Lucene.Views.Admin.Query
source: Lucene Query
ar: إستعلام Lucene
cs: Dotaz Lucene
ru: Lucene запросы
sk: Dopyt Lucene
vi: Truy vấn Lucene

# OrchardCore.Lucene.Views.Admin.Query
source: The lucene index to search on
ar: فهرس lucene للبحث
cs: Index Lucene, ve kterém se má hledat
ru: Индекс lucene для поиска
sk: Lucene index ktorý má byť prehľadávaný
vi: Chỉ mục Lucene dùng để tìm kiếm

# OrchardCore.Lucene.Views.Admin.Query
source: Template
ar: قالب
cs: Šablona
ru: Шаблон
sk: Šablóna
vi: Mẫu

# OrchardCore.Lucene.Views.Admin.Query
source: You can use the <a href="{0}">Match All query</a> to search all documents.
ar: يمكنك إستخدام <a href="{0}">كل الإستعلام المتطابقة</a> للبحث عن كل الوثائق.
cs: K vyhledávání ve všech dokumentech můžete použít <a href="{0}">tento dotaz</a>.
ru: Вы можете использовать <a href="{0}">Совпадение всего запроса</a> для поиска всех документов.
sk: Na vyhľadanie všetkých dokumentov môžete použiť <a href="{0}">Match All query</a>.
vi: Bạn có thể sử dụng <a href="{0}">Khớp với Tất cả Truy vấn</a> để tìm kiếm tất cả tài liệu.

# OrchardCore.Lucene.Views.Admin.Query
source: The search query uses the Elasticsearch format. Some documentation can be found here <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
sk: Vyhľadávací dopyt používa formát Elasticsearch. Dokumentáciu nájdete tu <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>
vi: Câu truy vấn tìm kiếm đùng định dạng Elasticsearch. Một vài tài liệu có thể được tìm thấy tại đây <a target="_blank" href="https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html">https://www.elastic.co/guide/en/elasticsearch/reference/current/query-dsl.html</a>

# OrchardCore.Lucene.Views.Admin.Query
source: Parameters
ar: المعايير
cs: Parametry
ru: Параметры
sk: Parametre
vi: Tham số

# OrchardCore.Lucene.Views.Admin.Query
source: An optional Json object containing the parameter values for this query.
ar: كائن Json إختياري يحتوي على قيم المتغيرات لهذا الإستعلام.
cs: Volitelný objekt typu JSON obsahující hodnoty parametrů pro tento dotaz.
ru: Необязательный объект Json, содержащий значения параметров для этого запроса.
sk: Voliteľný objekt Json obsahujúci hodnoty parametrov pre tento dotaz.
vi: Một đối tượng Json tùy chọn chứa các giá trị tham số cho truy vấn này.

# OrchardCore.Lucene.Views.Admin.Query
source: Query
ar: إستعلام
cs: Dotaz
ru: Запрос
sk: Dopyt
vi: Truy vấn

# OrchardCore.Lucene.Views.Admin.Query
source: Found {0} result(s) in {1} ms
sk: Našlo sa {0} výsledkov za {1} ms
vi: Tìm thấy {0} kết quả trong {1} ms

# OrchardCore.Lucene.Views.Admin.Query
source: Create
ar: إنشاء
cs: Vytvořit
ru: Создать
sk: Vytvoriť
vi: Tạo

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Search Indexes
ar: فهارس البحث
cs: Indexy vyhledávání
ru: Поисковые индексы
sk: Vyhľadávacie indexy
vi: Chỉ mục Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: Include all search indexes.
ar: تضمين كل فهارس البحث.
cs: Zahrnout všechny indexy vyhledávání.
ru: Включить все индексы поиска.
sk: Zahrnúť všetky vyhľadávacie indexy.
vi: Bao gồm tất cả chỉ mục tìm kiếm.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Edit
source: The search indexes to add as part of the plan.
ar: فهارس البحث التي ستضاف كجزء من الخطة.
cs: Indexy vyhledávání, které se přidají jako součást plánu.
ru: Индексы поиска для добавления в качестве части плана.
sk: Indexy, ktoré majú byť pridané do plánu.
vi: Các chỉ mục tìm kiếm để thêm như là một phần của kế hoạch.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: Search Indexes
ar: فهارس البحث
cs: Indexy vyhledávání
ru: Поисковые индексы
sk: Vyhľadávacie indexy
vi: Chỉ mục Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: All
ar: الكل
cs: Vše
ru: Все
sk: Všetko
vi: Tất cả

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Summary
source: No index selected.
ar: لم يتم تحديد أي فهرس.
cs: Žádné vybrané indexy.
ru: Индекс не выбран.
sk: Nie sú vybrané žiadne indexy.
vi: Không có chỉ mục nào được chọn.

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Search Indexes
ar: فهارس البحث
cs: Indexy vyhledávání
ru: Поисковые индексы
sk: Vyhľadávacie indexy
vi: Chỉ mục Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneIndexDeploymentStep.Fields.Thumbnail
source: Exports all or specified search indexes.
ar: تصدير كل الفهارس أو المحددة.
cs: Exportuje všechny nebo jen vybrané indexy vyhledávání.
ru: Экспортирует все или заданные индексы поиска.
sk: Exportuje všetky alebo vybrané indexy.
vi: Xuất toàn bộ hoặc chọn chỉ mục tìm kiếm.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Edit
source: Search Settings
ar: إعدادات البحث
cs: Nastavení vyhledávání
ru: Настройки поиска
sk: Nastavenie vyhľadávania
vi: Cài đặt Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Search Settings
ar: إعدادات البحث
cs: Nastavení vyhledávání
ru: Настройки поиска
sk: Nastavenie vyhľadávania
vi: Cài đặt Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
ar: إضافة إعدادات البحث للخطة.
cs: Přidá nastavení vyhledávání do plánu.
ru: Добавляет настройки поиска в план.
sk: Pridá nastavenie vyhľadávania do plánu.
vi: Thêm cài đặt tìm kiếm vào kế hoạch.

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
ar: إعدادات البحث
cs: Nastavení vyhledávání
ru: Настройки поиска
sk: Nastavenie vyhľadávania
vi: Cài đặt Tìm kiếm

# OrchardCore.Lucene.Views.Items.LuceneSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
ar: تصدير إعدادات البحث.
cs: Exportovat nastavení vyhledávání.
ru: Экспорт настроек поиска.
sk: Exportuje nastavenia vyhľadávania.
vi: Xuất cài đặt tìm kiếm.

# OrchardCore.Lucene.AdminMenu
source: Configuration
ar: الإعدادات
cs: Konfigurace
ru: Конфигурация

# OrchardCore.Lucene.AdminMenu
source: Site
ar: الموقع
cs: Web
ru: Сайт

# OrchardCore.Lucene.AdminMenu
source: Lucene Queries
ar: إستعلامات Lucene
cs: Dotazy Lucene
ru: Lucene запросы

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while creating the index
ar: حدث خطأ أثناء إنشاء الفهرس
cs: Při vytváření indexu došlo k chybě
ru: Произошла ошибка при создании индекса

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> created successfully
ar: تم إنشاء الفهرس <em>{0}</em> بنجاح
cs: Index <em>{0}</em> byl úspěšně vytvořen
ru: Индекс <em>{0}</em> успешно создан

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> resetted successfully
ar: تم إعادة ضبط الفهرس <em>{0}</em> بنجاح
cs: Index <em>{0}</em> byl úspěšně resetován
ru: Индекс <em>{0}</em> успешно сброшен

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully
ar: تم إعادة بناء الفهرس <em>{0}</em> بنجاح
cs: Index <em>{0}</em> byl úspěšně přeindexován
ru: Индекс <em>{0}</em> успешно перестроен

# OrchardCore.Lucene.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully
ar: تم حذف الفهرس <em>{0}</em> بنجاح
cs: Index <em>{0}</em> byl úspěšně odstraněn
ru: Индекс <em>{0}</em> успешно удален

# OrchardCore.Lucene.Controllers.AdminController
source: An error occurred while deleting the index
ar: حدث خطأ أثناء حذف الفهرس
cs: Při smazání indexu došlo k chybě
ru: Произошла ошибка при удалении индекса

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Include this element index
ar: يشمل فهرس العنصر
cs: Zahrnout tento index
ru: Включить этот индекс элемента
