Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Sitemaps.po
Languages: de, fi, it, pt_br, tr

# OrchardCore.Sitemaps.AdminMenu
source: Configuration
de: Konfiguration
fi: Konfigurointi
it: Configurazione
pt_br: Configuração
tr: Yapılandırma

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps
fi: Sivukartat
it: Mappe del Sito
tr: Site Haritası

# OrchardCore.Sitemaps.AdminMenu
source: Sitemap Indexes
de: Sitemap Indizes
fi: Sivukartan hakuindeksit
it: Indici Sitemap
pt_br: Índices do Sitemap
tr: Site Haritası Dizinleri

# OrchardCore.Sitemaps.AdminMenu
source: Sitemaps Cache
fi: Sivukarttojen välimuisti
it: Cache Sitemaps
pt_br: Cache de Sitemaps
tr: Site Haritaları Önbelleği

# OrchardCore.Sitemaps.Controllers.AdminController
source: Delete
de: Löschen
fi: Poista
it: Elimina
tr: Sil

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap updated successfully.
de: Sitemap erfolgreich aktualisiert.
fi: Sivukartta päivitettiin onnistuneesti.
it: Mappa del sito modificata con successo.
tr: Site haritası başarıyla güncellendi.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap deleted successfully.
de: Sitemap erfolgreich gelöscht.
fi: Sivukartta poistettiin onnistuneesti.
it: Mappa del sito eliminato con successo.
tr: Site haritası başarıyla silindi.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemap toggled successfully.
de: Sitemap erfolgreich umgeschaltet.
fi: Sivukartta asetettiin onnistuneesti.
it: Mappa del sito attivato/disattivato con successo.
tr: Site haritası başarıyla değiştirildi.

# OrchardCore.Sitemaps.Controllers.AdminController
source: Sitemaps successfully removed.
de: Sitemap erfolgreich entfernt.
fi: Sivukartta poistettiin onnistuneesti.
it: Mappa del sito rimossa con successo.
tr: Site haritaları başarıyla kaldırıldı.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged, with errors.
de: Sitemap Cache geleert, mit Fehlern.
fi: Sivukarttojen välimuisti puhdistettin, sisältäen virheitä.
it: La cache della sitemap è stata svuotata, con errori.
pt_br: Cache do Sitemap limpo, com erros.
tr: Site haritası önbelleği hatalarla birlikte temizlendi.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache purged.
de: Sitemap-Cache gelöscht.
fi: Sivukarttojen välimuisti tyhjennettiin.
it: Pulisci cache sitemap.
pt_br: Cache do sitemap limpo.
tr: Site haritası önbelleği temizlendi.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Error purging sitemap cache item.
de: Fehler beim Leeren des Sitemap Caches.
fi: Sivukarttan välimuisti tyhjennys epäonnistui.
it: Errore nella pulizia della cache della sitemap.
pt_br: Error ao limpar cache de item do sitemap.
tr: Site haritası önbellek öğesi temizlenirken hata oluştu.

# OrchardCore.Sitemaps.Controllers.SitemapCacheController
source: Sitemap cache item purged.
de: Sitemap Cache-Element gelöscht.
fi: Sivukarttan välimuisti tyhjennettiin.
it: Cache della sitemap pulita.
pt_br: Cache de item do sitemap limpo.
tr: Site haritası önbellek öğesi temizlendi.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Delete
de: Löschen
fi: Poista
it: Elimina
tr: Sil

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index created successfully
de: Sitemap-Index erfolgreich erstellt
fi: Sivukartta päivitettiin onnistuneesti
it: Indice sitemap creato con successo
pt_br: Índice de Sitemap criado com sucesso
tr: Site haritası dizini başarıyla oluşturuldu

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index updated successfully
de: Sitemap-Index erfolgreich aktualisiert
fi: Sivukartta päivitettiin onnistuneesti
it: Indice sitemap aggiornato con successo
pt_br: Índice de Sitemap atualizado com sucesso
tr: Site haritası dizini başarıyla güncellendi

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index deleted successfully.
de: Sitemap Index erfolgreich gelöscht.
fi: Sivukartta poistettiin onnistuneesti.
it: Indice della mappa del sito eliminato con successo.
tr: Site haritası dizini başarıyla silindi.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap index menu toggled successfully.
de: Sitemap Index Menü erfolgreich umgeschaltet.
fi: Sivukartan indeksin valikon tila vaihdettiin onnistuneesti.
it: Menu indice della mappa del sito abilitato/disabilitato con sucesso.
tr: Site haritası dizini menüsü başarıyla değiştirildi.

# OrchardCore.Sitemaps.Controllers.SitemapIndexController
source: Sitemap indices successfully removed.
de: Sitemap Indizes erfolgreich entfernt.
fi: Sivukarttan indeksit poistettiin onnistuneesti.
it: Indice della mappa del sito rimosso con successo.
tr: Site haritası dizinleri başarıyla kaldırıldı.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source added successfully.
de: Sitemap Quelle erfolgreich hinzugefügt.
fi: Sivukartan lähde päivitettiin onnistuneesti.
it: Sorgente della mappa del sito aggiunto con successo.
tr: Site haritası kaynağı başarıyla eklendi.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source updated successfully.
de: Sitemap Quelle erfolgreich aktualisiert.
fi: Sivukartan lähde päivitettiin onnistuneesti.
it: Sorgente della mappa del sito aggiornato con successo.
tr: Site haritası kaynağı başarıyla güncellendi.

# OrchardCore.Sitemaps.Controllers.SourceController
source: The sitemap source has validation errors.
de: Die Sitemap Quelle hat Validierungs-Fehler.
fi: Sivukartan lähteellä on validointivirheitä.
it: La sorgente della mappa del sito presenta errori di validazione.
tr: Site haritası kaynağında doğrulama hataları var.

# OrchardCore.Sitemaps.Controllers.SourceController
source: Sitemap source deleted successfully.
de: Sitemap Quelle erfolgreich gelöscht.
fi: Sivukartan lähde poistettiin onnistuneesti.
it: Sorgente della mappa del sito eliminato con successo.
tr: Site haritası kaynağı başarıyla silindi.

# OrchardCore.Sitemaps.Drivers.CustomPathSitemapSourceDriver
source: Please do not use any of the following characters in your permalink: {0}. No spaces, or consecutive slashes, are allowed (please use dashes or underscores instead).
it: Non utilizzare nessuno dei seguenti caratteri nel permalink: {0}. Non sono ammessi spazi o slash consecutivi (si prega di usare trattini o trattini bassi).
tr: Lütfen kalıcı bağlantınızda aşağıdaki karakterlerden hiçbirini kullanmayın: {0}. Boşluklara veya ardışık eğik çizgilere izin verilmez (lütfen bunun yerine tire veya alt çizgi kullanın).

# OrchardCore.Sitemaps.Drivers.CustomPathSitemapSourceDriver
source: Your path is too long. The path can only be up to {0} characters.
fi: Polkusi on liian pitkä. Polku voi olla enintään {0} merkkiä.
it: Il tuo path è troppo lungo. Il percorso può essere fino a {0} caratteri.
tr: Yol çok uzun. Yol en fazla {0} karakter olabilir.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink can't be set to the homepage
de: Ihr Permalink kann nicht auf die Startseite gesetzt werden
fi: Pysyvää osoitetta (permalink) ei voida asettaa kotisivuun
it: Il tuo permalink non può essere impostato sulla homepage
pt_br: Seu link permanente não pode ser definido para a página inicial
tr: Kalıcı bağlantınız ana sayfaya ayarlanamıyor

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
de: Bitte verwenden Sie keines der folgenden Zeichen in Ihrem Permalink: {0}. Es sind keine Leerzeichen erlaubt (bitte verwenden Sie stattdessen Bindestriche oder Unterstriche).
fi: Älä käytä seuraavia merkkejä pysyvässä osoitteessa: {0}. Välilyönnit eivät ole sallittuja (käytä väliviivoja tai alaviivoja niiden sijaan).
it: Non utilizzare nessuno dei seguenti caratteri nel permalink: {0}. Non sono ammessi spazi (si prega di usa trattini o underscore).
pt_br: Por favor, não use nenhum dos seguintes caracteres no seu link permanente: {0}. Não são permitidos espaços ou barras consecutivas (use traços ou sublinhados).
tr: Lütfen kalıcı bağlantınızda aşağıdaki karakterlerden hiçbirini kullanmayın: {0}. Boşluğa izin verilmez (lütfen bunun yerine tire veya alt çizgi kullanın).

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink must end with {0}.
de: Dein Permalink muss mit {0} enden.
fi: Pysyvä osoite (permalink) täytyy päättyä {0}.
it: Il tuo permalink deve terminare con {0}.
pt_br: Seu link permanente deve terminar com {0}.
tr: Kalıcı bağlantınız {0} ile bitmelidir.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is too long. The permalink can only be up to {0} characters.
de: Dein Permalink ist zu lang. Der Permalink kann nur bis zu {0} Zeichen lang sein.
fi: Pysyvä osoite (permalink) on liian pitkä. Pysyvä osoite saa sisältää enintään {0} merkkiä.
it: Il permalink è troppo lungo. Il permalink può essere solo fino a {0} caratteri.
pt_br: Seu link permanente é muito comprido. O link permanente pode ter até {0} caracteres.
tr: Kalıcı bağlantınız çok uzun. Kalıcı bağlantı en fazla {0} karakter olabilir.

# OrchardCore.Sitemaps.Services.SitemapHelperService
source: Your permalink is already in use.
de: Ihr Permalink wird bereits verwendet.
fi: Pysyvä osoite (permalink) on jo käytössä.
it: Permalink già in uso.
pt_br: Seu link permanente já está em uso.
tr: Kalıcı bağlantınız zaten kullanımda.

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Sitemap Custom Path
fi: Sivukartan polku
it: Path Personalizzato della mappa del sito
tr: Site Haritası Özel Yolu

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Path
fi: Polku
tr: Yol

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The path to add to the sitemap. e.g. path/to/something
fi: Sivukarttaan lisättävä polku, esim. polku/johonkin
it: Il path da aggiungere alla mappa del sito. es. path/to/something
tr: Site haritasına eklenecek yol. Örneğin. yol/bir şeye/bir şeye

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Change Frequency
fi: Muuta päivitys nopeutta
it: Cambia la frequenza
tr: Frekansı Değiştir

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The default frequency with which this path is likely to change.
it: La frequenza predefinita con cui questo path cambierà.
tr: Bu yolun büyük olasılıkla değişeceği varsayılan frekans.

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: Priority
fi: Prioriteetti
it: Priorità
tr: Öncelik

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Edit
source: The default priority of this path relative to other content on your site.
it: La priorità predefinita di questo percorso rispetto ad altri contenuti sul tuo sito.
tr: Sitenizdeki diğer içeriğe göre bu yolun varsayılan önceliği.

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.SummaryAdmin
source: Sitemap Custom Path
fi: Sivukartan polku
it: Path Personalizzato della mappa del sito
tr: Site Haritası Özel Yolu

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Thumbnail
source: Sitemap Custom Path
fi: Sivukartan polku
it: Path Personalizzato della mappa del sito
tr: Site Haritası Özel Yolu

# OrchardCore.Sitemaps.Views.CustomPathSitemapSource.Thumbnail
source: Add a sitemap entry for a path.
it: Aggiungi una voce alla mappa del sito per un path.
tr: Bir yol için bir site haritası girişi ekleyin.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Override sitemap configuration
de: Sitemap-Konfiguration überschreiben
fi: Ohita sivukartan konfiguraatio
it: Sovrascrivi configurazione sitemap
pt_br: Sobrescrever configuração do sitemap
tr: Site haritası yapılandırmasını geçersiz kıl

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to override sitemap configuration.
de: Aktivieren, um die Sitemap-Konfiguration zu überschreiben.
fi: Valitse ohittaaksesi sivukartan asetukset.
it: Spunta la casella per sovrascrivere la configurazione della sitemap.
pt_br: Marcar para sobrescrever a configuração do sitemap.
tr: Site haritası yapılandırmasını geçersiz kılmak için işaretleyin.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Exclude
de: Ausschließen
fi: Ohita
it: Escludi
pt_br: Não exibir
tr: Hariç Tut

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Check to exclude this content item from the site map.
de: Auswählen, um dieses Inhaltselement von der Sitemap auszuschließen.
fi: Valitse, jos haluat jättää tämän sisältökohteen pois sivukartasta.
it: Spunta la casella per escludere questo contenuto dalla sitemap.
pt_br: Selecione para não exibir este item de conteúdo no sitemap.
tr: Bu içerik öğesini site haritasından hariç tutmak için işaretleyin.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Change Frequency
de: Häufigkeit ändern
fi: Muuta päivitys nopeutta
it: Cambia la frequenza
pt_br: Alterar Frequência
tr: Frekansı Değiştir

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The frequency this content item is likely to change.
de: Die Häufigkeit, in der sich dieser Inhalt voraussichtlich ändern wird.
fi: Tiheys, jolla tämä sisältökohde todennäköisesti muuttuu.
it: La frequenza con cui questo elemento cambia.
pt_br: A frequência que este item de conteúdo provavelmente irá mudar.
tr: Bu içerik öğesinin değişme olasılığı yüksektir.

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: Priority
de: Priorität
fi: Prioriteetti
it: Priorità
pt_br: Prioridade
tr: Öncelik

# OrchardCore.Sitemaps.Views.SitemapPart.Edit
source: The default priority of these content types relative to other content on your site.
de: Die Standardpriorität dieser Inhaltstypen im Verhältnis zu anderen Inhalten auf Ihrer Website.
fi: Näiden sisältötyyppien oletusprioriteetti suhteessa sivustosi muuhun sisältöön.
it: La priorità predefinita di questi tipi di contenuto rispetto ad altri contenuti sul tuo sito.
pt_br: A prioridade padrão desses tipos de conteúdo em relação a outros conteúdos do seu site.
tr: Bu içerik türlerinin sitenizdeki diğer içeriğe göre varsayılan önceliği.

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Edit
de: Bearbeiten
fi: Muokkaa
it: Modifica
pt_br: Editar
tr: Düzenle

# OrchardCore.Sitemaps.Views.SitemapSource.SummaryAdmin
source: Delete
de: Löschen
fi: Poista
it: Elimina
pt_br: Excluir
tr: Sil

# OrchardCore.Sitemaps.Views.SitemapSource.Thumbnail
source: Add
de: Hinzufügen
fi: Lisää
it: Aggiungi
pt_br: Adicionar
tr: Ekle

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create Sitemap
de: Sitemap erstellen
fi: Luo sivukartta
it: Crea Sitemap
pt_br: Criar Sitemap
tr: Site Haritası Oluştur

# OrchardCore.Sitemaps.Views.Admin.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-Url' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetuksien 'base url' on tyhjä, mutta se vaaditaan sivukarttojen luontiin.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Name
fi: Nimi
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Sitemaps.Views.Admin.Create
source: The name is required.
fi: Nimi on pakollinen.
pt_br: O nome é obrigatório.
tr: Ad gerereklidir.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Permalink
fi: Pysyvä osoite (permalink)
pt_br: Link Permanente
tr: Kalıcı bağlantı

# OrchardCore.Sitemaps.Views.Admin.Create
source: The url of the sitemap. Leave empty to auto-generate it.
de: Die URL der Sitemap. Leer lassen um sie automatisch zu generieren.
fi: Sivukartan Url-osoite. Jos tyhjä, niin se generoidaan automaattisesti.
it: L'indirizzo della sitemap. Lasciare vuoto per generare automaticamente.
pt_br: A URL do sitemap. Deixe em branco para gerar automaticamente.
tr: Site haritasının url'si. Otomatik olarak oluşturmak için boş bırakın.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Enabled
de: Aktiviert
fi: Käytössä
it: Abilitato
pt_br: Habilitado
tr: Etkin

# OrchardCore.Sitemaps.Views.Admin.Create
source: Uncheck to disable routing to this sitemap.
de: Deaktivieren, um das Routen zu dieser Sitemap zu deaktivieren.
it: Deseleziona per disabilitare l'instradamento all'indice della sitemap.
pt_br: Desmarque para desabilitar roteamento para este sitemap.
tr: Bu site haritasına yönlendirmeyi devre dışı bırakmak için işareti kaldırın.

# OrchardCore.Sitemaps.Views.Admin.Create
source: Create
de: Erstellen
fi: Luo
it: Crea
pt_br: Criar
tr: Oluştur

# OrchardCore.Sitemaps.Views.Admin.Create
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.Admin.Display
source: Sitemap
fi: Sivukartta
it: Mappa del sito
tr: Site Haritası

# OrchardCore.Sitemaps.Views.Admin.Display
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Add Source
de: Quelle hinzufügen
fi: Lisää uusi lähde
it: Aggiungi Sorgente
pt_br: Adicionar fonte
tr: Kaynak Ekle

# OrchardCore.Sitemaps.Views.Admin.Display
source: View
de: Anzeigen
fi: Näytä
it: Visualizza
pt_br: Visualizar
tr: Görüntüle

# OrchardCore.Sitemaps.Views.Admin.Display
source: <strong>Nothing here!</strong> There are no sources on this sitemap for the moment.
de: <strong>Nichts hier!</strong> Es gibt derzeit keine Quellen auf dieser Sitemap.
it: <strong>Nessun elemento!</strong> Non ci sono sorgenti per questa sitemap.
pt_br: <strong>Nada aqui!</strong> Não há fontes neste sitemap no momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu anda bu site haritasında kaynak yok.

# OrchardCore.Sitemaps.Views.Admin.Display
source: Back
de: Zurück
fi: Takaisin
it: Indietro
tr: Geri

# OrchardCore.Sitemaps.Views.Admin.Display
source: Available Sources
de: Verfügbare Quellen
fi: Käytettävissä olevat lähteet
it: Fonti Disponibili
pt_br: Fontes disponíveis
tr: Mevcut Kaynaklar

# OrchardCore.Sitemaps.Views.Admin.Display
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Edit Sitemap
de: Sitemap bearbeiten
fi: Muokkaa sivukarttaa
it: Modifica Sitemap
pt_br: Editar Sitemap
tr: Site Haritası Düzenle

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Name
fi: Nimi
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The name is required.
fi: Nimi on pakollinen.
pt_br: O nome é obrigatório.
tr: İsim gerereklidir.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Permalink
fi: Pysyvä osoite (permalink)
pt_br: Link Permanente
tr: Kalıcı bağlantı

# OrchardCore.Sitemaps.Views.Admin.Edit
source: The url of the sitemap. Leave empty to auto-generate it.
de: Die URL der Sitemap. Leer lassen um sie automatisch zu generieren.
fi: Sivukartan URL-osoite. Jätä tyhjäksi, jos haluat luoda sen automaattisesti.
it: L'indirizzo della sitemap. Lasciare vuoto per generarlo automaticamente.
pt_br: A URL do sitemap. Deixe em branco para gerar automaticamente.
tr: Site haritasının url'si. Otomatik olarak oluşturmak için boş bırakın.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Enabled
de: Aktiviert
fi: Käytössä
it: Abilitato
pt_br: Habilitado
tr: Etkin

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Uncheck to disable routing to this sitemap.
de: Deaktivieren, um das Routen zu dieser Sitemap zu deaktivieren.
it: Deseleziona per disabilitare l'instradamento alla sitemap.
pt_br: Desmarque para desabilitar roteamento para este sitemap.
tr: Bu site haritasına yönlendirmeyi devre dışı bırakmak için işareti kaldırın.

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Save
de: Speichern
fi: Tallenna
it: Salva
pt_br: Salvar
tr: Kaydet

# OrchardCore.Sitemaps.Views.Admin.Edit
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.Admin.List
source: Sitemaps
fi: Sivukartat
it: Mappe del sito
tr: Site Haritası

# OrchardCore.Sitemaps.Views.Admin.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.Admin.List
source: Search
de: Suchen
fi: Etsi
it: Cerca
pt_br: Pesquisar
tr: Ara

# OrchardCore.Sitemaps.Views.Admin.List
source: Add Sitemap
de: Sitemap hinzufügen
fi: Lisää sivukartta
it: Aggiungi Sitemap
pt_br: Adicionar Sitemap
tr: Site Haritası Ekle

# OrchardCore.Sitemaps.Views.Admin.List
source: Select All
de: Alles auswählen
fi: Valitse kaikki
it: Seleziona tutto
tr: Tümünü Seç

# OrchardCore.Sitemaps.Views.Admin.List
source: 1 item
de: 1 Element
fi: Yksi kohde
it: 1 elemento
tr: 1 öge

# OrchardCore.Sitemaps.Views.Admin.List
source: Items {0} to {1}
de: Elemente {0} bis {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}
tr: {0} ögesinden {1} e

# OrchardCore.Sitemaps.Views.Admin.List
source: / {0} item in total
de: / {0} Elemente insgesamt
fi: / {0} kohde yhteensä
it: / {0} elemento in totale
tr: / Toplamda {0} öğe

# OrchardCore.Sitemaps.Views.Admin.List
source: Actions
de: Aktionen
fi: Toiminnot
it: Azioni
tr: Eylemler

# OrchardCore.Sitemaps.Views.Admin.List
source: Bulk Action
de: Mehrfachaktion
fi: Massatoiminnot
it: Azione di massa
tr: Toplu Eylem

# OrchardCore.Sitemaps.Views.Admin.List
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie dazu {0} diese Elemente wollen?
fi: Oletko varma, että haluat {0} nämä kohteet?
it: Sei sicuro di voler '{0}' a questi elementi?
tr: Bu nesneleri {0} istediğinizden emin misiniz?

# OrchardCore.Sitemaps.Views.Admin.List
source: View
de: Anzeigen
fi: Näytä
it: Visualizza
pt_br: Visualizar
tr: Görüntüle

# OrchardCore.Sitemaps.Views.Admin.List
source: Edit
de: Bearbeiten
fi: Muokkaa
it: Modifica
pt_br: Editar
tr: Düzenle

# OrchardCore.Sitemaps.Views.Admin.List
source: Delete
de: Löschen
fi: Poista
it: Elimina
pt_br: Excluir
tr: Sil

# OrchardCore.Sitemaps.Views.Admin.List
source: Toggle Dropdown
de: Dropdown ein-/ausklappen
fi: Vaihda pudotusvalikon tilaa
it: Attiva/disattiva menu a discesa
pt_br: Exibir/Esconder Menu Suspenso
tr: Açılır Menüyü Aç/Kapat
