Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Email.Smtp.po
Languages: it, uk

# OrchardCore.Email.Smtp.Drivers.SmtpSettingsDisplayDriver
source: The Default Sender is a required field.
it: Il mittente default è un campo richiesto.
uk: Поле "Відправник за замовчуванням" є обов'язковим.

# OrchardCore.Email.Smtp.Drivers.SmtpSettingsDisplayDriver
source: The Default Sender is invalid.
it: Il mittente default non è valido.
uk: Відправник за замовчуванням недійсний.

# OrchardCore.Email.Smtp.Drivers.SmtpSettingsDisplayDriver
source: The {0} field is required.
it: Il campo {0} è richiesto.
uk: Поле {0} є обов'язковим.

# OrchardCore.Email.Smtp.Services.DefaultSmtpEmailProvider
source: Simple Mail Transfer Protocol (Default SMTP)
uk: Простий протокол передачі пошти (SMTP за замовчуванням)

# OrchardCore.Email.Smtp.Services.SmtpEmailProvider
source: Simple Mail Transfer Protocol (SMTP)
uk: Простий протокол передачі пошти (SMTP)

# OrchardCore.Email.Smtp.Services.SmtpEmailProviderBase
source: The SMTP Email Provider is disabled.
it: Il provider email SMTP è disabilitato.
uk: Постачальника електронної пошти SMTP вимкнено.

# OrchardCore.Email.Smtp.Services.SmtpEmailProviderBase
source: Invalid email address for the sender: '{0}'.
it: Indirizzo email non valido per il mittente: '{0}'.
uk: Недійсна адреса електронної пошти відправника: '{0}'.

# OrchardCore.Email.Smtp.Services.SmtpEmailProviderBase
source: An error occurred while sending an email: '{0}'
it: Si è verificato un errore durante l'invio di un'email: '{0}'
uk: Під час надсилання електронного листа сталася помилка: '{0}'

# OrchardCore.Email.Services.SmtpService
source: Unable to find any SMTP providers.
it: Impossibile trovare alcun provider SMTP.
uk: Не вдалося знайти жодного постачальника SMTP.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Enable SMTP Provider
it: Abilita provider SMTP
uk: Увімкнути постачальника SMTP

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Sender email address
it: Indirizzo email mittente
uk: Адреса електронної пошти відправника

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The default email address to use as a sender, unless the email sender is set.
it: L'indirizzo email di default da usare come mittente, a meno che l'email del mittente sia già configurata.
uk: Адреса електронної пошти за замовчуванням, яка буде використовуватись як адреса відправника, якщо відправника електронної пошти не встановлено.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Delivery method
it: Metodo di consegna.
uk: Спосіб доставляння

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Network
it: Rete
uk: Мережа

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Specified pickup directory
it: Directory pickup specificata
uk: Вказаний каталог підбирання

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The delivery method used when sending email. Use Network in production. The other options can be useful when developing and testing.
it: Il metodo di consegna usato durante l'invio di un'email. Usare Rete in produzione. Le altre opzioni possono essere utili durante lo sviluppo e i test.
uk: Метод доставляння, який використовується під час надсилання електронної пошти. Використовуйте мережу у виробничому середовищі. Інші опції можуть бути корисними під час розробки та тестування.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Network delivery options
it: Opzioni di Network delivery
uk: Опції доставляння мережею

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Host name
it: Nome host
uk: Ім'я хоста

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
it: Il dominio del server SMTP, e.g. <i>smtp.mailprovider.com</i>.
uk: Домен SMTP-сервера, наприклад, <i>smtp.mailprovider.com</i>.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Port number
it: Numero porta
uk: Номер порту

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The SMTP server port, usually 25.
it: La porta del server SMTP, solitamente 25.
uk: Порт SMTP-сервера, зазвичай 25.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Proxy host name
it: Nome host del proxy
uk: Ім'я проксі-хоста

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The proxy server is optional.
it: Il server proxy è opzionale.
uk: Проксі-сервер необов'язковий.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Proxy port number
it: Numero di porta del proxy
uk: Номер порту проксі-сервера

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The proxy port is optional.
it: La porta del proxy è opzionale
uk: Проксі-порт необов'язковий.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Auto Select Encryption method
it: Metodo di crittografia auto-selezionato
uk: Автоматичний вибір методу шифрування

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Check to let the system select the encryption method based on port.
it: Seleziona per far sì che il sistema selezioni il metodo di crittografia sulla base della porta.
uk: Відмітьте, щоб система вибирала метод шифрування на основі порту.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Encryption method to use
it: Metodo di crittografia da utilizzare
uk: Метод шифрування, який слід використовувати

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: None
it: Nessuno
uk: Жоден

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Connect to server using insecure connection.
it: Connettiti al server usando una connessione non sicura.
uk: Підключення до сервера, використовуючи незахищене з'єднання.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Connect to server using SSL/TSL secure connection
it: Connettiti al server usando la connessione sicura SSL/TSL
uk: Підключення до сервера за допомогою безпечного з'єднання SSL/TLS

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Connect to server using insecure connection and upgrade to secure using SSL/TLS
it: Connettiti al server usando la connessione non sicura e aggiorna a sicura usando SSL/TLS
uk: Підключення до сервера, використовуючи незахищене з'єднання, та оновлює його до безпечного за допомогою SSL/TLS

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The encryption method used when connecting to mail server.
it: Il metodo di crittografia usato durante la connessione al server mail.
uk: Метод шифрування, що використовується під час підключення до поштового сервера.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Require credentials
it: Richiedi credenziali
uk: Вимагати облікові дані

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Use Windows authentication
it: Usa autenticazione Windows
uk: Використовувати автентифікацію Windows

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: When this option is selected, the application pool or host-process identity is used to authenticate with the mail server.
it: Quando questa opzione è selezionata, l'application pool o l'host-process identity sono utilizzati per autenticarsi con il server mail.
uk: Якщо вибрано цей параметр, для автентифікації на поштовому сервері використовується пул програми або ідентифікатор хост-процесу.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: User name
it: Nome utente
uk: Ім'я користувача

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The username for authentication.
it: Il nome utente per l'autenticazione.
uk: Ім'я користувача для автентифікації.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Password
uk: Пароль

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: The password for authentication.
it: La password per l'autenticazione.
uk: Пароль для автентифікації.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Specified pickup directory delivery options
it: Opzioni cartella di consegna pickup specificate
uk: Вказані опції каталогу підбирання

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Pickup directory location
it: Posizione cartella pickup
uk: Розташування каталогу підбирання

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: E.g. <i>C:\Path\To\This\Site\PickedUpEmail</i> to place emails in a <i>PickedUpEmail</i> directory on the C drive.
it: E.g. <i>C:\Path\To\This\Site\PickedUpEmail</i> per posizionare le email in una cartella chiamata <i>PickedUpEmail</i> sul disco C.
uk: Наприклад, <i>C:\Path\To\This\Site\PickedUpEmail</i>, щоб розмістити електронні листи в каталозі <i>PickedUpEmail</i> на диску C.

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Ignore Invalid SSL Certificate
it: Ignora certificato SSL non valido
uk: Ігнорувати недійсний SSL-сертифікат

# OrchardCore.Email.Smtp.Views.SmtpSettings.Edit
source: Ignores SSL certificate check if it's invalid.
it: Ignora il controllo del certificato SSL se non è valido.
uk: Ігнорує перевірку SSL-сертифіката, якщо він недійсний.
