Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Email.po
Languages: de, el, fi, pt_br, sk

# OrchardCore.Email.AdminMenu
source: Configuration
de: Konfiguration
el: Παραμετροποίηση
fi: Konfigurointi
pt_br: Configuração
sk: Konfigurácia

# OrchardCore.Email.AdminMenu
source: Settings
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
pt_br: Configurações
sk: Nastavenia

# OrchardCore.Email.Controllers.AdminController
source: Message sent successfully.
de: Nachricht erfolgreich gesendet.
el: Το μήνυμα εστάλη με επιτυχία.
fi: Viesti on lähetetty onnistuneesti.
sk: Správa úspešne odoslaná.

# OrchardCore.Email.ViewModels.SmtpSettingsViewModel
source: Invalid Email.
el: Μη έγκυρο email.
fi: Virheellinen sähköpostiosoite.

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Email Task
de: E-Mail-Aufgabe
el: Εργασία Email
fi: Sähköposti tehtävä
pt_br: Tarefa de Email

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Messaging
de: Nachrichten
el: Μηνύματα
fi: Viestit
pt_br: Mensageria
sk: Zasielanie správ

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Done
de: Erledigt
el: Τέλος
fi: Valmis
pt_br: Concluído
sk: Hotovo

# OrchardCore.Email.Workflows.Activities.EmailTask
source: Failed
de: Fehlgeschlagen
el: Απέτυχε
fi: Virhe
pt_br: Falhou
sk: Zlyhalo

# OrchardCore.Email.Views.Items.EmailTask.Fields.Design
source: Send Email
de: E-Mail senden
el: Αποστολή Email
fi: Lähetä sähköposti
pt_br: Enviar Email
sk: Odoslať email

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: From
de: Von
el: Aπό
fi: Lähettäjä
pt_br: De
sk: Od

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The author's email address that defines who the email is from. Leave blank to use the configured email address. With Liquid support.
de: Die E-Mail-Adresse des Autors, die bestimmt, von wem die eMail stammt. Leer lassen, um die konfigurierte E-Mail-Adresse zu verwenden. Mit Liquid Support.
el: Η διεύθυνση email του συγγραφέα που καθορίζει από ποιον είναι το email. Άφησε κενό για να χρησιμοποιήσεις τη διαμορφωμένη διεύθυνση email. Με υποστήριξη Liquid.
fi: Kirjoittajan sähköpostiosoite, joka määrittelee, keltä sähköposti on peräisin. Jätä tyhjäksi käyttääksesi määritettyä sähköpostiosoitetta. Liquid-tuella.
pt_br: O endereço de e-mail do autor que define de quem é o email. Deixe em branco para usar o endereço de e-mail configurado. Com suporte ao Liquid.
sk: E-mailová adresa autora, ktorá určuje, od koho je e-mail. Ak chcete použiť nakonfigurovanú e-mailovú adresu, nechajte pole prázdne. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Sender
de: Absender
el: Αποστολέας
fi: Lähettäjä
pt_br: Remetente
sk: Odosielateľ

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The sender's email address. Required if not the same than the "From" email address. With Liquid support.
de: Die E-Mail-Adresse des Absenders. Wird benötigt, wenn nicht die gleiche als die "Von"-E-Mail-Adresse. Mit Liquid Support.
el: Η διεύθυνση email του αποστολέα. Απαιτείται αν είναι διαφορική από τη διεύθυνση email "Από". Με υποστήριξη Liquid.
fi: Lähettäjän sähköpostiosoite. Vaaditaan, mikäli se ei ole sama kuin "Lähettäjä"-kentän sähköpostiosoite. Liquid-syntaksin tuki.
pt_br: Endereço de e-mail do remetente. Necessário se não for o mesmo o endereço do campo De. Com suporte ao Liquid.
sk: E-mailová adresa odosielateľa. Povinné, ak nie je rovnaké ako e-mailová adresa „Od“. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: ReplyTo
de: Antworten an
el: Απάντηση Σε
fi: Vastausosoite
pt_br: Responder para

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The "reply to" email address. Required if you want email replies be sent to a different address than the "From" address. With Liquid support.
de: Die "Antwort an"-E-Mail-Adresse. Benötigt für E-Mail-Antworten an eine andere Adresse als die "Von"-Adresse. Mit Liquid Support.
el: Το διεύθυνση email "απάντηση σε". Εάν θέλετε οι απαντήσεις μέσω email να αποστέλλονται σε διαφορετική διεύθυνση από τη διεύθυνση "Από", τότε πρέπει να συμπληρωθεί. Με υποστήριξη Liquid.
fi: Erillinen vastausosoite. Käytetään, jos haluat sähköpostin vastaukset lähetettävän eri osoitteeseen kuin mistä sähköposti on lähetetty.
pt_br: O endereço de e-mail "responder para". Necessário se você quiser que respostas de e-mail sejam enviadas para um endereço diferente do endereço "De". Com suporte ao Liquid.
sk: Vyžadované, ak chcete, aby sa e-mailové odpovede posielali na inú adresu ako na adresu „Od“. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Recipients
de: Empfänger
el: Παραλήπτες
fi: Vastaanottajat
pt_br: Destinatários
sk: Príjemcovia

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of recipient email addresses. With Liquid support.
de: Die kommaseparierte Liste der Empfänger E-Mail-Adressen. Mit Liquid Support.
el: Η λίστα διευθύνσεων ηλεκτρονικού ταχυδρομείου προορισμού που είναι διαχωρισμένη με κόμματα. Με υποστήριξη Liquid.
fi: Pilkulla erotettu luettelo vastaanottajien sähköpostiosoitteista. Liquid-tuki.
pt_br: A lista separada por vírgulas de endereços de e-mail de destinatário. Com suporte ao Liquid.
sk: Zoznam e-mailových adries príjemcov oddelených čiarkami. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Cc
el: Κοινοποίηση
fi: Kopio

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of carbon copy email addresses. With Liquid support.
de: Die kommaseparierte Liste von Kopie E-Mail-Adressen (CC). Mit Liquid Unterstützung.
el: Η λίστα διευθύνσεων ηλεκτρονικού ταχυδρομείου διαχωρισμένη με κόμματα. Με υποστήριξη Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Bcc
el: Κρυφ. κοιν.
fi: Piilokopio

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The comma-separated list of blind copy email addresses. With Liquid support.
de: Die kommaseparierte Liste von blinden Kopie E-Mail-Adressen (BCC). Mit Liquid Unterstützung.
el: Η λίστα διαχωρισμένων με κόμματα διευθύνσεων email κρυφών αντιγράφων. Με υποστήριξη Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Subject
de: Betreff
el: Θέμα
fi: Aihe
pt_br: Assunto
sk: Predmet

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The subject of the email message. With Liquid support.
de: Der Betreff der E-Mail-Nachricht mit Liquid-Support.
el: Το θέμα του μηνύματος ηλεκτρονικού ταχυδρομείου. Με υποστήριξη Liquid.
fi: Sähköpostiviestin otsake. Liquid-tuki.
pt_br: O assunto da mensagem de e-mail. Com suporte ao Liquid.
sk: Predmet emailu. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Does the Body contain HTML?
de: Enthält der Inhalt HTML?
el: Το σώμα περιέχει HTML;
fi: Onko sisällössä HTML-koodia?
pt_br: O corpo da mensagem contém HTML?
sk: Obsahuje telo správy HTML?

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message will be sent as HTML.
de: Wenn aktiviert, wird der Text der E-Mail als HTML gesendet.
el: Εάν επιλεγεί, υποδεικνύει ότι το σώμα του μηνύματος email θα σταλεί ως HTML.
sk: Telo e-mailovej správy bude odoslané ako HTML.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Body
de: Körper
el: Σώμα
fi: Sisältö
pt_br: Corpo da mensagem
sk: Telo správy

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The body of the email message. With Liquid support.
de: Der Inhalt der E-Mail-Nachricht mit Liquid-Unterstützung.
el: Το σώμα του μηνύματος ηλεκτρονικού ταχυδρομείου. Με υποστήριξη Liquid.
fi: Sähköpostin sisältö. Liquid-tuki.
pt_br: O corpo da mensagem de e-mail. Com suporte do Liquid.
sk: Telo Správy. Podporuje Liquid.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send Email
de: E-Mail senden
el: Αποστολή Email
fi: Lähetä sähköposti
pt_br: Enviar Email
sk: Odoslať email

# OrchardCore.Email.Views.Items.EmailTask.Fields.Thumbnail
source: Send an email.
de: Sende eine E-Mail.
el: Στείλτε ένα email.
fi: Lähetä sähköposti.
pt_br: Enviar um e-mail.
sk: Odoslať email.

# OrchardCore.Email.Views.Admin.Index
source: Settings
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
pt_br: Configurações
sk: Nastavenia

# OrchardCore.Email.Views.Admin.Index
source: To
de: An
el: Προς
fi: Vastaanottaja
pt_br: Para
sk: Komu

# OrchardCore.Email.Views.Admin.Index
source: Sender
de: Absender
el: Αποστολέας
fi: Lähettäjä
pt_br: Remetente
sk: Odosielateľ

# OrchardCore.Email.Views.Admin.Index
source: The sender is optional, it is useful when the email author is different than the email submitter.
de: Der Absender ist optional. Dies ist hilfreich, wenn der E-Mail-Autor vom E-Mail-Absender abweicht.
el: Ο αποστολέας είναι προαιρετικός, είναι χρήσιμο όταν ο συντάκτης email είναι διαφορετικός από τον αποστολέα email.
fi: Lähettäjä on valinnainen. Hyödyllinen, kun sähköpostin kirjoittaja on eri kuin sen lähettäjä.
pt_br: O remetente é opcional, é útil quando o autor da mensagem é diferente do remetente do email.
sk: Odosielateľ je voliteľný. Užitočné ak je autor e-mailu iný ako odosielateľ e-mailu.

# OrchardCore.Email.Views.Admin.Index
source: Bcc
el: Κρυφ. κοιν.
fi: Piilokopio
pt_br: Cco
sk: Skrytá kópia

# OrchardCore.Email.Views.Admin.Index
source: Cc
el: Κοινοποίηση
fi: Kopio

# OrchardCore.Email.Views.Admin.Index
source: Reply To
de: Antwort an
el: Απάντηση Σε
fi: Vastausosoite
pt_br: Responder para
sk: Odpovedať

# OrchardCore.Email.Views.Admin.Index
source: Subject
de: Betreff
el: Θέμα
fi: Aihe
pt_br: Assunto
sk: Predmet

# OrchardCore.Email.Views.Admin.Index
source: Body
el: Σώμα
fi: Sisältö
pt_br: Corpo da mensagem
sk: Telo správy

# OrchardCore.Email.Views.Admin.Index
source: Send
de: Senden
el: Αποστολή
fi: Lähetä
pt_br: Enviar
sk: Odoslať

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
de: Der aktuelle Mandant wird neu geladen, wenn die Einstellungen gespeichert werden.
el: Ο τρέχων ενοικιαστής θα φορτωθεί ξανά όταν αποθηκευτούν οι ρυθμίσεις.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen asetusten tallennuksen yhteydessä.
pt_br: O tenant atual será recarregado quando as configurações forem salvas.
sk: Aktuálny tenant sa po uložení nastavení znova načíta.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Sender email address
de: Absender-E-Mailadresse
el: Διεύθυνση αποστολέας email
fi: Lähettäjän sähköpostiosoite
pt_br: Endereço de email do remetente
sk: Emailová adressa odosielateľa

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The default email address to use as a sender, unless the email sender is set.
de: Die Standard-E-Mail-Adresse, die als Absender verwendet werden soll, es sei denn, der Absender wurde gesetzt.
el: Η προεπιλεγμένη διεύθυνση email για χρήση ως αποστολέας, εκτός εάν έχει οριστεί ο αποστολέας email.
fi: Oletusarvoinen sähköpostiosoite, jota käytetään lähettäjänä, ellei sähköpostin lähettäjää ole asetettu.
pt_br: O endereço de e-mail padrão para usar como remetente, a menos que o remetente de e-mail esteja definido.
sk: Predvolená adresa odosielateľa.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Delivery method
de: Versandmethode
el: Μέθοδος παράδοσης
fi: Toimitustapa
pt_br: Método de entrega
sk: Spôsob doručenia

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network
de: Netzwerk
el: Δίκτυο
fi: Verkko
pt_br: Rede
sk: Sieť

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory
de: Angegebenes Abholverzeichnis
el: Ορισμένος κατάλογος παραλαβής
fi: Määritelty noutokansio
pt_br: Diretório de coleta
sk: Pickup adresár

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The delivery method used when sending email. Use Network in production. The other options can be useful when developing and testing.
de: Die Methode für das Versenden der eMail. Verwenden Sie Netzwerk im Produktivbetrieb. Die anderen Optionen können bei der Entwicklung und beim Testen nützlich sein.
el: Η μέθοδος παράδοσης που χρησιμοποιείται κατά την αποστολή μηνυμάτων ηλεκτρονικού ταχυδρομείου. Στην παραγωγή χρησιμοποίησε το Δίκτυο. Οι άλλες επιλογές μπορεί να είναι χρήσιμες κατά την ανάπτυξη και τη δοκιμή.
fi: Sähköpostin lähetyksessä käytetty toimitustapa. Käytä verkkoa tuotannossa. Muut vaihtoehdot voivat olla hyödyllisiä kehitettäessä ja testattaessa.
pt_br: O método de entrega usado ao enviar e-mail. Use a Rede em produção. As outras opções podem ser úteis ao desenvolver e testar.
sk: Spôsob doručenia použitý pri odosielaní e-mailu. V produkcii použite Network. Ostatné možnosti môžu byť užitočné pri vývoji a testovaní.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Network delivery options
de: Zustellungsoptionen
el: Επιλογές παροχής δικτύου
fi: Verkon toimitusvaihtoehdot
pt_br: Opções de entrega de Rede
sk: Možnosti Network delivery

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Host name
el: Όνομα εξυπηρετητή
fi: Isäntänimi (host)
pt_br: Nome do servidor
sk: Názov serveru (Host name)

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server domain, e.g. <i>smtp.mailprovider.com</i>.
de: Die SMTP-Server-Domain, z.B. <i>smtp.mailprovider.com</i>.
el: Ο τομέας διακομιστή SMTP, π.χ. <i>smtp.mailprovider.com</i>.
fi: SMTP-palvelimen verkkotunnus, esim. <i>smtp.meilintarjoaja.fi</i>.
pt_br: O domínio do servidor SMTP, por exemplo <i>smtp.provedor.com</i>.
sk: Doména servera SMTP, napr. <i> smtp.mailprovider.com </i>.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Port number
de: Port-Nummer
el: Αριθμός θύρας
fi: Porttinumero
pt_br: Número da porta
sk: Číslo portu

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The SMTP server port, usually 25.
de: Der SMTP Server Port, normalerweise 25.
el: Η θύρα διακομιστή SMTP, συνήθως 25.
fi: SMTP-palvelimen portti (yleensä 25).
pt_br: A porta do servidor SMTP, geralmente 25.
sk: Port servera SMTP, zvyčajne 25.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy host name
el: Όνομα διακομιστή μεσολάβησης
fi: Välityspalvelimen isäntänimi

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy server is optional.
de: Der Proxy-Server ist optional.
el: Ο διακομιστής μεσολάβησης είναι προαιρετικός.
fi: Välityspalvelin on valinnainen.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Proxy port number
de: Proxy-Portnummer
el: Αριθμός θύρας διακομιστή μεσολάβησης
fi: Välityspalvelimen portin numero

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The proxy port is optional.
de: Der Proxy-Port ist optional.
el: Η θύρα διακομιστή μεσολάβησης είναι προαιρετική.
fi: Välityspalvelimen portti on valinnainen.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Encryption method to use
de: Verschlüsselungsmethode
el: Η μέθοδο κρυπτογράφησης που θα Χρησιμοποιήσετε
fi: Käytettävä salausmenetelmä
pt_br: Método de criptografia a ser utilizado
sk: Použitá metóda šifrovania

# OrchardCore.Email.Views.SmtpSettings.Edit
source: None
de: Keine
el: Κανένα
fi: Ei mitään
pt_br: Nenhum
sk: Žiadny

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection.
de: Eine unsichere Verbindung zum Server aufbauen.
el: Συνδεθείτε στο διακομιστή χρησιμοποιώντας μη ασφαλείς συνδέσεις.
fi: Yhdistä palvelimeen salaamattoman yhteyden avulla.
pt_br: Conectar-se ao servidor usando uma conexão não segura.
sk: Pripojiť sa k serveru pomocou nezabezpečeného pripojenia.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using SSL/TSL secure connection
de: Eine sichere Verbindung zum Server über SSL/TSL aufbauen
el: Συνδεθείτε στο διακομιστή χρησιμοποιώντας SSL/TSL ασφαλείς συνδέσεις
fi: Yhdistä palvelimeen SSL/TSL-suojatun yhteyden avulla
pt_br: Conectar ao servidor usando conexão segura SSL/TSL
sk: Pripojiť sa k serveru pomocou zabezpečeného pripojenia SSL/TLS

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Connect to server using insecure connection and upgrade to secure using SSL/TLS
de: Eine unsichere Verbindung zum Server aufbauen und upgraden für Sicherheit über SSL/TSL
el: Συνδεθείτε στο διακομιστή χρησιμοποιώντας μη ασφαλής σύνδεση και κάντε αναβάθμιση για να εξασφαλίσετε τη χρήση SSL/TLS
fi: Muodosta yhteys palvelimeen suojaamattomalla yhteydellä ja päivitä suojaukseksi SSL/TSL
pt_br: Conecte-se ao servidor usando uma conexão não segura e atualizar para segura usando SSL/TLS
sk: Pripojiť sa k serveru pomocou nezabezpečeného pripojenia a upgradovať na zabezpečené pomocou protokolu SSL/TLS

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The encryption method used when connecting to mail server.
de: Die Verschlüsselungsmethode, die bei der Verbindung zum Mailserver verwendet wird.
el: Η μέθοδος κρυπτογράφησης που χρησιμοποιείται κατά τη σύνδεση με το διακομιστή αλληλογραφίας.
fi: Salausmenetelmä, jota käytetään yhdistettäessä sähköpostipalvelimeen.
pt_br: O método de criptografia usado ao conectar ao servidor de e-mail.
sk: Metóda šifrovania použitá pri pripojení k poštovému serveru.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Auto Select Encryption method
de: Verschlüsselungsmethode automatisch auswählen
el: Αυτόματη μέθοδος Κρυπτογράφησης
fi: Valitse salauksen menetelmä automaattisesti
pt_br: Determinar método de criptografia automaticamente
sk: Automatický výber metódy šifrovania

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Check to let the system select the encryption method based on port.
de: Aktivieren, um das System die Verschlüsselungsmethode basierend auf Port auswählen zu lassen.
el: Επιλέξτε για να επιτρέψετε στο σύστημα να επιλέξει τη μέθοδο κρυπτογράφησης βάσει θύρας.
fi: Valitse, jos haluat järjestelmän valitsevan salausmenetelmän portin perusteella.
pt_br: Marque para que o sistema determine o método de criptografia baseado na porta.
sk: Zaškrtnutím políčka umožníte systému zvoliť metódu šifrovania na základe portu.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Require credentials
de: Zugangsdaten erforderlich
el: Απαραίτητη πιστοποίηση
fi: Vaadi kirjautumistiedot
pt_br: Exigir credenciais
sk: Vyžadovať prístupové údaje

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Use Windows authentication
de: Benutze Windows Authentisierung
el: Χρησιμοποίησε τον έλεγχο ταυτότητας των Windows
fi: Käytä Windows-autentikaatiota
pt_br: Usar autenticação integrada do Windows
sk: Použiť autentifikáciu Windows

# OrchardCore.Email.Views.SmtpSettings.Edit
source: When this option is selected, the application pool or host-process identity is used to authenticate with the mail server.
de: Wenn diese Option ausgewählt ist, wird die Identität des Anwendungspools oder die des Host-Prozesses verwendet, um sich beim Mail-Server zu authentifizieren.
el: Όταν είναι επιλεγμένη αυτή η επιλογή, η ομάδα εφαρμογών ή η ταυτότητα διεργασίας κεντρικού υπολογιστή χρησιμοποιείται για έλεγχο ταυτότητας με τον διακομιστή αλληλογραφίας.
fi: Kun tämä asetus on valittuna, sovelluspoolin tai isäntäprosessin identiteettiä käytetään autentikoitumisessa sähköpostipalvelimella.
pt_br: Quando essa opção for selecionada, o usuário do pool de aplicativos ou do processo do host é utilizado para autenticar com o servidor de email.
sk: Ak je vybratá táto možnosť, na autentifikáciu sa použije identita aplikačného poolu alebo host procesu.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: User name
de: Benutzername
el: Όνομα χρήστη
fi: Käyttäjänimi
pt_br: Usuário
sk: Používateľské meno

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The username for authentication.
de: Der Benutzername für die Authentifizierung.
el: Το όνομα χρήστη για έλεγχο ταυτότητας.
fi: Autentikoinnissa käytettävä käyttäjänimi.
pt_br: O usuário para autenticação.
sk: Používateľské meno pre autentifikáciu.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Password
de: Passwort
el: Κωδικός
fi: Salasana
pt_br: Senha
sk: Heslo

# OrchardCore.Email.Views.SmtpSettings.Edit
source: The password for authentication.
de: Das Passwort für die Authentifizierung.
el: Ο κωδικός πρόσβασης για τον έλεγχο ταυτότητας.
fi: Autentikoinnissa käytettävä salasana.
pt_br: A senha para autenticação.
sk: Heslo pre autentifikáciu.

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Specified pickup directory delivery options
de: Bestimmte Abholordner-Zustellungsoptionen
el: Επιλογές Καθορισμένου καταλόγου συλλογής για παράδοση
fi: Määritetyn noutohakemiston toimitusvaihtoehdot
pt_br: Opções de entrega do diretório de coleta
sk: Možnosti doručenia adresára vyzdvihnutia

# OrchardCore.Email.Views.SmtpSettings.Edit
source: Pickup directory location
de: Abholverzeichnis
el: Τοποθεσία καταλόγου παραλαβής
fi: Noutokansion sijainti
pt_br: Caminho do diretório de coleta
sk: Umiestnenie adresára vyzdvihnutia

# OrchardCore.Email.Views.SmtpSettings.Edit
source: E.g. <i>C:\Path\To\This\Site\PickedUpEmail</i> to place emails in a <i>PickedUpEmail</i> directory on the C drive.
de: Z.B. <i>C:\Pfad\Toder\Tsein\Site\PickedUpEmail</i>, um E-Mails in einem <i>PickedUpEmail</i> Verzeichnis auf dem C-Laufwerk zu platzieren.
el: Π.χ. <i>C:\Path\To\This\Site\PickedUpEmail</i> για να τοποθετήσετε μηνύματα ηλεκτρονικού ταχυδρομείου σε έναν κατάλογο <i>PickedUpEmail</i> στη μονάδα C.
fi: Esim. <i>C:\Polku\Tämän\Sivuston\NoudettuunMeiliin</i> laittaaksesi sähköpostit <i>NoudettuunMeiliin</i>-hakemistoon C-asemalle.
pt_br: Por exemplo: <i>C:\Caminho\Para\seu\Site\ColetaDeEmails</i> para colocar e-mails em um diretório <i>ColetaDeEmails</i> na unidade de C.
sk: Napr. <i>C:\Path\To\This\Site\PickedUpEmail</i> pre umiestnenie emailov do adresára <i>PickedUpEmail</i> na disku C.

# OrchardCore.Email.Views.SmtpSettings.TestButton
source: Test settings
de: Einstellungen testen
el: Έλεγχος Ρυθμίσεων
fi: Testaa asetukset
pt_br: Testar configurações
sk: Otestovať nastavenia

# OrchardCore.Email.AdminMenu
source: Email
fi: Sähköposti

# OrchardCore.Email.Views.NavigationItemText-email.Id
source: Email
fi: Sähköposti

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Does the Body contain plain text?
de: Enthält der Körper reinen Text?
sk: Obsahuje telo obyčajný text?

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: If checked, indicates the body of the email message will be sent as plain text.
de: Wenn diese Option aktiviert ist, wird der Text der E-Mail als reiner Text verschickt.
sk: Telo e-mailovej správy bude odoslané ako obyčajný text.

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: Body Plain Text
de: Einfacher Text
sk: Text tela

# OrchardCore.Email.Views.Items.EmailTask.Fields.Edit
source: The plain text body of the email message. With Liquid support.
de: Der reine Textkörper der E-Mail-Nachricht. Mit Liquid Unterstützung.
sk: Textové telo emailu. Podporuje Liquid.
