Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Email.Azure.po
Languages: fr, it

# OrchardCore.Azure.Email.Drivers.AzureEmailSettingsDisplayDriver
source: The Default Sender is a required field.
fr: L'expéditeur par défaut est un champ obligatoire.
it: Il campo Mittente Default è richiesto.

# OrchardCore.Azure.Email.Drivers.AzureEmailSettingsDisplayDriver
source: The Default Sender is invalid.
fr: L'expéditeur par défaut n'est pas valide.
it: Il Mittente Default non è valido.

# OrchardCore.Azure.Email.Drivers.AzureEmailSettingsDisplayDriver
source: Connection string is required.
fr: La chaîne de connexion est requise.
it: È richiesta la Connection string.

# OrchardCore.Email.Azure.Services.AzureEmailProvider
source: Azure Communication Services
fr: Services de communication Azure

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: The Azure Email Provider is disabled.
fr: Le fournisseur de messagerie Azure est désactivé.
it: Azure Email Provider è disabilitato.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Invalid email address for the sender: '{0}'.
fr: Adresse email invalide pour l'expéditeur : '{0}'.
it: Indirizzo email non valido per il mittente: {0}.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: An error occurred while sending an email.
fr: Une erreur s'est produite lors de l'envoi de l'email.
it: Si è verificato un errore durante l'invio di un'email.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Invalid email address for the 'To' recipient: '{0}'.
fr: Adresse email invalide pour le destinataire : '{0}'.
it: Indirizzo email non valido per il destinatario 'A': {0}.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Invalid email address for the 'CC' recipient: '{0}'.
fr: Adresse email invalide pour le destinataire 'CC' : '{0}'.
it: Indirizzo email non valido per il destinatario 'CC': '{0}'.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Invalid email address for the 'BCC' recipient: '{0}'.
fr: Adresse email invalide pour le destinataire 'BCC' : '{0}'.
it: Indirizzo email non valido per il destinatario 'BCC': '{0}'.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Invalid email address to reply to: '{0}'.
fr: Adresse e-mail invalide pour répondre à : '{0}'.
it: Indirizzo email non valido per rispondere a: '{0}'.

# OrchardCore.Email.Azure.Services.AzureEmailProviderBase
source: Unable to attach the file named '{0}' since its type is not supported.
fr: Impossible de joindre le fichier nommé '{0}' car son type n'est pas pris en charge.
it: Impossibile allegare il file '{0}' in quanto il suo tipo non è supportato.

# OrchardCore.Email.Azure.Services.DefaultAzureEmailProvider
source: Default Azure Communication Services
fr: Services de communication Azure par défaut
it: Azure Communication Services default

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: Enable Azure Provider
fr: Activer Azure Provider
it: Abilita Azure Provider

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: Sender email address
fr: Adresse email de l'expéditeur
it: Indirizzo email mittente

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: The default email address to use as a sender, unless the email sender is set.
fr: L'adresse email par défaut à utiliser comme expéditeur, à moins que l'expéditeur d'email ne soit défini.
it: L'indirizzo email di default da usare come mittente, a meno che l'email del mittente sia già configurata.

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: Connection String
fr: Chaîne de connexion

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: Connection string is securely stored. Leave blank for current connection string or enter a new one
fr: La chaîne de connexion est stockée de manière sécurisée. Laissez vide pour la chaîne de connexion actuelle ou entrez une nouvelle chaîne
it: La Connection string è salvata con sicurezza. Lasciare vuoto per usare la connection string corrente oppure inserirne una nuova

# OrchardCore.Email.Azure.Views.AzureEmailSettings.Edit
source: Azure connection string
fr: Chaîne de connexion Azure
it: Connection string di Azure
