Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Shortcodes.po
Languages: ar

# OrchardCore.Shortcodes.AdminMenu
source: Design
ar: تصميم

# OrchardCore.Shortcodes.AdminMenu
source: Shortcodes
ar: الرموز المختصرة

# OrchardCore.Shortcodes.Controllers.AdminController
source: The name is mandatory.
ar: الإسم مطلوب.

# OrchardCore.Shortcodes.Controllers.AdminController
source: The template content is mandatory.
ar: المحتوى إلزامي.

# OrchardCore.Shortcodes.Controllers.AdminController
source: The template doesn't contain a valid Liquid expression. Details: {0}
ar: المحتوى لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {0}

# OrchardCore.Shortcodes.Controllers.AdminController
source: A template with the same name already exists.
ar: القالب بنفس الإسم موجود مسبقاً.

# OrchardCore.ShortCodes.Views.ShortcodeDescriptor-Button-Actions.SummaryAdmin
source: Add
ar: إضافة

# OrchardCore.ShortCodes.Views.ShortcodeModal
source: Available Shortcodes
ar: الرموز القصيرة المتوفرة

# OrchardCore.ShortCodes.Views.ShortcodeModal
source: Filter
ar: تصفية

# OrchardCore.ShortCodes.Views.ShortcodeModal
source: Cancel
ar: إلغاء

# OrchardCore.ShortCodes.Views.Admin.Create
source: Create Shortcode
ar: إنشاء رمز قصير

# OrchardCore.ShortCodes.Views.Admin.Create
source: Name
ar: الإسم

# OrchardCore.ShortCodes.Views.Admin.Create
source: The name of the shortcode.
ar: اسم الرمز المختصر.

# OrchardCore.ShortCodes.Views.Admin.Create
source: Hint
ar: تلميح

# OrchardCore.ShortCodes.Views.Admin.Create
source: The hint for the shortcode.
ar: تلميح الكود المختصر.

# OrchardCore.ShortCodes.Views.Admin.Create
source: Usage
ar: الإستخدام

# OrchardCore.ShortCodes.Views.Admin.Create
source: Example usage of the shortcode.
ar: مثال على استخدام الرمز المختصر.

# OrchardCore.ShortCodes.Views.Admin.Create
source: Categories
ar: الفئات

# OrchardCore.ShortCodes.Views.Admin.Create
source: Type to search
ar: أكتب هنا للبحث

# OrchardCore.ShortCodes.Views.Admin.Create
source: Select
ar: أختر

# OrchardCore.ShortCodes.Views.Admin.Create
source: Remove
ar: إزالة

# OrchardCore.ShortCodes.Views.Admin.Create
source: Press enter to add a category
ar: اضغط على إدخال لإضافة فئة

# OrchardCore.ShortCodes.Views.Admin.Create
source: No categories found
ar: لم يتم العثور على التصنيفات

# OrchardCore.ShortCodes.Views.Admin.Create
source: The categories for this shortcode.
ar: فئات هذه الكود المختصر.

# OrchardCore.ShortCodes.Views.Admin.Create
source: Default Shortcode Value
ar: القيمة الافتراضية للرمز القصير

# OrchardCore.ShortCodes.Views.Admin.Create
source: The default value of the short code when selected. Defaults to [name].
ar: القيمة الافتراضية للتعليمات البرمجية القصيرة عند تحديدها. الافتراضي إلى [name].

# OrchardCore.ShortCodes.Views.Admin.Create
source: Content
ar: المحتوى

# OrchardCore.ShortCodes.Views.Admin.Create
source: The Shortcode Liquid template.
ar: قالب الـ Liquid للرمز القصير.

# OrchardCore.ShortCodes.Views.Admin.Create
source: Save
ar: حفظ

# OrchardCore.ShortCodes.Views.Admin.Create
source: Toggle Dropdown
ar: قائمة التبديل

# OrchardCore.ShortCodes.Views.Admin.Create
source: and continue
ar: و متابعة

# OrchardCore.ShortCodes.Views.Admin.Create
source: Cancel
ar: إلغاء

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Edit Shortcode
ar: تعديل الرمز القصير

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Name
ar: الإسم

# OrchardCore.ShortCodes.Views.Admin.Edit
source: The name of the shortcode.
ar: اسم الرمز المختصر.

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Hint
ar: تلميح

# OrchardCore.ShortCodes.Views.Admin.Edit
source: The hint for the shortcode.
ar: تلميح الكود المختصر.

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Usage
ar: الإستخدام

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Example usage of the shortcode.
ar: مثال على استخدام الرمز المختصر.

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Categories
ar: الفئات

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Type to search
ar: أكتب هنا للبحث

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Select
ar: أختر

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Remove
ar: إزالة

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Press enter to add a category
ar: اضغط على إدخال لإضافة فئة

# OrchardCore.ShortCodes.Views.Admin.Edit
source: No categories found
ar: لم يتم العثور على التصنيفات

# OrchardCore.ShortCodes.Views.Admin.Edit
source: The categories for this shortcode.
ar: فئات هذه الكود المختصر.

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Default Shortcode Value
ar: القيمة الافتراضية للرمز القصير

# OrchardCore.ShortCodes.Views.Admin.Edit
source: The default value of the short code when selected. Defaults to [name].
ar: القيمة الافتراضية للتعليمات البرمجية القصيرة عند تحديدها. الافتراضي إلى [name].

# OrchardCore.ShortCodes.Views.Admin.Edit
source: Content
ar: المحتوى
