Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Search.po
Languages: el, vi

# OrchardCore.Search.AdminMenu
source: Search
el: Αναζήτηση
vi: Tìm kiếm

# OrchardCore.Search.AdminMenu
source: Settings
el: Ρυθμίσεις
vi: Các cài đặt

# OrchardCore.Search.SearchController
source: No search provider feature is enabled.
el: Δεν είναι ενεργοποιημένη η δυνατότητα παροχής αναζήτησης.

# OrchardCore.Search.Views.Search-Form
source: Enter your search term(s)
el: Εισαγάγετε τους όρους αναζήτησης
vi: Nhập vào điều kiện tìm kiếm

# OrchardCore.Search.Views.Search-Form
source: Search
el: Αναζήτηση
vi: Tìm kiếm

# OrchardCore.Search.Views.Search-Results
source: There are no such results.
el: Δεν υπάρχουν τέτοια αποτελέσματα.
vi: Không có kết quả nào.

# OrchardCore.Search.Views.SearchFormPart
source: Search
el: Αναζήτηση

# OrchardCore.Search.Views.SearchFormPart.Edit
source: Leave it empty to use the default index.
el: Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο ευρετήριο.

# OrchardCore.Search.Views.SearchSettings.Edit
source: Default search provider
el: Προεπιλεγμένος πάροχος αναζήτησης
vi: Nhà cung cấp dịch vụ tìm kiếm mặc định

# OrchardCore.Search.Views.SearchSettings.Edit
source: The default search provider to use for the search page.
el: Ο προεπιλεγμένος πάροχος αναζήτησης που θα χρησιμοποιηθεί για τη σελίδα αναζήτησης.
vi: Nhà cung cấp dịch vụ tìm kiếm mặc định để sử dụng cho trang tìm kiếm.

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Edit
source: Search Settings
el: Ρυθμίσεις Αναζήτησης
vi: Cài đặt Tìm kiếm

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Summary
source: Search Settings
el: Ρυθμίσεις Αναζήτησης
vi: Cài đặt Tìm kiếm

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Summary
source: Adds search settings to the plan.
el: Προσθέτει ρυθμίσεις αναζήτησης στο σχέδιο.
vi: Thêm cài đặt tìm kiếm vào kế hoạch.

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Thumbnail
source: Search Settings
el: Ρυθμίσεις Αναζήτησης
vi: Cài đặt Tìm kiếm

# OrchardCore.Search.Views.Items.SearchSettingsDeploymentStep.Fields.Thumbnail
source: Exports search settings.
el: Εξάγει τις ρυθμίσεις αναζήτησης.
vi: Xuất cài đặt tìm kiếm.

# OrchardCore.Search.Views.Search-Form
source: Search Module
vi: Tìm kiếm mô-đun

# OrchardCore.Search.Views.SearchSettings.Edit
source: You need to enable at least one search provider (Lucene, Elasticsearch).
vi: Bạn cần kích hoạt ít nhất một nhà cung cấp dịch vụ tìm kiếm (Lucene, Elasticsearch).
