Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Contents.po
Languages: ar, cs, de, es, it, ru

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display date editor
ar: عرض محرر التاريخ
cs: Zobrazit editor datumu
de: Datumseditor anzeigen
es: Mostrar editor para la fecha
it: Visualizza editor data
ru: Отображать редактор дат

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the creation date of the content item.
ar: اختر لتتمكن من تحرير تاريخ الإنشاء لعنصر المحتوى.
cs: Zaškrtněte pro povolení změny datumu vytvoření položky.
de: Auswählen, um das Erstellungsdatum des Inhalts editierbar zu machen.
es: Compruebe para poder editar la fecha de creación del elemento de contenido.
it: Seleziona per poter modificare la data di creazione dell'elemento del contenuto.
ru: Включите, чтобы иметь возможность редактировать дату создания элемента содержимого.

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Display owner editor
ar: عرض محرر المالك
cs: Zobrazit editor vlastníka
de: Besitzer-Editor anzeigen
es: Mostrar editor para el propietario
it: Mostra editor proprietario
ru: Отображать редактор владельца

# OrchardCore.Contents.Views.CommonPartSettings.Edit
source: Check to be able to edit the owner of the content item. The <code>SiteOwner</code> permission will also be required.
ar: تحقق من أن تكون قادر على تحرير مالك عنصر المحتوى. صلاحية <code>SiteOwner</code> مطلوبة.
cs: Zaškrtněte pro povolení změny vlastníka položky. Pro změnu vlastníka je nutné také mít přiřazeno oprávnění <code>SiteOwner</code>.
de: Auswählen, um den Besitzer editierbar zu machen. Die Berechtigung <code>SiteOwner</code> wird ebenfalls nötig sein.
es: Marcar para permitir editar el propietario del elemento de contenido. También será necesario tener el permiso de <code>SiteOwner</code>.
it: Seleziona per poter modificare il proprietario dell'elemento del contenuto. Il permesso <code>SiteOwner</code> sarà richiesto.

# OrchardCore.Contents.Views.Content.Edit
source: Cancel
ar: ألغِ
cs: Storno
de: Abbrechen
es: Cancelar
it: Annulla

# OrchardCore.Contents.Views.Content.PublishButton
source: Publish
ar: نشر
cs: Publikovat
de: Veröffentlichen
es: Publicar
it: Pubblica
ru: Опубликовать

# OrchardCore.Contents.Views.Content.PublishButton
source: Toggle Dropdown
ar: قائمة التبديل
cs: Zobrazit/skrýt rozbalovací menu
de: Dropdown ein-/ausklappen
es: Conmutar Dropdown
it: Attiva/disattiva menu a discesa
ru: Вкл/Выкл выпадающий список

# OrchardCore.Contents.Views.Content.PublishButton
source: and continue
ar: و متابعة
cs: a pokračovat
de: und fortsetzen
es: y continuar
it: e continua
ru: и продолжить

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Save Draft
ar: حفظ المسوده
cs: Uložit koncept
de: Entwurf speichern
es: Guardar borrador
it: Salva bozza
ru: Сохранить черновик

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: Toggle Dropdown
ar: قائمة التبديل
cs: Zobrazit/skrýt rozbalovací menu
de: Dropdown ein-/ausklappen
es: Conmutar Dropdown
it: Attiva/disattiva menu a discesa
ru: Вкл/Выкл выпадающий список

# OrchardCore.Contents.Views.Content.SaveDraftButton
source: and continue
ar: و متابعة
cs: a pokračovat
de: und fortsetzen
es: y continuar
it: e continua
ru: и продолжить

# OrchardCore.Contents.Views.Content.SummaryAdmin
source: Content type
ar: نوع المحتوى
es: Tipo de contenido
it: Tipo di contenuto
ru: Тип контента

# OrchardCore.Contents.Views.Content.SummaryAdmin
source: Actions
ar: الإجراءت
de: Aktionen
es: Acciones
it: Azioni
ru: Действия

# OrchardCore.Contents.Views.Contents-BulkActions
source: Bulk Action
ar: مجموعة إجراءات
de: Mehrfachaktion
es: Acción en masa
it: Azione di massa
ru: Массовое действие

# OrchardCore.Contents.Views.Contents-BulkActions
source: Are you sure you want to {0} these items?
ar: هل أنت متأكد من أنك تريد {0} هذه العناصر؟
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?
es: ¿Estás seguro de que quieres {0} estos artículos?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
ru: Вы уверены, что хотите {0} эти элементы?

# OrchardCore.Contents.Views.ContentsAdminList
source: No results found.
ar: لا توجد نتائج.
de: Keine Ergebnisse gefunden.
es: No hay resultados.
it: Nessun risultato trovato.
ru: Ничего не найдено.

# OrchardCore.Contents.Views.ContentsAdminList
source: selected
ar: تم تحديدها
de: ausgewählt
es: seleccionado
it: selezionato
ru: выбрано

# OrchardCore.Contents.Views.ContentsAdminList.Fields.BulkActions
source: Actions
ar: الإجراءت
de: Aktionen
es: Acciones
it: Azioni
ru: Действия

# OrchardCore.Contents.Views.ContentsAdminListBulkActions
source: Bulk Action
ar: إجراءات جملة
es: Acción en masa
it: Azione di massa
ru: Массовое действие

# OrchardCore.Contents.Views.ContentsAdminListBulkActions
source: Are you sure you want to {0} these items?
es: ¿Estás seguro de que quieres {0} estos artículos?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
ru: Вы уверены, что хотите {0} эти элементы?

# OrchardCore.Contents.Views.ContentsAdminListCreate
source: New {0}
es: Nuevo {0}
it: Aggiungi {0}
ru: Новый {0}

# OrchardCore.Contents.Views.ContentsAdminListCreate
source: New
es: Nuevo
it: Aggiungi
ru: Создать

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Filter by content type
es: Filtrar por tipo de contenido
it: Filtra per tipo di contenuto
ru: Фильтр по типу контента

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Content Type
es: Tipos de contenido
it: Tipo di contenuto
ru: Тип контента

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Filter by status
es: Filtrar por estado
it: Filtra per stato
ru: Фильтр по статусу

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Show
es: Mostrar
it: Mostra
ru: Показать

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Sort by
es: Ordenar por
it: Ordina per
ru: Сортировать по

# OrchardCore.Contents.Views.ContentsAdminListFilters
source: Sort
es: Ordenar
it: Ordina
ru: Сортировка

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Filters
es: Filtros
it: Filtri
ru: Фильтры

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Only draft items
es: Sólo elementos borradores
it: Solo elementi in bozza
ru: Только черновики

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Only published items
es: Sólo elementos publicados
it: Solo elementi pubblicati
ru: Только опубликованные

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Owned by me
es: Propiedad de
it: Di mia proprietà
ru: Принадлежащие мне

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Filter syntax
es: Filtrar sintaxis
it: Sintassi filtro

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Search
es: Buscar
it: Cerca
ru: Поиск

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Available Filters
es: Filtros disponibles
it: Filtri disponibili

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Default
es: Por defecto
it: Predefinito

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: may be entered with or without the term name
es: puede introducirse con o sin el nombre del término
it: può essere presente o meno il nome del termine

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Single
es: Único
it: Singolo

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: A single value can be entered
es: Un único valor puede ser introducido
it: Un solo valore può essere inserito

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Multiple
es: Múltiple
it: Molteplici

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Logical operators and groups are supported
es: Los operadores y grupos lógicos están soportados
it: Operatori logici e gruppi sono supportati

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: The default operator when whitespace is found, e.g.
es: El operador predeterminado cuando se encuentra un espacio en blanco, p.ej.
it: L'operatore predefinito quando viene inserito il carattere di spazio, ad esempio

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Combines, e.g.
es: Fusionar, ej.
it: Combinazioni, ad esempio

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Negates, e.g.
es: Negados, p.e.
it: Negazioni, ad esempio

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Groups operators, e.g.
es: Operadores de grupos, p. ej.
it: Operatori di gruppo, ad esempio

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Escape operators, e.g.
es: Operadores de escape, p. ej.
it: Operatori di escape, ad esempio

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Current filter
es: Filtro actual
it: Filtro Attuale

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: including all implied groups and operators
es: incluyendo todos los grupos y operadores implícitos
it: include tutti i gruppi e gli operatori implicati

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: No current filter applied
es: No se ha aplicado ningún filtro actual
it: Nessun filtro è applicato

# OrchardCore.Contents.Views.ContentsAdminListSearch
source: Close
es: Cerrar
it: Chiudi

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: Select All
es: Seleccionar todo
it: Seleziona tutto
ru: Выбрать все

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: 1 item
es: 1 elemento
it: 1 elemento
ru: 1 элемент

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: Items {0} to {1}
es: Elementos {0} a {1}
it: Elementi da {0} a {1}
ru: Элементы от {0} до {1}

# OrchardCore.Contents.Views.ContentsAdminListSummary
source: / {0} item in total
es: {0} elemento(s) en total
it: / {0} elemento in totale
ru: / элементов всего: {0}

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Publish Draft
ar: نشر المسودة
es: Publicar borrador
it: Pubblica bozza
ru: Опубликовать черновик

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Discard Draft
ar: تجاهل المسودة
es: Descartar borrador
it: Elimina bozza
ru: Отменить черновик

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to discard this draft?
ar: هل أنت متأكد أنك تريد تجاهل هذه المسودة؟
es: ¿Está seguro de que desea descartar este borrador?
it: Sei sicuro di voler eliminare questa bozza?
ru: Вы уверены в том, что хотите отменить этот черновик?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Yes
ar: نعم
es: Sí
it: Si
ru: Да

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Unpublish
ar: إلغاء النشر
es: Anular la publicación
it: Defiggi
ru: Снять с публикации

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to unpublish this item?
ar: هل أنت متأكد من أنك تريد إلغاء نشر هذا العنصر؟
es: ¿Estás seguro de que desea dejar de publicar este elemento?
it: Sei sicuro di voler sospendere la pubblicazione di questo elemento?
ru: Действительно отменить публикацию этого элемента?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Delete
ar: حذف
es: Borrar
it: Elimina
ru: Удалить

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Are you sure you want to delete this content item?
ar: هل أنت متأكد من أنك تريد حذف عنصر المحتوى؟
es: ¿Está seguro de que desea eliminar este contenido?
it: Sei sicuro di che voler eliminare questo elemento?
ru: Вы уверены, что хотите удалить этот элемент контента?

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Ok
es: Aceptar
ru: Ок

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Cancel
es: Cancelar
it: Annulla
ru: Отмена

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: Clone
ar: استنساخ
es: Clonar
it: Duplica
ru: Клонировать

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: Edit
ar: تحرير
es: Editar
it: Modifica
ru: Изменить

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: View
ar: عرض
es: Vista
it: Visualizza
ru: Просмотр

# OrchardCore.Contents.Views.ContentsButtonEdit_SummaryAdmin
source: Preview Draft
es: Vista previa de borrador
it: Anteprima bozza
ru: Просмотр черновика

# OrchardCore.Contents.Views.ContentsMeta_SummaryAdmin
source: Author
es: Autor
it: Autore
ru: Автор

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Status
es: Estado
it: Stato
ru: Статус

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Published
ar: تم نشره
es: Publicado
it: Pubblicato
ru: Опубликовано

# OrchardCore.Contents.Views.ContentsTags_SummaryAdmin
source: Draft
ar: مسودة
es: Borrador
it: Bozza
ru: Черновик

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Full-text
de: Volltext
es: Texto completo
ru: Полный текст

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: The full-text content is used in search queries to find content items from free-text searches.
ar: محتوى الـ full-text يستخدم في إستعلامات البحث لإيجاد عناصر المحتوى.
de: Der Volltext-Inhalt wird in Suchabfragen verwendet, um Inhalte von Freitextsuchen zu finden.
es: El contenido de texto completo se utiliza en consultas de búsqueda para encontrar elementos de contenido de búsquedas de texto libre.
it: Il campo Full-text viene utilizzato nelle query per trovare contenuti eseguendo ricerche a testo libero.
ru: Использовать полнотекстовое содержимое в поисковых запросах для поиска элементов содержимого из свободного текста.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include display text
ar: تضمين نص العرض
de: Anzeigetext einfügen
es: Incluye texto de pantalla
it: Aggiungi il campo display text
ru: Включить отображаемый текст

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the display text in the full-text content.
ar: اختر لتضمين عرض النص في الـ full-text.
de: Anhaken, um den Anzeigetext in den Volltext-Inhalt aufzunehmen.
es: Marca para incluir el texto de visualización en el contenido de texto completo.
it: Seleziona per includere display text all'interno del campo full-text.
ru: Выберите, чтобы включить отображаемый текст в полнотекстовый контент.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Include body parts
ar: تضمين أجراء المحتوى
de: BodyParts einbeziehen
es: Incluye partes del cuerpo
it: Includi body parts
ru: Включить элементы тела

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to include the body parts content in the full-text content.
ar: اختر لتضمين أجزاء المحتوى في الـ full-text.
de: Aktivieren, um die Inhalte der BodyParts im Volltext einzubeziehen.
es: Marque para incluir el contenido de las partes del cuerpo en el contenido de texto completo.
it: Seleziona per includere le body parts al contenuto del campo full-text.
ru: Выберите, чтобы включить содержимое элементов тела в полнотекстовый контент.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Use custom full-text
ar: إستخدام full-text مخصص
de: Eigenen Volltext verwenden
es: Utilice texto personalizado
it: Utilizza un campo full-text personalizzato
ru: Использовать пользовательский полный текст

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Check to define a custom Liquid template generating some text to include in the full-text content.
ar: اختر لتعريف عبارة Liquid مخصصة لتوليد بعض النصوص لتضمينها في الـ full-text.
de: Anhaken, um eine benutzerdefinierte Liquid-Vorlage zu definieren, die Texte erzeugt, welche in den Volltext-Inhalt aufgenommen werden können.
es: Marca para definir una plantilla de líquido personalizada que genere algún texto para incluir en el contenido de texto completo.
it: Seleziona per definire un template Liquid da utilizzare per la generazione del contenuto testuale del campo full-text.
ru: Выберите, чтобы определить пользовательский шаблон Liquid для генерации текста, включаемого в полнотекстовый контент.

# OrchardCore.Contents.Views.FullTextAspectSettings.Edit
source: Tip: Include custom fields like <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
ar: ملحوظه: يمكنك تضمين حقول مخصصة مثل <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
de: Tipp: Füge benutzerdefinierte Felder wie <code>{{{{ Model.Content.Article.Summary.Text }}}}</code> ein.
es: Consejo: Incluye campos personalizados como <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
it: Suggerimento: Includi campi personalizzati come in questo esempio <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.
ru: Совет: Включите настраиваемые поля, например: <code>{{{{ Model.Content.Article.Summary.Text }}}}</code>.

# OrchardCore.Contents.Views.NavigationItemText-content.Id
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Views.NavigationItemText-new.Id
source: New
ar: جديد
cs: Nový
de: Neu
es: Nuevo
it: Aggiungi
ru: Создать

# OrchardCore.Contents.Views.Admin.Create
source: New {0}
ar: جديد {0}
cs: Nový {0}
de: {0} erstellen
es: Nuevo {0}
it: Aggiungi {0}
ru: Новый {0}

# OrchardCore.Contents.Views.Admin.Edit
source: Edit {0}
ar: تحرير {0}
cs: Upravit {0}
de: {0} bearbeiten
es: Editar {0}
it: Modifica {0}
ru: Редактировать {0}

# OrchardCore.Contents.Views.Admin.List
source: Manage Content
ar: إدارة المحتوى
cs: Spravovat obsah
de: Inhalte verwalten
es: Gestionar Contenido
it: Gestisci contenuto
ru: Управление контентом

# OrchardCore.Contents.Views.Admin.List
source: Manage {0} Content
ar: إدارة محتوى الـ {0}
cs: Spravovat obsah {0}
de: {0} Inhalte verwalten
es: Gestionar {0} Contenido
it: Gestisci contenuto di tipo {0}
ru: Управление контентом {0}

# OrchardCore.Contents.Views.AuditTrailContent.Display
source: {0} {1} - Version {2}
es: {0} {1} - Versión {2}
it: {0} {1} - Versione {2}

# OrchardCore.Contents.Views.Download.Display
source: View As JSON {0}
ar: عرض كـ JSON {0}
de: Als JSON anzeigen {0}
es: Ver como JSON {0}
it: Visualizza come JSON {0}
ru: Просмотр как JSON {0}

# OrchardCore.Contents.Views.Download.Display
source: Download
ar: تنزيل
de: Herunterladen
es: Descargar
it: Scarica
ru: Загрузить

# OrchardCore.Contents.Views.Download.Display
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Available Deployment Plans
ar: خطط النشر المتاحة
de: Verfügbare Bereitstellungspläne
es: Planes de despliegue disponibles
it: Piani Di Distribuzione Disponibili
ru: Доступные планы развертывания

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
it: Seleziona
ru: Выбрать

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-ActionDeploymentPlan.Modal
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-Actions.SummaryAdmin
source: Add to Deployment Plan
ar: إضافة إلى خطة النشر
de: Zum Bereitstellungsplan hinzufügen
es: Añadir al Plan de Despliegue
it: Aggiungi a un piano di distribuzione
ru: Добавить к плану развертывания

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Bulk Action
ar: مجموعة إجراءات
de: Mehrfachaktion
es: Acción masiva
it: Azione di massa
ru: Массовое действие

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Are you sure you want to add these items to a deployment plan?
ar: هل أنت متأكد من أنك تريد إضافة هذه العناصر إلى خطة النشر؟
de: Sind Sie sicher, dass Sie diese Elemente zu einem Bereitstellungsplan hinzufügen möchten?
es: ¿Estás seguro de que quieres añadir estos elementos a un plan de implementación?
it: Sei sicuro di voler aggiungere questi elementi a un piano di distribuzione?
ru: Вы уверены, что хотите добавить эти элементы в план развертывания?

# OrchardCore.Contents.Views.Items.AddToDeploymentPlan-Button-ContentsBulkActions
source: Add to deployment plan
ar: إضافة إلى خطة النشر
de: Zum Bereitstellungsplan hinzufügen
es: Añadir al plan de despliegue
it: Aggiungi a un piano di distribuzione
ru: Добавить к плану развертывания

source: Available Deployment Plans
ar: خطط النشر المتاحة
de: Verfügbare Bereitstellungspläne
es: Planes de despliegue disponibles
it: Piani Di Distribuzione Disponibili
ru: Доступные планы развертывания

source: Select
ar: اختيار
de: Auswählen
es: Seleccionar
it: Seleziona
ru: Выбрать

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: All Content
ar: كل المحتوى
cs: Veškerý obsah
de: Alle Inhalte
es: Todos los contenidos
it: Tutti i contenuti
ru: Весь контент

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
ar: تصدير كوصفة إعداد
de: Als Setup-Rezept exportieren
es: Exportar como receta de instalación
it: Esporta come ricetta di configurazione
ru: Экспортировать как рецепт установки

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
ar: تحقق مما إذا كان يجب تصدير البيانات كوصفة إعداد.
de: Überprüfen Sie, ob die Daten als Setup-Rezept exportiert werden sollen.
es: Compruebe si los datos deben ser exportados como una receta de Configuración.
it: Controlla se i dati devono essere esportati come una ricetta di configurazione.
ru: Проверьте, следует ли экспортировать данные в качестве рецепта установки.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
ar: إذا تم تحديده، يجب عليك الإعلان يدوياً عن المتغيرات لحقول اختيار المحتوى، الحقول التصنيفية، حقول العلامات وقائمة معارف العناصر واستبدالها عند الحاجة في الوصفة. سيتم فقدان أي إشارة إلى عناصر المحتوى هذه.
de: Wenn aktiviert, müssen Sie die Variablen für die Inhaltsauswahlfelder, Taxonomiefelder, Schlagwortfelder und Listenartikel-Ids manuell deklarieren und ersetzen, wo diese im Rezept benötigt wird. Jeder Verweis auf diese Inhalte geht verloren.
es: Si está marcado, tendrá que declarar manualmente las variables para los campos del selector de contenido, Campos de taxonomía, campos de etiquetas y Listar identificadores de artículos y reemplazarlos cuando sea necesario en la receta. Cualquier referencia a estos Content Items se perderá.
it: Se selezionato, dovrai dichiarare manualmente le variabili per i campi del selettore dei contenuti: i campi Tassonomia,Tag ed Elenco degli ID e sostituirli dove necessario nella ricetta. Qualsiasi riferimento a questi elementi di contenuto sarà perso.
ru: Если отмечено, вам придется вручную объявить переменные для полей выбора содержимого, полей таксономии, полей тегов и идентификаторов элемента списка и заменить их, где необходимо в рецепте. Любые ссылки на эти элементы содержимого будут утеряны.

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: All Content
ar: كل المحتوى
cs: Veškerý obsah
de: Alle Inhalte
es: Todos los contenidos
it: Tutti i contenuti
ru: Весь контент

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Summary
source: Adds all content items to the plan.
ar: إضافة كل عناصر المحتوى إلى الخطة.
cs: Přidá všechny položky obsahu do plánu.
de: Fügt alle Inhaltselemente zum Plan hinzu.
es: Agregar al plan todos los elementos de contenido.
it: Aggiunge tutti gli elementi di contenuto al piano.
ru: Добавляет все элементы содержимого в план.
