Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentFields.po
Languages: fi, it, sk, vi

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field is required.
fi: Kenttä "{0}" on pakollinen.
sk: Pole {0} je povinné.

# OrchardCore.ContentFields.Drivers.ContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fi: Kenttä "{0}" ei voi sisältää useampia kohteita.
sk: Pole {0} nemôže obsahovať viac položiek.

# OrchardCore.ContentFields.Drivers.DateFieldDisplayDriver
source: A value is required for {0}.
fi: Arvo vaaditaan kohteelle {0}.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.DateTimeFieldDisplayDriver
source: A value is required for {0}.
fi: Arvo vaaditaan kohteelle {0}.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.HtmlFieldDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
fi: "{0}" ei sisällä validia Liquid-lauseketta. Yksityiskohdat: {1}
sk: {0} neobsahuje platný Liquid výraz. Detaily: {0}

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The url is required for {0}.
fi: Url on pakollinen kohteelle {0}.
sk: Hodnota url pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: {0} is an invalid url.
fi: {0} on virheellinen url.
sk: {0} je neplatná URL.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The link text is required for {0}.
fi: Linkkiteksti on pakollinen kohteelle {0}.
sk: Text odkazu je povinný pre {0}.

# OrchardCore.ContentFields.Drivers.LinkFieldDisplayDriver
source: The text default value is required for {0}.
fi: Tekstin oletusarvo vaaditaan kohteelle {0}.
sk: Predvolený text pre {0} je povinný.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field is required.
fi: Kenttä "{0}" on pakollinen.
sk: Pole {0} je povinné.

# OrchardCore.ContentFields.Drivers.LocalizationSetContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fi: Kenttä "{0}" ei voi sisältää useampia nimikkeitä.
sk: Pole {0} nemôže obsahovať viac položiek.

# OrchardCore.ContentFields.Fields.MultiTextFieldDisplayDriver
source: A value is required for {0}.
fi: Arvo vaaditaan kohteelle {0}.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field is required.
fi: Kenttä "{0}" on pakollinen.
sk: Pole {0} je povinné.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: {0} is an invalid number.
fi: {0} on virheellinen numero.
sk: {0} je neplatná URL.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be greater than {0}.
fi: Arvon on oltava suurempi kuin {0}.
sk: Hodnota musí byť väčšia ako {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The value must be less than {0}.
fi: Arvon on oltava pienempi kuin {0}.
sk: Hodnota musí byť menšia ako {0}.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: The {0} field must be an integer.
fi: Kentän {0} on oltava kokonaisluku.
sk: Pole {0} musí byť celé číslo.

# OrchardCore.ContentFields.Drivers.NumericFieldDisplayDriver
source: Invalid number of digits for {0}, max allowed: {1}.
fi: Virheellinen numeroiden määrä kohteelle "{0}". Suurin sallittu määrä on {1}.
sk: Nesprávny počet číslic {0}, maximálne povolený počet: {1}

# OrchardCore.ContentFields.Drivers.TextFieldDisplayDriver
source: A value is required for {0}.
fi: Arvo vaaditaan kohteelle {0}.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.TimeFieldDisplayDriver
source: A value is required for {0}.
fi: Arvo vaaditaan kohteelle {0}.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field is required.
fi: Kenttä "{0}" on pakollinen.
sk: Pole {0} je povinné.

# OrchardCore.ContentFields.Drivers.UserPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
fi: Kenttä "{0}" ei voi sisältää useampia nimikkeitä.
sk: Pole {0} nemôže obsahovať viac položiek.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: A value is required for '{0}'.
fi: Arvo vaaditaan kohteelle '{0}'.
sk: Hodnota pre {0} je povinná.

# OrchardCore.ContentFields.Drivers.YoutubeFieldDisplayDriver
source: The format of the url is invalid
fi: Url-osoitteen muoto on virheellinen
sk: Formát URL je neplatný

# OrchardCore.ContentFields.Settings.HtmlFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
fi: Asetukset on kirjoitettu virheellisessä muodossa.

# OrchardCore.ContentFields.Settings.HtmlFieldTrumbowygEditorSettingsDriver
source: The options are written in an incorrect format.
fi: Vaihtoehdot on kirjoitettu virheellisessä muodossa.
sk: Možnosti sú v nesprávnom formáte.
vi: Các tùy chọn đã viết với định dạng không chính xác.

# OrchardCore.ContentFields.Settings.MultiTextFieldSettingsDriver
source: The options are written in an incorrect format.
fi: Asetukset on kirjoitettu virheellisessä muodossa.
sk: Možnosti sú v nesprávnom formáte.

# OrchardCore.ContentFields.Settings.TextFieldMonacoEditorSettingsDriver
source: The options are written in an incorrect format.
fi: Asetukset on kirjoitettu virheellisessä muodossa.

# OrchardCore.ContentFields.Settings.TextFieldPredefinedListEditorSettingsDriver
source: The options are written in an incorrect format.
fi: Vaihtoehdot on kirjoitettu virheellisessä muodossa.
it: Le opzioni sono scritte in un formato errato.
sk: Možnosti sú v nesprávnom formáte.
vi: Các tùy chọn được viết trong một định dạng không chính xác.

# OrchardCore.ContentFields.ViewModels.EditYoutubeFieldViewModel
source: The field only accepts Urls
fi: Kenttä hyväksyy vain url-osoitteita
sk: Pole môže obsahovať iba URL

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: Content stored as HTML.
fi: Sisältö HTML-muodossa.
sk: Obsah uložený ako HTML.

# OrchardCore.ContentFields.GraphQL.HtmlFieldQueryObjectType
source: the HTML content
fi: HTML-sisältö
sk: obsah HTML

# OrchardCore.ContentFields.Views.BooleanField-Switch.Option
source: Switch
fi: Vaihda
sk: Prepínač
vi: Chuyển

# OrchardCore.ContentFields.Views.BooleanField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.BooleanField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Ohjeteksti, joka näytetään tälle kentälle editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Label
fi: Otsikko
it: Etichetta
sk: Popisok
vi: Nhãn

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The text associated to the checkbox.
fi: Valintaruutuun liitetty teksti.
it: Il testo associato alla casella di controllo.
sk: Text zobrazený pri zaškrtávacom políčku.
vi: Văn bản liên quan đến checkbox.

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: Default value is true
fi: Oletusarvo on tosi
it: Valore predefinito: true
sk: Predvolená hodnota je true
vi: Giá trị mặc định là đúng

# OrchardCore.ContentFields.Views.BooleanFieldSettings.Edit
source: The default value this field will be initialized with when creating a new item.
fi: Tämän kentän saama oletusarvo kun uusi sisältö luodaan.
it: Il valore predefinito con cui questo campo verrà inizializzato quando si crea un nuovo elemento.
sk: Predvolená hodnota tohto poľa na ktorú bude pole inicializované pri vytváraní novej položky.
vi: Giá trị mặc định của trường này sẽ được khởi tạo khi tạo một mục mới.

# OrchardCore.ContentFields.Views.ContentPickerField
source: No content items.
fi: Ei sisältökohteita.
it: Nessun elemento di contenuto.
sk: Žiadne položky.
vi: Không có mục nội dung.

# OrchardCore.ContentFields.Views.ContentPickerField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Not published
fi: Julkaisematon
it: Non pubblicato
sk: Nepublikované
vi: Chưa xuất bản

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Type to search
fi: Kirjoita hakeaksesi
it: Tipo da ricercare
sk: Zadajte hľadaný výraz
vi: Nhập để tìm kiếm

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Select
fi: Valitse
it: Seleziona
sk: Vybrať
vi: Chọn

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: Remove
fi: Poista
it: Rimuovi
sk: Odstrániť
vi: Loại bỏ

# OrchardCore.ContentFields.Views.ContentPickerField.Edit
source: No result found
fi: Ei tuloksia
it: Nessun risultato trovato
sk: Nenašiel sa žiadny výsledok
vi: Không tìm thấy kết quả nào

# OrchardCore.ContentFields.Views.ContentPickerField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Required
fi: Vaadittu
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fi: Varmistetaan, että ainakin yksi elementti on valittuna.
it: Se si vuole che almeno un elemento sia selezionato.
sk: Určuje či musí byť vybraná minimálne jedna položka.
vi: Đảm bảo ít nhất một yếu tố được chọn.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Allow multiple
fi: Salli useita
it: Consenti multiplo
sk: Povoliť viac
vi: Cho phép nhiều

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fi: Sallitaan useiden elementtien valitseminen.
it: Se consentire la selezione di più elementi.
sk: Určuje či môže byť vybraných viac položiek.
vi: Có cho phép nhiều yếu tố được chọn.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Content Types
fi: Sisältötyypit
it: Tipi di contenuto
sk: Typy obsahu
vi: Loại Nội dung

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
fi: Näytettävät sisältötyypit. Valitse vähintään yksi.
it: I tipi di contenuto da visualizzare. Sceglierne almeno uno.
sk: Typy obsahu, ktoré budú zobrazené. Vyberte aspoň jeden.
vi: Các loại nội dung để hiển thị. Chọn ít nhất một.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Display All Content Types
fi: Näytä kaikki sisältötyypit
sk: Zobraziť všetky typy obsahu
vi: Hiện Tất cả Loại Nội dung

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Whether to allow picker to display all content types.
fi: Sallitaanko valitsimen näyttää kaikki sisältötyypit.
vi: Có cho phép bộ chọn hiển thị tất cả các loại nội dung hay không.

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.ContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän vihjeteksti, mikä esitetään editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy zobrazený pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.DateField-Localized.Option
source: Localized
fi: Lokalisoitu
it: Localizzato
sk: Přeložené
vi: Bản địa hóa

# OrchardCore.ContentFields.Views.DateField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.DateField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.DateFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän vihjeteksti, mikä esitetään editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy zobrazený pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.DateTimeField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.DateTimeField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.DateTimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän vihjeteksti, mikä esitetään editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.HtmlField-Monaco.Option
source: Monaco editor
fi: Monaco editori

# OrchardCore.ContentFields.Views.HtmlField-Multiline.Option
source: Multiline
fi: Monirivinen
it: Multilinea
sk: Viacriadkový
vi: Nhiều dòng

# OrchardCore.ContentFields.Views.HtmlField-Trumbowyg.Option
source: Trumbowyg editor
fi: Trumbowyg-editori
sk: Editor Trumbowyg
vi: Trình soạn thảo Trumbowyg

# OrchardCore.ContentFields.Views.HtmlField-Wysiwyg.Option
source: Wysiwyg editor
fi: Wysiwyg-editori
it: Editor Wysiwyg
sk: Editor Wysiwyg
vi: Trình soạn thảo Trực quan

# OrchardCore.ContentFields.Views.HtmlField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.HtmlField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Enter the editor options, language is always set to `html` when saved.
fi: Anna editorin asetukset, kieleksi asetetaan 'html' tallettaessa.

# OrchardCore.ContentFields.Views.HtmlFieldMonacoEditorSettings.Edit
source: Documentation for options
fi: Asetusten ohjeet

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän vihjeteksti, mikä näytetään editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Sanitize Html
fi: Puhdista Html
sk: Sanitizovať Html

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: Whether the Html is sanitized to prevent custom scripts.
fi: Estetäänkö skriptit puhdistamalla Html.
sk: Upraví Html a zabráni použiť skriptovanie.

# OrchardCore.ContentFields.Views.HtmlFieldSettings.Edit
source: See documentation
fi: Katso dokumentaatio
sk: Viď dokumentáciu

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Insert Media with url
fi: Lisää mediatiedosto Url-osoitteella
sk: Vložit média s URL
vi: Chèn Media bằng url

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Whether the url is used when selected from Insert Media (By default, the Shortcode is inserted).
fi: Käytetäänkö Url-osoitetta kun valitaan "Lisää media" (oletuksena lisätään lyhytkoodi).
sk: Určuje či sa má využiť Url pri vložení media. (Inak je použitý shortcode)

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Enter the editor options
fi: Valitse editorin asetukset
sk: Zadajte možnosti editoru
vi: Nhập các tùy chọn trình soạn thảo

# OrchardCore.ContentFields.Views.HtmlFieldTrumbowygEditorSettings.Edit
source: Documentation for options
fi: Asetusten dokumentointi
sk: Dokumentácia možností
vi: Tài liệu cho các tùy chọn

# OrchardCore.ContentFields.Views.LinkField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.LinkField.Edit
source: Url
fi: URL-osoite
it: Indirizzo

# OrchardCore.ContentFields.Views.LinkField.Edit
source: Link text
fi: Linkkiteksti
it: Testo del collegamento
sk: Text odkazu
vi: Văn bản Liên kết

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Bắt buộc

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Whether the url is required.
fi: Url-osoitteen pakollisuus.
it: Se un indirizzo è obbligatorio.
sk: Určuje či je URL povinné.
vi: Có thể bắt buộc một url.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text
fi: Teksti
it: Testo
vi: Văn bản

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is optional
fi: Teksti on valinnainen
it: Il testo è facoltativo
sk: Text je volitelný
vi: Văn bản là tùy chọn

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Text is required
fi: Teksti on pakollinen
it: Il testo è obbligatorio
sk: Text je povinný
vi: Yêu cầu văn bản

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the default value
fi: Käytä oletusarvoa
it: Utilizza il valore predefinito
sk: Použiť predvolenú hodnotu
vi: Sử dụng giá trị mặc định

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Use the url of the link
fi: Käytä linkin url-osoitetta
it: Usa l'indirizzo del collegamento
sk: Použít URL odkazu
vi: Sử dụng url của liên kết

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the url
fi: Url-osoitteen vihje
it: Suggerimento per l'indirizzo
sk: Nápoveda pre URL
vi: Gợi ý cho url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the url on the editor.
fi: Url-osoitteen vihje, mikä näytetään editorissa.
it: Il testo del suggerimento da visualizzare per l'indirizzo nell'editor.
sk: Text nápovedy pre pole URL.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Hint for the text
fi: Vihje tekstiä varten
it: Suggerimento per il testo
sk: Nápoveda pre text
vi: Gợi ý cho văn bản

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The hint text to display for the text of the link on the editor.
fi: Linkin tekstin yhteydessä näytettävä vihjeteksti.
it: Il testo del suggerimento da visualizzare per il testo del collegamento nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho văn bản của liên kết trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the url
fi: Url-osoitteen vesileima
it: Filigrana per l'indirizzo
sk: Ukážková hodnota pre URL
vi: Watermark cho url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the url is empty.
fi: Ohjeteksti (placeholder), mikä näytetään kun input-kenttä on tyhjä.
it: Un suggerimento (segnaposto) da visualizzare quando l'input dell'indirizzo è vuoto.
sk: Ukážková hodnota, ktorá sa zobrazí ak je pole URL prázdne.
vi: Một gợi ý (placeholder) để hiển thị khi để trống url.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Watermark for the text
fi: Vesileima tekstiä varten
it: Filigrana per il testo
sk: Ukážková hodnota pre text
vi: Watermark cho văn bản

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A hint (placeholder) to display when the input of the text is empty.
fi: Ohjeteksti (placeholder), mikä näytetään kun input-kenttä on tyhjä.
it: Un suggerimento (segnaposto) da visualizzare quando l'input del testo è vuoto.
sk: Ukážková hodnota, ktorá sa zobrazí ak je pole text prázdne.
vi: Một gợi ý (placeholder) để hiển thị khi để trống url.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the url
fi: Url:n oletusarvo
it: Valore predefinito dell'indirizzo
sk: Predvolená hodnota URL
vi: Giá trị mặc định của url

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: A valid url proposed when creating a content item.
fi: Ehdotettu kelvollinen url kun luodaan sisältökohdetta.
it: Un indirizzo valido sugerito durante la creazione di un elemento di contenuto.
sk: Východzia URL predvyplnená pri vytváraní položky.
vi: Một url hợp lệ được đề nghị sau khi khởi tạo một mục nội dung.

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: Default value of the text
fi: Tekstin oletusarvo
it: Valore predefinito del testo
sk: Predvolená hodnota pre text
vi: Giá trị mặc định của văn bản

# OrchardCore.ContentFields.Views.LinkFieldSettings.Edit
source: The default link text proposed when creating a content item.
fi: Linkkitekstin oletusarvo sisältökohdetta luotaessa.
it: Il testo predefinito del collegamento suggerito durante la creazione di un elemento di contenuto.
sk: Predvolená hodnota vyplnená pri vytváraní položky.
vi: Văn bản liên kết mặc định được đề xuất khi tạo một mục nội dung.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField
source: No content items.
fi: Ei sisältökohteita.
sk: Žiadne položky obsahu.
vi: Không có mục nội dung.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Not published
fi: Julkaisematon
sk: Nepublikované
vi: Chưa phát hành

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Type to search
fi: Kirjoita hakeaksesi
sk: Zadajte hľadaný výraz
vi: Nhập để tìm kiếm

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Select
fi: Valitse
sk: Vybrať
vi: Chọn

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: Remove
fi: Poista
sk: Odstrániť
vi: Loại bỏ

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Edit
source: No result found
fi: Ei tuloksia
sk: Nenašiel sa žiadny výsledok
vi: Không tìm thấy kết quả nào

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerField.Option
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Required
fi: Pakollinen
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fi: Tuleeko valita vähintään yksi elementti.
sk: Určuje či musí byť vybraná minimálne jedna položka.
vi: Đảm bảo ít nhất một yếu tố được chọn.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Allow multiple
fi: Salli useita
sk: Povoliť viac
vi: Cho phép nhiều
