Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Workflows.po
Languages: es, fi, pt_br

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
es: Compruebe para asegurarse de que sólo un flujo de trabajo de este tipo puede ejecutarse a la vez. Deje sin marcar para permitir que cualquier número de flujos de trabajo se ejecuten al mismo tiempo.
fi: Valitsemalla vain yksi tämäntyyppinen työnkulku voi tapahtua kerrallaan. Jätä valitsematta salliaksesi minkä tahansa määrän työnkulkuja suoritettavaksi samaan aikaan.
pt_br: Selecione para garantir que apenas um fluxo de trabalho deste tipo pode ser executado por vez. Deixar desmarcado para permitir que qualquer número de fluxos de trabalho seja executado ao mesmo tempo.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Delete successfully completed workflows
es: Eliminación de los flujos de trabajo completado con éxito
fi: Valmistuneet työnkulut poistettu onnistuneesti
pt_br: Exclusão de workflows concluída com sucesso

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
es: Compruebe eliminar automáticamente los flujos de trabajo que se han completado correctamente. Deje sin marcar para mantener un historial de flujos de trabajo ejecutados.
fi: Valitse poistaaksesi automaattisesti tapahtumat, jotka ovat suorittaneet onnistuneesti. Jätä valitsematta säilyttääksesi suoritettujen työnkulkujen historian.
pt_br: Selecione para excluir automaticamente fluxos de trabalho que foram concluídos com sucesso. Deixar desmarcado para manter um histórico de fluxos de trabalho executados.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Invalid lock timeout value in the advanced tab
es: Valor de tiempo de bloqueo no válido en la pestaña avanzada

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Invalid lock expiration value in the advanced tab
es: Valor de expiración de bloqueo no válido en la pestaña avanzada

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Lock timeout (ms)
es: Tiempo de bloqueo (ms)

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The timeout in milliseconds to acquire a lock before resuming a given workflow instance of this type atomically. Leave it to zero to not use any locking.
es: El tiempo de espera en milisegundos para adquirir un bloqueo antes de reanudar una instancia de flujo de trabajo de este tipo atómicamente. Déjalo a cero para no usar ningún bloqueo.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Lock expiration (ms)
es: Expiración de bloqueo (ms)

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The expiration in milliseconds of the lock acquired before resuming a workflow instance of this type atomically. Leave it to zero to not use any locking.
es: La expiración en milisegundos del bloqueo adquirido antes de reanudar una instancia de flujo de trabajo de este tipo atómicamente. Déjalo a cero para no usar ningún bloqueo.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Design
source: For Each
es: Para cada
fi: Jokaiselle (For Each)
pt_br: Para Cada

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Design
source: Iterate <em>{0}</em> over <em>{1}</em>
es: Iterar <em>{0}</em> sobre <em>{1}</em>
fi: Käy kaikki läpi arvosta <em>{0}</em> arvoon <em>{1}</em>
pt_br: Iterar <em>{0}</em> em <em>{1}</em>

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Enumerable Expression
es: Expresión Enumerable
fi: Rajatun joukon lauseke
pt_br: Expressão Enumerável

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The list to iterate. With JavaScript support.
es: La lista a iterar. Con soporte JavaScript.
fi: Läpikäytävä lista. JavaScript-tuella.
pt_br: A lista para iterar. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: Looping Variable
es: Variable de bucle
fi: Silmukkamuuttuja
pt_br: Variável de controle do laço

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
es: El nombre de la variable de bucle. El valor actual de cada iteración se establece en una propiedad con este nombre así como el último resultado.
fi: Silmukkamuuttujan nimi. Jokaisella kierroksella iteraation arvo asetetaan tähän muuttujaan kuin myös viimeisin tulos.
pt_br: O nome da variável de controle. O valor atual de cada iteração é definido como uma propriedade com esse nome bem como o último resultado.

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Thumbnail
source: For Each
es: Para cada
fi: Jokaiselle (For Each)
pt_br: Para Cada

# OrchardCore.Workflows.Views.Items.ForEachTask.Fields.Thumbnail
source: Iterate over a list of items.
es: Iterar sobre una lista de elementos.
fi: Käy läpi listan alkiot.
pt_br: Iterar sobre uma lista de itens.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork
es: Bifurcación
fi: Haara
pt_br: Bifurcação

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: Fork execution into <em>{0}</em>
es: Bifurcar ejecución dentro <em>{0}</em>
fi: Suorita haaraa <em>{0}</em>
pt_br: Execução de bifurcação em <em>{0}</em>

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Design
source: No forks
es: No hay bifurcaciones
fi: Ei haaroja
pt_br: Sem bifurcações

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Forks
es: Bifurcaciones
fi: Haarat
pt_br: Bifurcações

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Edit
source: Enter one or more comma-separated fork names.
es: Introduzca uno o más nombres de bifurcación separados por comas.
fi: Anna yksi tai useampi haaran nimi. Pilkulla erotettu lista.
pt_br: Digite um ou mais nomes de ações separadas por vírgulas.

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork
es: Bifurcación
fi: Haara
pt_br: Bifurcação

# OrchardCore.Workflows.Views.Items.ForkTask.Fields.Thumbnail
source: Fork workflow execution into separate paths of execution.
es: Forzar la ejecución del flujo de trabajo en rutas separadas de ejecución.
fi: Haaroita työnkulu useampaa suorituspolkuun.
pt_br: Bifurcação do fluxo em caminhos separados de execução.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: For Loop
es: Bucle For
fi: Silmukka (For)
pt_br: Laço Para

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Design
source: Iterate <em>{0}</em> from <em>{1}</em> to <em>{2}</em>
es: Iterar <em>{0}</em> de <em>{1}</em> a <em>{2}</em>
fi: Käy <em>{0}</em> läpi arvosta <em>{1}</em> arvoon <em>{2}</em>
pt_br: Iterar <em>{0}</em> de <em>{1}</em> para <em>{2}</em>

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: From Expression
es: Expresión Desde
fi: Lausekkeesta
pt_br: Expressão De

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The start value. With JavaScript support.
es: El valor de inicio. Con soporte JavaScript.
fi: Aloitusarvo. Javascript-tuella.
pt_br: O valor inicial. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: To Expression
es: Expresión Hasta
fi: Lausekkeeseen
pt_br: Expressão Para

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The end value. With JavaScript support.
es: El valor final. Con soporte JavaScript.
fi: Lopetusarvo. Javascript-tuella.
pt_br: O valor final. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Step Expression
es: Expresión de paso
fi: Askella yksi lauseke
pt_br: Expressão da iteração

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The loop Step value. With JavaScript support.
es: El valor de paso del bucle. Con soporte JavaScript.
fi: Silmukan askeleen koko. Javascript-tuella.
pt_br: O valor da iteração. Com suporte a JavaScript.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: Looping Variable
es: Variable de bucle
fi: Silmukkamuuttuja
pt_br: Variável de controle do laço

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Edit
source: The name of the looping variable. The current value of each iteration is set to a property with this name as well as the last result.
es: El nombre de la variable de bucle. El valor actual de cada iteración se establece en una propiedad con este nombre así como el último resultado.
fi: Silmukkamuuttujan nimi. Jokaisella kierroksella iteraation arvo asetetaan tähän muuttujaan kuin myös viimeisin tulos.
pt_br: O nome da variável de controle. O valor atual de cada iteração é definido como uma propriedade com esse nome bem como o último resultado.

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: For Loop
es: Bucle For
fi: Silmukka (For)
pt_br: Laço Para

# OrchardCore.Workflows.Views.Items.ForLoopTask.Fields.Thumbnail
source: Iterate from a start to end number.
es: Iterar desde un número de inicio hasta el final.
fi: Käy kaikki läpi alkuarvosta loppuarvoon.
pt_br: Iterar de um número inicial até o número final.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Design
source: HTTP Redirect
es: Redirección HTTP
fi: HTTP uudelleenohjaus
pt_br: Redirecionamento HTTP

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Location
es: Ubicación
fi: Sijainti
pt_br: Endereço

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: The URL to redirect to. With Liquid support.
es: La URL para la redirección. Con soporte Liquid.
fi: Uudelleenohjauksen URL-osoite. Liquid-tuella.
pt_br: A URL para redirecionar. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Permanent
es: Permanente
fi: Pysyvä
pt_br: Permanente

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Edit
source: Check if the redirect should be permanent (301). Leave unchecked for a temporary redirect (302).
es: Compruebe si la redirección debe ser permanente (301). Deje sin marcar para una redirección temporal (302).
fi: Valitse, jos haluat pysyvän uudelleenohjauksen (301). Jätä valitsematta, jos haluat tilapäisen uudelleenohjauksen (302).
pt_br: Selecione se o redirecionamento deve ser permanente (301). Deixe desmarcado para um redirecionamento temporário (302).

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: HTTP Redirect
es: Redirección HTTP
fi: Http Uudelleenohjaus
pt_br: Redirecionamento HTTP

# OrchardCore.Workflows.Views.Items.HttpRedirectTask.Fields.Thumbnail
source: Redirect the user agent to the specified URL (301/302).
es: Redirigir el agente de usuario a la URL especificada (301/302).
fi: Uudelleenohjaa käyttäjän agentti Url-osoitteeseen. (301/302).
pt_br: Redirecionar o navegador para a URL especificada (301/302).

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Design
source: Handle Incoming HTTP Request
es: Manejar petición HTTP entrante
fi: Käsittele tuleva HTTP-pyyntö
pt_br: Tratar requisição HTTP de entrada

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: HTTP Method
es: Método HTTP
fi: HTTP-metodi
pt_br: Método HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: The HTTP method to match.
es: El método HTTP a coincidir.
fi: Haettava HTTP-metodi.
pt_br: O método HTTP a ser correspondido.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Generate a new URL
es: Generar una nueva URL
fi: Luo uusi URL-osoite
pt_br: Gerar uma nova URL

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Regenerate
es: Regenerar
fi: Luo uudelleen
pt_br: Gerar Novamente

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Copy
es: Copiar
fi: Kopioi
pt_br: Copiar

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Anyone that invokes this URL will trigger this workflow. Keep it in a safe place.
es: Cualquiera que invoque esta URL activará este flujo de trabajo. Mantenerlo en un lugar seguro.
fi: Kuka tahansa, joka kutsuu tätä Url-osoitetta, voi käynnistää tämän työnkulun. Pidä osoite turvassa.
pt_br: Qualquer um que invocar esta URL acionará este fluxo de trabalho. Armazene em um lugar seguro.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Validate Antiforgery Token
es: Validar Token Antifalsificación
fi: Tarkista väärennöksenestotokeni. (Antiforgery Token)
pt_br: Validar Antiforgery Token

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Uncheck this option if the request comes from a service that invokes this URL as a webhook. If this URL is requested from a form, then keep this option checked to ensure the form values have not been tampered with.
es: Desmarcar esta opción si la solicitud viene de un servicio que invoca esta URL como un webhook. Si esta URL es solicitada desde un formulario, entonces mantenga esta opción marcada para asegurar que los valores del formulario no se hayan modificado.
fi: Poista tämä valinta, jos pyyntö tulee palvelusta, joka kutsuu tätä Url-osoitetta webhookilla. Jos tätä URL-osoitetta pyydetään lomakkeesta, pidä tämä valinta valittuna, jotta varmistettaisiin, että lomakkeen arvoja ei ole peukaloitu.
pt_br: Desmarque essa opção se a requisição vem de um serviço que chama essa URL como um webhook. Se esta URL é solicitada a partir de um formulário, então mantenha esta opção marcada para garantir que os valores do formulário não tenham sido adulterados.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Token Life Span
es: Vida de Token
fi: Tokenin elinikä
pt_br: Tempo de vida do Token

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Hit the <b>Regenerate</b> button after changing this value.
es: Pulsa el botón <b>Regenerar</b> después de cambiar este valor.
fi: Paina <b>Luo uudelleen</b>-nappulaa tämän arvon muuttamisen jälkeen.
pt_br: Aperte o botão <b>Gerar novamente</b> após alterar este valor.

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Edit
source: Number of days to expire the token. 0 for the token to never expire
es: Número de días de expiración del token. 0 para que el token nunca expire
fi: Tokenin vanheneminen päivinä. 0 arvolla tokeni ei vanhene koskaan
pt_br: Número de dias para expirar o token. Zero para o token nunca expirar

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: HTTP Request
es: Petición HTTP
fi: HTTP-pyyntö
pt_br: Requisição HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestEvent.Fields.Thumbnail
source: Executes when a HTTP request comes in that matches a given path.
es: Ejecutar cuando una petición HTTP entrante se ajusta a una determinada ruta.
fi: Suoritetaan, kun tulee HTTP-pyyntö, joka vastaa annettua polkua.
pt_br: Executa quando uma requisição HTTP é recebida e corresponde ao caminho determinado.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Design
source: Filter Incoming HTTP Request
es: Filtrar petición HTTP entrante
fi: Suodata tulevat HTTP-pyynnöt
pt_br: Filtrar requisição HTTP de entrada

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: HTTP Method
es: Método HTTP
fi: HTTP-metodi
pt_br: Método HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The HTTP method to match.
es: El método HTTP a coincidir.
fi: Haettava HTTP-metodi.
pt_br: O método HTTP a ser correspondido.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Controller
es: Controlador
fi: Kontrolleri
pt_br: Nome do Controller

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The controller name to match.
es: El nombre del controlador a coincidir.
fi: Haettava kontrollerin nimi.
pt_br: O nome do controller a ser correspondido.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Action
es: Acción
fi: Toiminto
pt_br: Ação

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The action name to match.
es: El nombre de acción a coincidir.
fi: Haettavan toiminteen nimi.
pt_br: O nome da ação a ser correspondido.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: Area
es: Área
fi: Alue
pt_br: Área

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Edit
source: The area name to match.
es: El nombre de área a coincidir.
fi: Haettava alue.
pt_br: O nome da área a ser correspondido.

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Filter Incoming HTTP Request
es: Filtrar petición HTTP entrante
fi: Suodata tulevat HTTP-pyynnöt
pt_br: Filtrar requisição HTTP de entrada

# OrchardCore.Workflows.Views.Items.HttpRequestFilterEvent.Fields.Thumbnail
source: Executes when the specified HTTP request comes in. Similar to an MVC Action Filter.
es: Ejecutar cuando llegue la petición HTTP especificada. Similar a un Filtro de Acción MVC.
fi: Suoritetaan, kun määritelty HTTP-pyyntö tulee. Saman tapainen kuin MVC Action Filter.
pt_br: Executa quando a solicitação HTTP especificada entra. Semelhante a um filtro de ação do MVC.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Design
source: HTTP Request
es: Petición HTTP
fi: HTTP-pyyntö
pt_br: Requisição HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The URL to send the request to. Supports Liquid syntax.
es: La URL para enviar la petición. Soporta la sintaxis Liquid.
fi: Url-osoite, johon pyyntö lähetetään. Liquid-tuella.
pt_br: A URL para enviar a solicitação. Suporta a sintaxe do Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Method
es: Método HTTP
fi: HTTP-metodi
pt_br: Método HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The HTTP Method. For example: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
es: El método HTTP. Por ejemplo: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
fi: HTTP-metodi. Esimerkiksi: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE
pt_br: O Método HTTP. Por exemplo: GET, POST, PUT, PATCH, OPTIONS, HEAD, DELETE

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Content Type
es: Tipo de contenido
fi: Sisältötyyppi
pt_br: Tipo de conteúdo

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The content type of the request body.
es: El tipo de contenido del cuerpo de la petición.
fi: Pyynnön sisällön tyyppi.
pt_br: O tipo de conteúdo do corpo da solicitação.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Body
es: Cuerpo
fi: Sisältö
pt_br: Corpo da solicitação

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: The body to send with POST, PUT and PATCH requests. With Liquid support.
es: El cuerpo a enviar con peticiones POST, PUT y PATCH. Con soporte Liquid.
fi: Sisältö, joka lähetetään POST, PUT tai PATCH pyynnön yhteydessä. Liquid-tuella.
pt_br: O corpo para enviar com solicitações POST, PUT e PATCH. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Headers
es: Encabezado
fi: Otsakkeet
pt_br: Cabeçalhos

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: Provide additional HTTP headers, one per line. For example: Authorization: Bearer 123ABC. With Liquid support.
es: Proporciona cabeceras HTTP adicionales, una por línea. Por ejemplo: Autorización: Bearer 123ABC. Con soporte Liquid.
fi: Anna lisää HTTP-otsikoita, yksi per rivi. Esimerkiksi: "Authorization: Bearer 123ABC". Liquid-tuella.
pt_br: Fornecer cabeçalhos HTTP adicionais, um por linha. Por exemplo: Authorization: Bearer 123ABC. Com suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: HTTP Response Codes
es: Códigos de respuesta HTTP
fi: HTTP vastauskoodit
pt_br: Códigos de resposta HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Edit
source: A comma-separated list of HTTP response status codes to handle as activity outcomes. For example: 200, 404, 500
es: Una lista separada por comas de códigos de estado de respuesta HTTP para manejar como resultados de actividad. Por ejemplo: 200, 404, 500
fi: Lista HTTP-paluukoodeista, jotka käsitellään aktiviteetin hyväksyttyinä tuloksina. Pilkuilla erotettu lista. Esimerkiksi: 200, 404, 500
pt_br: Uma lista separada por vírgulas de códigos de status de resposta HTTP para manipular como resultados de atividade. Por exemplo: 200, 404, 500

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: HTTP Request
es: Petición HTTP
fi: HTTP-pyyntö
pt_br: Requisição HTTP

# OrchardCore.Workflows.Views.Items.HttpRequestTask.Fields.Thumbnail
source: Perform a HTTP request to a given URL.
es: Realiza una solicitud HTTP a una URL dada.
fi: Suorita HTTP-pyyntö annettuun Url-osoitteeseen.
pt_br: Executa uma requisição HTTP para uma determinada URL.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Design
source: HTTP Response
es: Respuesta HTTP
fi: HTTP-vastaus
pt_br: Resposta HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: HTTP Status Code
es: Código de estado HTTP
fi: HTTP-vastauskoodi
pt_br: Código de Status HTTP

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The HTTP Status Code to send back. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Click here</a> for a complete list.
es: El código de estado HTTP para enviar de vuelta. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Haga clic aquí</a> para una lista completa.
fi: HTTP-tilakoodi, joka palautetaan. Koko lista tilakoodeista saatavissa <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">täältä</a>.
pt_br: O Código de Status HTTP para retornar. <a href="https://en.wikipedia.org/wiki/List_of_HTTP_status_codes" target="_blank">Clique aqui</a> para uma lista completa.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content Type
es: Tipo de contenido
fi: Sisältötyyppi
pt_br: Tipo de conteúdo

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The content type of the response body.
es: El tipo de contenido del cuerpo de respuesta.
fi: Vastauksen sisällön tyyppi.
pt_br: O tipo de conteúdo do corpo de resposta.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Content
es: Contenido
fi: Sisältö
pt_br: Conteúdo

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: The body to send back. With Liquid support.
es: El cuerpo a enviar de vuelta. Con soporte Liquid.
fi: Takaisin lähetettävä sisältö. Liquid-tuella.
pt_br: O corpo a ser retornado. Com o suporte ao Liquid.

# OrchardCore.Workflows.Views.Items.HttpResponseTask.Fields.Edit
source: Headers
es: Encabezado
fi: Otsakkeet
pt_br: Cabeçalhos
