Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentTypes.po
Languages: el, es, fa, it, ja, mk, pl, pt_br, tr, uk

source: Delete Content Definitions
el: Διαγραφή Ορισμών Περιεχομένου
es: Eliminar definiciones de contenido
fa: حذف تعاریف محتوا
it: Elimina Definizioni Contenuto
ja: コンテンツ定義の削除
pt_br: Excluir Definições de Conteúdo
tr: İçerik Tanımlarını Sil
uk: Видалити визначення контенту

source: Exports specified content type and part definitions for deletion.
el: Εξάγει καθορισμένο τύπο περιεχομένου και ορισμούς τμημάτων για διαγραφή.
es: Exporta definiciones especificadas de tipo de contenido y partes para su eliminación.
fa: نوع محتوای خاص و تعاریف قسمت مشخص شده را برای حذف صادر می کند.
it: Esporta le definizioni dei tipi e delle parti di contenuto per la loro cancellazione.
ja: 指定されたコンテンツ タイプとコンテンツ パーツの定義を削除用にエクスポートします。
pt_br: Exporta o tipo de conteúdo especificado e definições de componentes para exclusão.
tr: Belirtilen içerik türünü ve parça tanımlarını silinmek üzere dışa aktarır.
uk: Експортує вказаний тип контенту та визначення частин для видалення.

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit Content Type - {0}
el: Επεξεργασία Τύπου Περιεχομένου - {0}
es: Editar Tipo de Contenido - {0}
fa: ویرایش نوع محتوا - {0}
it: Modifica Tipo di Contenuto - {0}
ja: コンテンツタイプ- {0} を編集
mk: Измени содржински вид - {0}
pl: Edytuj Typ Treści - {0}
pt_br: Editar Tipo de Conteúdo - {0}
tr: "{0}" İçerik Türünü Düzenle
uk: Редагувати тип контенту - {0}

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Fields
el: Πεδία
es: Campos
fa: فیلدها
it: Campi
ja: フィールド
mk: Полиња
pl: Pola
pt_br: Campos
tr: Alanlar
uk: Поля

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Edit
el: Επεξεργασία
es: Editar
fa: ویرایش
it: Modifica
ja: 編集
mk: Измени
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати

# OrchardCore.ContentTypes.Views.Admin.Edit
source: System-defined fields are integral components of the system and cannot be removed.
uk: Системні поля є невіддільними компонентами системи та не можуть бути видалені.

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Remove
el: Αφαίρεση
es: Eliminar
fa: حذف
it: Elimina
ja: 削除
mk: Отстрани
pl: Usuń
pt_br: Excluir
tr: Kaldır
uk: Видалити

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Display mode
el: Λειτουργία προβολής
es: Modo de visualización
fa: حالت نمایش
it: Modalità di visualizzazione
ja: 表示モード
pl: Tryb wyświetlania
tr: Görüntüleme modu
uk: Режим показу

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Editor
el: Επεξεργαστή Κειμένου
fa: ویرایشگر
ja: エディター
tr: Editör
uk: Редактор

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Field
el: Προσθήκη Πεδίου
es: Añadir Campo
fa: افزودن فیلد
it: Aggiungi campo
ja: フィールドを追加
mk: Додај поле
pl: Dodaj Pole
pt_br: Adicionar campo
tr: Alan Ekle
uk: Додати поле

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Parts
el: Τμήματα
es: Partes
fa: بخش‌ها
it: Parti
ja: パーツ
mk: Делови
pl: Części
pt_br: Componentes
tr: Parçalar
uk: Частини

# OrchardCore.ContentTypes.Views.Admin.Edit
source: System-defined parts are integral components of the system and cannot be removed.
uk: Системно визначені частини є невіддільними компонентами системи та не можуть бути видалені.

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Contains the fields for the current type
el: Περιέχει τα πεδία για τον τρέχοντα τύπο
es: Contiene los campos del tipo actual
fa: فیلد‌های این نوع محتوا را در بر می‌گیرد
it: Contiene le informazioni dei campi per il tipo di contenuto
ja: 現在のコンテンツタイプのためのフィールドを含んでいます。
mk: Ги содржи полињата на актуелниот вид
pl: Zawiera pola dla bieżącego typu
pt_br: Contém os campos para o tipo atual
tr: Geçerli türün alanlarını içerir
uk: Містить поля для поточного типу

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Parts
el: Προσθήκη Τμημάτων
es: Añadir Partes
fa: افزودن بخش‌ها
it: Aggiungi parti
ja: パーツを追加
mk: Додади делови
pl: Dodaj Części
pt_br: Adicionar Componentes
tr: Parçalar Ekle
uk: Додати частини

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Add Named Part
el: Προσθήκη Μέρους που έχει Ονομαστεί
es: Añadir Parte con Nombre
fa: افزودن یک بخش با عنوان
it: Aggiungi parte con nome
ja: 名前付きパーツを追加
mk: Додади именуван дел
pl: Dodaj nazwaną Część
pt_br: Adicionar Componente Nomeado
tr: Adlandırılmış Parça Ekle
uk: Додати іменовану частину

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Toggle Dropdown
uk: Перемкнути розкривне меню

# OrchardCore.ContentTypes.Views.Admin.Edit
source: and continue
uk: та продовжити

# OrchardCore.ContentTypes.Views.Admin.Edit
source: System-defined types are integral components of the system and cannot be removed.
uk: Системно визначені типи є невіддільними компонентами системи та не можуть бути видалені.

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Delete
el: Διαγραφή
es: Eliminar
fa: پاک‌کردن
it: Elimina
ja: 削除
mk: Избриши
pl: Usuń
pt_br: Excluir
tr: Sil
uk: Видалити

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Are you sure you want to delete this content type?
uk: Ви впевнені, що хочете видалити цей тип контенту?

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Ok
uk: Ок

# OrchardCore.ContentTypes.Views.Admin.Edit
source: Cancel
uk: Скасувати

# OrchardCore.ContentTypes.Views.Admin.EditField
source: "{0}" settings for "{1}"
el: "{0}" ρυθμίσεις για "{1}"
es: "{0}" ajustes para "{1}"
fa: تنظیمات "{0}" برای "{1}"
it: "{0}" impostazioni per "{1}"
ja: "{1}"のための "{0}" 設定
mk: "{0}" подесувања за "{1}"
pl: "{0}" ustawienia dla "{1}"
pt_br: "{0}" configurações para "{1}"
tr: "{0}" ayarları, "{1}" için
uk: Налаштування "{0}" для "{1}"

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для показу

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Name of the field as it will be displayed in screens.
el: Το όνομα του πεδίου όπως θα εμφανίζεται στις οθόνες.
es: Nombre del campo tal como será mostrado.
fa: نام این فیلد برای زمانی که این فیلد نمایش داده می‌شود.
it: Nome del campo che verrà visualizzato a schermo.
ja: 画面に表示されるフィールド名です。
mk: Името на полето, како што би било прикажано на екрани.
pl: Nazwa pola, która będzie wyświetlana na ekranach.
pt_br: Nome do campo que será exibido nas páginas.
tr: Ekranda görünecek şekliyle alanın adı.
uk: Назва поля, яка буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: 技術名
mk: Техничко име
pl: Nazwa techniczna
pt_br: Nome técnico
tr: Teknik adı
uk: Технічна назва

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Technical name of the field.
el: Τεχνική ονομασία του πεδίου.
es: Nombre técnico del campo.
fa: نام فنی این فیلد.
it: Nome tecnico del campo. Usato per richiamarlo a livello di codice.
ja: フィールドの技術名。
mk: Техничко име на полето.
pl: Nazwa techniczna pola.
pt_br: Nome técnico do campo.
tr: Alanın teknik adı.
uk: Технічна назва поля.

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of editor should be used?
el: Ποιος τύπος επεξεργαστή κειμένου πρέπει να χρησιμοποιηθεί;
es: ¿Qué tipo de editor debe usarse?
fa: چه نوع ویرایشگری استفاده شود؟
it: Che tipo di editor vuoi usare?
ja: どの種類のエディタを使用する必要がありますか?
mk: Каков вид на едитор треба да се користи?
pl: Jaki rodzaj edytora powinien być użyty?
pt_br: Que tipo de editor deve ser usado?
tr: Hangi tür liste editörü kullanılmalı?
uk: Який тип редактора слід використовувати?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: What type of display mode should be used?
el: Ποιος τύπος λειτουργίας εμφάνισης πρέπει να χρησιμοποιηθεί;
es: ¿Qué tipo de modo de visualización debe usarse?
fa: چه نوع حالت نمایشی استفاده شود؟
it: Quale tipo di modalità di visualizzazione vuoi usare?
ja: どの種類の表示モードを使用する必要がありますか?
mk: Каков вид на мод на приказ треба да се користи?
pl: Jaki rodzaj trybu wyświetlania powinien być użyty?
pt_br: Que tipo de modo de exibição deve ser usado?
tr: Hangi tür görüntü modu kullanılmalı?
uk: Який тип режиму показу слід використовувати?

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.EditField
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
mk: Откажи
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit Content Part - {0}
el: Επεξεργασία Τμήματος Περιεχομένου - {0}
es: Editar Parte de Contenido - {0}
fa: ویرایش بخش محتوا - {0}
it: Modifica parte del contenuto - {0}
ja: コンテンツパーツ- {0} を編集
mk: Измени дел на содржина - {0}
pl: Edytuj część treści - {0}
pt_br: Editar Componente de Conteúdo - {0}
tr: "{0}" İçerik Alanını Düzenle
uk: Редагувати частину контенту - {0}

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Fields
el: Πεδία
es: Campos
fa: فیلدها
it: Campi
ja: フィールド
mk: Полиња
pl: Pola
pt_br: Campos
tr: Alanlar
uk: Поля

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Edit
el: Επεξεργασία
es: Editar
fa: ویرایش
it: Modifica
ja: 編集
mk: Измени
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: System-defined fields are integral components of the system and cannot be removed.
uk: Системно визначені поля є невіддільними компонентами системи та не можуть бути видалені.

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Remove
el: Αφαίρεση
es: Eliminar
fa: حذف
it: Elimina
ja: 削除
mk: Отстрани
pl: Usuń
pt_br: Excluir
tr: Kaldır
uk: Вилучити

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Add Field
el: Προσθήκη Πεδίου
es: Añadir campo
fa: افزودن فیلد
it: Aggiungi campo
ja: フィールドを追加
mk: Додај поле
pl: Dodaj Pole
pt_br: Adicionar Campo
tr: Alan Ekle
uk: Додати поле

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Delete
el: Διαγραφή
es: Eliminar
fa: پاک‌کردن
it: Elimina
ja: 削除
mk: Избриши
pl: Usuń
pt_br: Excluir
tr: Sil
uk: Видалити

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Are you sure you want to delete this content part?
uk: Ви впевнені, що хочете видалити цю частину контенту?

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Ok
uk: Ок

# OrchardCore.ContentTypes.Views.Admin.EditPart
source: Cancel
uk: Скасувати

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Edit
el: Επεξεργασία
es: Editar
fa: ویرایش
it: Modifica
ja: 編集
mk: Измени
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Delete
uk: Видалити

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Are you sure you want to delete this content part?
uk: Ви впевнені, що хочете видалити цю частину контенту?

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Ok
uk: Ок

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditPartViewModel
source: Cancel
uk: Скасувати

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Edit Part - {0}
el: Επεξεργασία τμήματος - {0}
es: Editar Parte - {0}
fa: ویرایش بخش - {0}
it: Modifica parte - {0}
ja: パーツ - {0} の編集
mk: Измени дел - {0}
pl: Edytuj Część - {0}
pt_br: Editar Componente - {0}
tr: {0} Parçasını Düzenle
uk: Редагувати частину - {0}

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Some part settings common to all types can also be defined at the <a href="{0}">Part Definition</a> level.
el: Ορισμένες ρυθμίσεις κοινής χρήσης για όλους τους τύπους μπορούν επίσης να καθοριστούν στο επίπεδο <a href="{0}">Ορισμός μέρους </a>.
es: Algunos ajustes de partes comunes a todos los tipos también pueden definirse en el nivel de <a href="{0}">Definición de Parte</a>.
fa: مشترکات چند بخش را می توان به عنوان یک <a href="{0}">بخش جداگانه</a> تعریف کرد.
it: Alcune impostazioni di questa parte, comuni a tutti i tipi, possono essere modificate solo a livello di <a href="{0}">Definizione della Parte</a>.
ja: すべての種類に共通するパーツ設定。設定は <a href="{0}">パーツ定義</a> レベルでも定義できます。
mk: Некои подесувања на дел кои се заеднички за сите видови, може да се дефинираат во нивото на делот <a href="{0}">дефиниција на делот</a>.
pl: Niektóre ustawienia części wspólne dla wszystkich typów można również zdefiniować na poziomie <a href="{0}">definicji części</a>.
pt_br: Algumas configurações de componentes comuns para todos os tipos também podem ser definidas no nível de <a href="{0}">Definição de Componente</a>.
tr: Tüm türler için ortak olan bazı parça ayarları ayrıca <a href="{0}"> Parça Tanımı </a> düzeyinde de tanımlanabilir.
uk: Деякі налаштування частин, спільні для всіх типів, також можна визначити на рівні <a href="{0}">Визначення частини</a>.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для відображення

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Name of the part as it will be displayed in screens.
el: Το όνομα του τμήματος όπως θα εμφανίζεται στις οθόνες.
es: Nombre de la parte tal como será mostrada.
fa: نام این بخش برای زمانی که این بخش نمایش داده می‌شود.
it: Nome della parte che verrà visualizzato a schermo.
ja: 画面に表示されるパーツ名です。
mk: Името на делот, како што би било прикажано на екрани.
pl: Nazwa części, która będzie wyświetlana na ekranach.
pt_br: Nome do componente que será exibido nas páginas.
tr: Ekranda görünecek şekliyle parçanın adı.
uk: Назва частини, яка буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Description
el: Περιγραφή
es: Descripción
fa: توضیحات
it: Descrizione
ja: 説明
mk: Опис
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: Опис

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: The description of the part as it will be displayed in screens.
el: Η περιγραφή του τμήματος όπως θα εμφανίζεται στις οθόνες.
es: La descripción de la parte tal como será mostrada.
fa: توضیحات این بخش برای زمانی که این بخش نمایش داده می‌شود.
it: La descizione della parte verrà visualizzata a schermo.
ja: 画面に表示されるパーツ名です。
mk: Описот на делот, како што би бил прикажан на екрани.
pl: Opis części, która będzie wyświetlana na ekranach.
pt_br: A descrição do componente que será exibida nas páginas.
tr: Ekranda görünecek şekliyle parçanın açıklaması.
uk: Опис частини, який буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of editor should be used?
el: Τι είδους επεξεργαστή κειμένου πρέπει να χρησιμοποιηθεί;
es: ¿Qué tipo de editor debe usarse?
fa: چه نوع ویرایشگری استفاده شود؟
it: Che tipo di editor vuoi usare?
ja: どの種類のエディタを使用する必要がありますか?
mk: Каков вид на едитор треба да се користи?
pl: Jaki rodzaj edytora powinien być użyty?
pt_br: Que tipo de editor deve ser usado?
tr: Hangi tür liste editörü kullanılmalı?
uk: Який тип редактора слід використовувати?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: What type of display mode should be used?
el: Τι είδους λειτουργία εμφάνισης πρέπει να χρησιμοποιείται;
es: ¿Qué tipo de modo de visualización debe usarse?
fa: چه نوع حالت نمایشی استفاده شود؟
it: Quale tipo di modalità di visualizzazione vuoi usare?
ja: どの種類の表示モードを使用しますか?
mk: Каков вид на мод на приказ треба да се користи?
pt_br: Que tipo de modo de exibição deve ser usado?
tr: Hangi tür görüntü modu kullanılmalı?
uk: Який тип режиму показу слід використовувати?

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.EditTypePart
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
mk: Откажи
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Technical Name
el: Τεχνική Ονομασία
fa: نام فنی
ja: テクニカル名
tr: Teknik Adı
uk: Технічна назва

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Create New {0}
el: Δημιουργία Νέου {0}
es: Crear Nuevo {0}
fa: ایجاد "{0}" جدید
it: Aggiungi {0}
ja: 新規 {0} を作成
mk: Креирај нов/а {0}
pl: Utwórz nowy {0}
pt_br: Criar novo {0}
tr: Yeni {0} oluştur
uk: Створити {0}

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: List Items
el: Λίστα Στοιχείων
es: Listar Elementos
fa: آیتم‌های لیست
it: Elenca elementi
ja: 項目の一覧
mk: Прелистај елементи
pl: Lista elementów
pt_br: Lista de Itens
tr: Ögeleri listele
uk: Елементи списку

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Edit
el: Επεξεργασία
es: Editar
fa: ویرایش
it: Modifica
ja: 編集
mk: Измени
pl: Edytuj
pt_br: Editar
tr: Düzenle
uk: Редагувати

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Delete
uk: Видалити

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Ok
uk: Ок

# OrchardCore.ContentTypes.Views.Shared.DisplayTemplates.EditTypeViewModel
source: Cancel
uk: Скасувати

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Collapse
el: Σύμπτυξη
es: Contraer
fa: کُلپس
it: Comprimi
ja: 閉じる
mk: Собери
pl: Zwiń
pt_br: Recolher
tr: Daralt
uk: Згорнути

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: NB. Setting is collapsed by default, and cannot be overwritten.
el: Σημείωση. Η ρύθμιση έχει κατάρρευσει από προεπιλογή και δεν μπορεί να αντικατασταθεί.
es: NB. El ajuste está contraído por defecto, y no puede ser sobre escrito.
fa: تنظیمات .NB به صورت پیش فرض کُلپس هستند و بازنویسی آن میسر نیست.
it: NB. Le impostazioni sono compresse di default e non possono essere sovrascritte.
ja: 注意. 設定はデフォルトで折りたたまれており、上書きできません。
mk: Предодредената вредност на подесувањето е „собрано“ и не може да се пребрише.
pl: NB. Ustawienie jest domyślnie zwijane i nie może zostać nadpisane.
pt_br: NB. A configuração está recolhida por padrão, e não pode ser substituída.
tr: NB. Ayar varsayılan olarak daraltılmıştır ve üzerine yazılamaz.
uk: Примітка. Налаштування згорнуто за замовчуванням та не може бути перезаписано.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to collapse fields in the GraphQL schema.
el: Επιλέξτε για να συμπτύξετε τα πεδία στο σχήμα GraphQL.
es: Marque para contraer los campos en el esquema GraphQL.
fa: این فیلدها در شِمای GraphQL کُلَپس باشند.
it: Seleziona per comprimere i campi nello schema GraphQL.
ja: GraphQL スキーマのフィールドを折りたたむ場合にチェックします。
mk: Избери за да се соберат полињата во „GraphQL“ шемата.
pl: Zaznacz aby zwijać pola w schemacie GraphQL.
pt_br: Marque para esconder os campos no schema GraphQL.
tr: GraphQL şemasındaki alanları daraltmak için denetleyin.
uk: Відмітьте, щоб згорнути поля у схемі GraphQL.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Prevent Field Name Collision
uk: Запобігати конфлікту імен полів

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to prevent fields' names collisions in the GraphQL schema when they are collapsed.
uk: Відмітьте, щоб запобігти конфліктам імен полів у схемі GraphQL під час їх згортання.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Hide
el: Απόκρυψη
es: Ocultar
fa: مخفی‌کردن
it: Nascondi
ja: 非表示
mk: Сокриј
pl: Ukryj
pt_br: Ocultar
tr: Gizle
uk: Приховати

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Setting is hidden by default, and cannot be overwritten.
el: Η ρύθμιση είναι κρυφή από προεπιλογή και δεν μπορεί να αντικατασταθεί.
fa: تنظیمات به طور پیش فرض پنهان است و نمی توان آن را بازنویسی کرد.
ja: 設定はデフォルトでは非表示になっており、上書きできません。
tr: Ayalar varsayılan olarak gizlenmiştir ve üzerine yazılamaz.
uk: Налаштування приховано за замовчуванням, і його не можна перезаписати.

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to hide part from the GraphQL schema.
el: Επιλέξτε για να κρύψετε το μέρος από το σχήμα GraphQL.
fa: برای مخفی کردن بخشی از طرحواره GraphQL علامت بزنید.
ja: GraphQL スキーマから一部を非表示にする場合にチェックします。
tr: GraphQL şemasından türü gizlemek için denetleyin.
uk: Відмітьте, щоб приховати частину зі схеми GraphQL.

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Hide
el: Απόκρυψη
fa: پنهان کردن
ja: 非表示
tr: Gizle
uk: Приховати

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Setting is hidden by default, and cannot be overwritten.
el: Η ρύθμιση είναι κρυφή από προεπιλογή και δεν μπορεί να αντικατασταθεί.
fa: تنظیمات به طور پیش فرض پنهان است و نمی توان آن را بازنویسی کرد.
ja: 設定はデフォルトでは非表示になっており、上書きできません。
tr: Ayalar varsayılan olarak gizlenmiştir ve üzerine yazılamaz.
uk: Налаштування приховано за замовчуванням, і його не можна перезаписати.

# OrchardCore.ContentTypes.Views.GraphQLContentTypeSettings.Edit
source: Check to hide type from the GraphQL schema.
el: Επιλέξτε για να αποκρύψετε τον τύπο από το σχήμα GraphQL.
fa: برای مخفی کردن "نوع" از طرح GraphQL علامت بزنید.
ja: GraphQL スキーマから型を非表示にする場合にチェックします。
tr: GraphQL şemasından türü gizlemek için denetleyin.
uk: Відмітьте, щоб приховати тип зі схеми GraphQL.

# OrchardCore.ContentTypes.Views.Admin.List
source: Content Types
el: Τύποι Περιεχομένου
es: Tipos de Contenido
fa: انواع محتوا
it: Tipi di contenuto
ja: コンテンツタイプ
mk: Содржински видови
pl: Typy treści
pt_br: Tipos de Conteúdo
tr: İçerik Türleri
uk: Типи контенту

# OrchardCore.ContentTypes.Views.Admin.List
source: Search
el: Αναζήτηση
es: Buscar
fa: جستجو
it: Cerca
ja: 検索
mk: Пребарај
pl: Szukaj
pt_br: Pesquisar
tr: Ara
uk: Пошук

# OrchardCore.ContentTypes.Views.Admin.List
source: Create new type
el: Δημιουργία νέου τύπου
es: Crear nuevo tipo
fa: ایجاد نوع جدید
it: Crea nuovo tipo
ja: 新しい種類を作成
mk: Креирајте нов вид
pl: Utwórz nowy typ
pt_br: Criar novo tipo
tr: Yeni tip oluştur
uk: Створити новий тип

# OrchardCore.ContentTypes.Views.Admin.List
source: <strong>Nothing here!</strong> Your search returned no results.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Η αναζήτηση δεν επέστρεψε κανένα αποτέλεσμα.
es: <strong>¡Nada aquí!</strong> Tu búsqueda no ha devuelto ningún resultado.
fa: <strong>هیچی اینجا نیست!</strong> هیچ نتیجه‌ای برای جستجوی شما یافت نشد.
it: <strong>Nessun risultato!</strong>Non ci sono elementi collegati alla tua ricerca.
ja: <strong>何もありません!</strong> 検索結果は0件でした
mk: <strong>Празно</strong> Вашето пребарување не врати резултати.
pl: <strong>Nic tutaj nie ma!</strong> Twoje wyszukiwanie nie zwróciło wyników.
pt_br: <strong>Nada aqui!</strong> Sua pesquisa não retornou resultados.
tr: <strong>Bir şey bulunamadı!</strong> Arama sonucunda bir şey bulunamadı.
uk: <strong>Тут пусто!</strong> Ваш пошук не дав результатів.

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Content Parts
el: Μέρη Περιεχομένου
es: Partes de Contenido
fa: بخش‌های محتوا
it: Parti di Contenuto
ja: コンテンツパーツ
mk: Делови на содржина
pl: Części treści
pt_br: Componentes de Conteúdo
tr: İçerik Parçaları
uk: Частини контенту

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Search
el: Αναζήτηση
es: Buscar
fa: جستجو
it: Cerca
ja: 検索
mk: Пребарај
pl: Szukaj
pt_br: Pesquisar
tr: Ara
uk: Пошук
