Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Forms.po
Languages: el, mk

# OrchardCore.Forms.Drivers.SelectPartDisplayDriver
source: The options are written in an incorrect format.
el: Οι επιλογές είναι γραμμένες σε λανθασμένη μορφή.

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Add Model Validation Error Task
el: Προσθέστε εργασία Σφάλματος Επικύρωσης Μοντέλου
mk: Задача за додавање валидација при грешка на модел

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Validation
el: Επικύρωση
mk: Валидација

# OrchardCore.Forms.Workflows.Activities.AddModelValidationErrorTask
source: Done
el: Τέλος
mk: Завршено

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Bind Model State Task
el: Εργασία Σύνδεσης Κατάστασης Μοντέλου
mk: Задача за поврзување на состојба на модел

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Validation
el: Επικύρωση
mk: Валидација

# OrchardCore.Forms.Workflows.Activities.BindModelStateTask
source: Done
el: Τέλος
mk: Завршено

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validate Antiforgery Token Task
el: Επικύρωση της εργασίας Antiforgery Συμβόλου (Token)
mk: Задача за валидација на токен против фалсификување

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Validation
el: Επικύρωση
mk: Валидација

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Done
el: Τέλος
mk: Завршено

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Valid
el: Έγκυρο
mk: Валидно

# OrchardCore.Forms.Workflows.Activities.ValidateAntiforgeryTokenTask
source: Invalid
el: Μη έγκυρο
mk: Невалидно

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validate Form Field Task
el: Επικυρώστε την Εργασία του Πεδίου Φόρμας
mk: Задача за валидација на поле од форма

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Validation
el: Επικύρωση
mk: Валидација

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Done
el: Τέλος
mk: Завршено

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Valid
el: Έγκυρο
mk: Валидно

# OrchardCore.Forms.Workflows.Activities.ValidateFormFieldTask
source: Invalid
el: Μη έγκυρο
mk: Невалидно

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validate Form Task
el: Εργασία Επικυρώση της Φόρμας
mk: Задача за валидација на форма

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Validation
el: Επικύρωση
mk: Валидација

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Valid
el: Έγκυρο
mk: Валидно

# OrchardCore.Forms.Workflows.Activities.ValidateFormTask
source: Invalid
el: Μη έγκυρο
mk: Невалидно

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Design
source: Add Form Validation Error
el: Προσθέστε Σφάλμα Επικύρωσης Φόρμας
mk: Додадете порака за грешка при валидација на форма

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Key
el: Πλήκτρο
mk: Клуч

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The name of the form field that has an invalid value.
el: Το όνομα του πεδίου φόρμας που έχει μη έγκυρη τιμή.
mk: Име на полето од формата кое има невалидна вредност.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: Error Message
el: Μήνυμα λάθους
mk: Порака за грешка

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Edit
source: The validation error message to display.
el: Το μήνυμα σφάλματος επικύρωσης που θα εμφανιστεί.
mk: Пораката за грешка која треба да се прикаже.

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Add Form Validation Error
el: Προσθέστε Σφάλμα Επικύρωσης Φόρμας
mk: Додадете порака за грешка при валидација на форма

# OrchardCore.Forms.Views.Items.AddModelValidationErrorTask.Fields.Thumbnail
source: Adds a validation error to the model state.
el: Προσθέτει ένα σφάλμα επικύρωσης στην κατάσταση του μοντέλου.
mk: Додава грешка за валидација во состојбата на моделот.

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Design
source: Bind Form Model State
el: Δεσμεύση Κατάστασης Μοντέλου Φόρμας
mk: Поврзи состојба на модел на форма

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Bind Form to Model State
el: Δεσμεύση Φόρμας με τη Κατασταση του Μοντέλου
mk: Поврзи ја формата со состојба на модел

# OrchardCore.Forms.Views.Items.BindModelStateTask.Fields.Thumbnail
source: Binds submitted form fields to the model state.
el: Δεσμεύει τα υποβληθέντα πεδία φόρμας στην κατάσταση του μοντέλου.
mk: Поврзува поднесени полиња на форма со состојба на модел.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Text
el: Κείμενο
mk: Текст

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The text to display on the button.
el: Το κείμενο που εμφανίζεται στο κουμπί.
mk: Текстот кој треба да се прикаже на копчето.

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: Type
el: Τύπος
mk: Вид

# OrchardCore.Forms.Views.Items.ButtonPart.Fields.Edit
source: The button type.
el: Ο τύπος κουμπιού.
mk: Видот на копчето.

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: ID
el: Αναγνωριστικό
mk: Идентификатор

# OrchardCore.Forms.Views.Items.FormElementPart.Fields.Edit
source: The ID to render on this form element.
el: Το ID για την αναπαραγωγή σε αυτό το στοιχείο φόρμας.
mk: Идентификаторот кој треба да се прикаже на овој елемент од формата.

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: Name
el: Όνομα
mk: Име

# OrchardCore.Forms.Views.Items.FormInputElementPart.Fields.Edit
source: The name to render on this form element.
el: Το όνομα αναπαραγωγής σε αυτό το στοιχείο φόρμας.
mk: Името кој треба да се прикаже на овој елемент од формата.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Action
el: Δράση
mk: Акција

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The URL to submit the form to.
el: Η διεύθυνση URL για την υποβολή της φόρμας.
mk: URL адресата каде да се поднесе формата.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Method
el: Μέθοδος
mk: Метода

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The HTTP method to use when submitting the form.
el: Η μέθοδος HTTP που θα χρησιμοποιηθεί κατά την υποβολή της φόρμας.
mk: HTTP метода која ќе се користи при поднесување на формата.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: The enctype to use when submitting the form using POST method.
el: Το enctype για χρήση κατά την υποβολή της φόρμας χρησιμοποιώντας τη μέθοδο POST.
mk: Видот на енкрипција да се користи при поднесување на формата, користејќи ја POST методата.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Anti Forgery Token
el: Anti Forgery Σύμβολο (Token)
mk: Токен против фалсификат

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: Check to generate an Anti Forgery Token in the form.
el: Επιλέξτε για να δημιουργήσετε ένα Anti Forgery Σύμβολο (Token) κατά της πλαστογραφίας στη φόρμα.
mk: Избери за генерирање на токен против фалсификат во формата.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Type
el: Τύπος
mk: Вид

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Text
el: Κείμενο
mk: Текст

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Number
el: Αριθμός
mk: Број

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Phone
el: Τηλέφωνο
mk: Телефон

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Date
el: Ημερομηνία
mk: Датум

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Time
el: Ώρα
mk: Време

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: DateTime
el: Ημερομηνία ώρα

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Local DateTime
el: Τοπικη ημερομηνία ώρα
mk: Локален датум и време

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Month
el: Μήνας
mk: Месец

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Week
el: Εβδομάδα
mk: Недела

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Hidden
el: Κρυμμένο
mk: Скриено

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Password
el: Κωδικός
mk: Лозинка

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Color
el: Χρώμα
mk: Боја

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Range
el: Εύρος
mk: Опсег

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: File
el: Αρχείο
mk: Датотека

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Image
el: Εικόνα
mk: Слика

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Reset
el: Επαναφορά
mk: Ресетирај

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Search
el: Αναζήτηση
mk: Пребарај

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Submit
el: Υποβολή
mk: Поднеси

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The button type.
el: Ο τύπος κουμπιού.
mk: Видот на копчето.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Placeholder Text
el: Το κείμενο του Placeholder
mk: Текст за пример

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The text to display when the field has no value.
el: Το κείμενο που εμφανίζεται όταν το πεδίο δεν έχει τιμή.
mk: Текст за приказ кога полето нема вредност.

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Default Value
el: Προεπιλεγμένη Τιμή
mk: Предодредена вредност

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: The default value for this field.
el: Η προεπιλεγμένη τιμή για αυτό το πεδίο.
mk: Предодредената вредност за ова поле.

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: For
el: Για
mk: За

# OrchardCore.Forms.Views.Items.LabelPart.Fields.Edit
source: The ID of the form element to associate with this label.
el: Το ID του στοιχείου της φόρμας για σύνδεση με αυτήν την ετικέτα.
mk: Идентификатор на елементот од формата поврзан со оваа етикета.

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Enter the text
el: Εισαγάγετε το κείμενο

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Enter a value
el: Εισαγάγετε μια τιμή

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Set as default
el: Ορισμός ως προεπιλογή

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Remove element from list
el: Αφαίρεση στοιχείου από τη λίστα

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Option Text
el: Κείμενο επιλογής

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Value
el: Τιμή

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Default?
el: Προεπιλεγμένο;

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Add an option
el: Προσθήκη επιλογής

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Edit Data
el: Επεξεργασία δεδομένων

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Options
el: Επιλογές

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: A JSON representation of the allowed values, e.g. {0}
el: Μια αναπαράσταση JSON των επιτρεπόμενων τιμών, π.χ. {0}

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Default value
el: Προεπιλεγμένη τιμή

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: (Optional) The value to assign to the select field.
el: (Προαιρετικό) Η τιμή που θα εκχωρηθεί στο επιλεγμένο πεδίο.

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: OK
el: Εντάξει

# OrchardCore.Forms.Views.Items.SelectPart.Fields.Edit
source: Cancel
el: Άκυρο

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Placeholder Text
el: Το κείμενο του Placeholder
mk: Текст за пример

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The text to display when the textarea has no value.
el: Το κείμενο που εμφανίζεται όταν το πεδίο δεν έχει τιμή.
mk: Текст за приказ кога полето за текст нема вредност.

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: Default Value
el: Προεπιλεγμένη Τιμή
mk: Предодредена вредност

# OrchardCore.Forms.Views.Items.TextAreaPart.Fields.Edit
source: The default value for this textarea.
el: Η προεπιλεγμένη τιμή για αυτό το πεδίο.
mk: Предодредената вредност за ова поле за текст.

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Design
source: Validate Antiforgery Token
el: Επικύρωση του Antiforgery Σύμβολου (Token)
mk: Валидирај токен против фалсификување

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validate Antiforgery Token
el: Επικύρωση του Antiforgery Σύμβολου (Token)
mk: Валидирај токен против фалсификување

# OrchardCore.Forms.Views.Items.ValidateAntiforgeryTokenTask.Fields.Thumbnail
source: Validates the antiforgery token for the current HTTP context in which the workflow executes.
el: Επικυρώνει το antiforgery σύμβολο (token) για το τρέχον HTTP περιεχόμενο στο οποίο εκτελείται η ροή εργασίας.
mk: Валидирајте го токенот против фалсификување генериран за тековниот HTTP контекст, во кој се извршива тековниот „тек на работа“.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate Form Field
el: Επικύρωση πεδίου φόρμας
mk: Валидирај поле од форма

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Design
source: Validate <em>{0}</em>
el: Επικύρωση <em>{0}</em>
mk: Валидирај <em>{0}</em>

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Field Name
el: Όνομα πεδίου
mk: Име на поле

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The name of the form field to validate.
el: Το όνομα του πεδίου φόρμας για επικύρωση.
mk: Името на полето од форма кое треба да се валидира.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: Error Message
el: Μήνυμα λάθους
mk: Порака за грешка

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Edit
source: The validation error message to display.
el: Το μήνυμα σφάλματος επικύρωσης που θα εμφανιστεί.
mk: Пораката за грешка при валидација која треба да се прикаже.

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validate Form Field
el: Επικύρωση πεδίου φόρμας
mk: Валидирај поле од форма

# OrchardCore.Forms.Views.Items.ValidateFormFieldTask.Fields.Thumbnail
source: Validates a specific form field.
el: Επικυρώνει ένα συγκεκριμένο πεδίο φόρμας.
mk: Валидира специфично поле од форма.

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Design
source: Validate Form
el: Επικύρωση της Φόρμας
mk: Валидирај форма

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Validate Form
el: Επικύρωση Φόρμας
mk: Валидирај форма

# OrchardCore.Forms.Views.Items.ValidateFormTask.Fields.Thumbnail
source: Checks whether the submitted form contains any validation errors.
el: Ελέγχει αν η υποβληθείσα φόρμα περιέχει τυχόν σφάλματα επικύρωσης.
mk: Проверува дали поднесената форма содржи грешки при валидација.

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: For
el: Για
mk: За

# OrchardCore.Forms.Views.Items.ValidationPart.Fields.Edit
source: The field name that this validation is for.
el: Το όνομα πεδίου για το οποίο ισχύει η επικύρωση.
mk: Името на полето на кое се однесува валидацијата.

# OrchardCore.Forms.Views.Items.ValidationSummaryPart.Fields.Edit
source: Displays a list of validation errors.
el: Εμφανίζει μια λίστα με σφάλματα επικύρωσης.
mk: Прикажува листа на грешки при валидација.

# OrchardCore.Forms.Views.Items.FormPart.Fields.Edit
source: EncType
mk: Вид на енкрипција

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Email
mk: Е-пошта

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Radio
mk: Радио

# OrchardCore.Forms.Views.Items.InputPart.Fields.Edit
source: Checkbox
mk: Квадратче за избор
