Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Sms.Azure.po
Languages: fr, it

# OrchardCore.Sms.Azure.Drivers.AzureSettingsDisplayDriver
source: You have successfully disabled the default SMS provider. The SMS service is now disable and will remain disabled until you designate a new default provider.
fr: Vous avez désactivé avec succès le fournisseur de SMS par défaut. Le service SMS est maintenant désactivé et restera désactivé jusqu'à ce que vous désigniez un nouveau fournisseur par défaut.
it: Il provider SMS default è stato disabilitato. Il servizio SMS è ora disabilitato e rimarrà disabilitato fino a quando verrà definito un nuovo provider default.

# OrchardCore.Sms.Azure.Drivers.AzureSettingsDisplayDriver
source: The phone number is a required.
fr: Le numéro de téléphone est requis.
it: Il numero di telefono è obbligatorio.

# OrchardCore.Sms.Azure.Drivers.AzureSettingsDisplayDriver
source: Invalid phone number.
fr: Numéro de téléphone invalide.
it: Numero di telefono non valido.

# OrchardCore.Sms.Azure.Drivers.AzureSettingsDisplayDriver
source: Connection string is required.
fr: La chaîne de connexion est requise.
it: La connection string è obbligatoria.

# OrchardCore.Sms.Azure.Services.AzureSmsProvider
source: Azure Communication Services
fr: Services de communication Azure

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: The Azure Communication Provider is disabled.
fr: Le fournisseur de communication Azure est désactivé.
it: Il provider Azure Communication è disabilitato.

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: A phone number is required for the recipient.
fr: Un numéro de téléphone est requis pour le destinataire.
it: È richiesto un numero di telefono per il destinatario.

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: Invalid phone number format for the recipient: '{0}'.
fr: Format de numéro de téléphone invalide pour le destinataire : '{0}'.
it: Formato numero di telefono non valido per il destinatario: '{0}'.

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: The message body is required.
fr: Le corps du message est requis.
it: Il corpo del messaggio è obbligatorio.

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: SMS message was not send.
fr: Le message SMS n'a pas été envoyé.
it: Il messaggio SMS non è stato inviato.

# OrchardCore.Sms.Azure.Services.AzureSmsProviderBase
source: An error occurred while sending an SMS.
fr: Une erreur s'est produite lors de l'envoi d'un SMS.
it: Si è verificato un errore durante l'invio di un SMS.

# OrchardCore.Sms.Azure.Services.DefaultAzureSmsProvider
source: Default Azure Communication Services
fr: Services de communication Azure par défaut
it: Azure Communication Services default

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: Enable
fr: Activer
it: Abilita

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: Phone Number
fr: Numéro de téléphone
it: Numero di telefono

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: The default phone number to use as a sender. Phone number must include a country code. For example, +1 for United States.
fr: Le numéro de téléphone par défaut à utiliser comme expéditeur. Le numéro de téléphone doit inclure un code de pays. Par exemple, +1 pour les États-Unis.
it: Il numero di telefono default da usare come mittente. Il numero di telefono deve includere il codice del Paese. Per esempio, +1 per gli Stati Uniti.

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: Connection String
fr: Chaîne de connexion

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: Enter a new value to replace the existing secret
fr: Saisir une nouvelle valeur pour remplacer le secret existant
it: Inserisci un nuovo valore per sostituire la secret esistente

# OrchardCore.Sms.Azure.Views.AzureSmsSettings.Edit
source: Enter the connection string
fr: Saisir la chaîne de connexion
it: Inserisci la connection string
