Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local username. You can customize how it works by providing an IExternalLoginEventHandler or writing a script.
de: Wenn sich ein neuer Benutzer mit einem externen Anbieter anmeldet, ist er nicht verpflichtet, einen lokalen Benutzernamen anzugeben. Sie können die Funktionsweise anpassen, indem Sie einen IExternalLoginEventHandler bereitstellen oder ein Skript schreiben.
fa: هنگامی که یک کاربر جدید از طریق یک ارائه دهنده خارجی وارد می شود، نیازی به ارائه نام کاربری محلی ندارد. می‌توانید با ارائه یک IExternalLoginEventHandler یا نوشتن یک اسکریپت، نحوه کار آن را سفارشی سازی کنید.
pt_br: Quando um novo usuário faz login com um provedor externo, não é necessário fornecer um nome de usuário local. Você pode personalizar a aparência fornecendo um IExternalLoginEventHandler ou utilizando um script.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not ask email address
de: Nicht nach der E-Mail-Adresse fragen
el: Μην ζητάς διεύθυνση ηλεκτρονικού ταχυδρομείου
fa: آدرس ایمیل درخواست نشود
pt_br: Não solicitar endereço de e-mail
ru: Не спрашивать адрес электронной почты

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider and the email claim is defined, they are not required to provide a local email address.
de: Wenn sich ein neuer Benutzer mit einem externen Anbieter anmeldet und der E-Mail-Anspruch definiert ist, ist er nicht verpflichtet, eine lokale E-Mail-Adresse anzugeben.
fa: هنگامی که یک کاربر جدید از طریق ارائه دهنده ای خارجی وارد می شود و ادعای ایمیل تعریف می شود، نیازی به ارائه آدرس ایمیل محلی نیست.
pt_br: Quando um novo usuário faz login com um provedor externo e o atributo de email é definido, não é solicitado fornecer um endereço de e-mail local.

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: Do not create local password for external users
de: Kein lokales Kennwort für externe Benutzer erstellen
el: Μην δημιουργείτε τοπικό κωδικό πρόσβασης για εξωτερικούς χρήστες
fa: رمزعبور داخلی برای کاربران خارجی ساخته نشود
pt_br: Não crie uma senha local para usuários externos
ru: Не создавать локальный пароль для внешних пользователей

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: When a new user logs in with an external provider, they are not required to provide a local password.
de: Wenn sich ein neuer Benutzer mit einem externen Anbieter anmeldet, ist er nicht verpflichtet, ein lokales Passwort anzugeben.
fa: هنگامی که یک کاربر جدید از طریق یک ارائه دهنده خارجی وارد می شود، نیازی به ارائه رمز عبور محلی نیست.
pt_br: Quando um novo usuário faz login com um provedor externo, não é solicitado a criação de uma senha local.

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Two-Factor Authentication
fa: احراز هویت دو مرحله‌ای

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Configure Email Authenticator
fa: پیکربندی احراز هویت کننده ایمیل

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Validate Email Address
fa: اعتبار سنجی آدرس ایمیل

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Please enter the code
fa: لطفا کد را وارد کنید

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Verification code
fa: کد تایید

# OrchardCore.Users.Views.EmailAuthenticator.RequestCode
source: Verify
fa: تایید

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای
uk: Двофакторна автентифікація

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: Configure Authenticator App
de: Authentifizierungs-App konfigurieren
fa: برنامه احراز هویت را پیکربندی کنید
uk: Налаштувати програму-автентифікатор

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: Reset Authenticator App
de: Authentifizierungs-App zurücksetzen
fa: بازنشانی برنامه احراز هویت
uk: Скинути програму-автентифікатор

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: Two-Factor authentication is required and you cannot remove the only active method. If you want to add another device, <a href="{0}">click here</a> to reconfigure it.
de: Zwei-Faktor-Authentifizierung ist erforderlich und Sie können nicht die einzige aktive Methode entfernen. Wenn Sie ein anderes Gerät hinzufügen möchten, <a href="{0}">klicken Sie hier</a> um es neu zu konfigurieren.
fa: احراز هویت دو مرحله ای لازم است و نمی توانید تنها روش فعال را حذف کنید. اگر می‌خواهید دستگاه دیگری اضافه کنید، <a href="{0}">اینجا را کلیک کنید</a> تا دوباره آن را پیکربندی کنید.
uk: Двофакторна автентифікація обов’язкова, і ви не можете видалити єдиний активний метод. Якщо ви хочете додати ще один пристрій, <a href="{0}">натисніть тут</a>, щоб переналаштувати його.

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
de: Wenn Sie Ihren Authentifizierungsschlüssel zurücksetzen, wird Ihre Authentifizierungs-App erst funktionieren, wenn Sie sie neu konfigurieren.
fa: اگر کلید احراز هویت خود را بازنشانی کنید، برنامه احراز هویت شما تا زمانی که آن را دوباره پیکربندی نکنید، کار نخواهد کرد.
uk: Якщо ви скинете налаштування ключа автентифікатора, ваш додаток автентифікатора не працюватиме, доки ви не переналаштуєте його.

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: This process disables the two-factor authentication for your account.
de: Dieser Vorgang deaktiviert die Zwei-Faktor-Authentifizierung für Ihr Konto.
fa: این فرآیند احراز هویت دو مرحله ای را برای حساب شما غیرفعال می کند.
uk: Цей процес вимикає двофакторну автентифікацію для вашого облікового запису.

# OrchardCore.Users.Views.AuthenticatorApp.Reset
source: Reset authenticator key
de: Authentifizierungsschlüssel zurücksetzen
fa: کلید احراز هویت را بازنشانی کنید
uk: Скинути ключ автентифікатора

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Reset password
cs: Obnovit heslo
el: Επαναφορά κωδικού πρόσβασης
fa: تغییر رمزعبور
pt_br: Redefinir Senha
ru: Сбросить пароль

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: Email
el: Λογαριασμός ηλεκτρονικού ταχυδρομείου
fa: ایمیل

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password
cs: Nové heslo
el: Νέος κωδικός πρόσβασης
fa: رمزعبور جدید
pt_br: Nova senha
ru: Новый пароль

# OrchardCore.Users.Views.ResetPassword.ResetPassword
source: New password confirmation
cs: Potvrzení nového hesla
el: Επιβεβαίωση νέου κωδικού πρόσβασης
fa: تکرار رمزعبور جدید
pt_br: Confirmação da nova senha
ru: Подтверждение нового пароля

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Reset Password
cs: Obnovení hesla
de: Passwort zurücksetzen
el: Επαναφορά κωδικού πρόσβασης
fa: تغییر رمزعبور
pt_br: Redefinir Senha
ru: Сброс пароля
uk: Змінити пароль

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Your password has been reset.
cs: Vaše heslo bylo resetováno.
de: Dein Passwort wurde zurückgesetzt.
el: Έχει γίνει επαναφορά του κωδικού πρόσβασης.
fa: رمزعبور شما با موفقیت تغییر کرد.
pt_br: Sua senha foi redefinida.
ru: Ваш пароль был сброшен.
uk: Ваш пароль було скинуто.

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Please
cs: Prosím
de: Bitte
el: Παρακαλώ
fa: لطفا
pt_br: Por favor
ru: Пожалуйста
uk: Будь ласка

# OrchardCore.Users.Views.ResetPassword.ResetPasswordConfirmation
source: Click here to log in
cs: Pro přihlášení klikněte zde
de: Zur Anmeldung hier klicken
el: Κάντε κλικ εδώ για να συνδεθείτε
fa: برای ورود اینجا کلیک کنید
pt_br: Clique aqui para entrar
ru: Нажмите здесь, чтобы войти
uk: Клацніть тут для входу

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Allow the users to reset their password
cs: Povolit uživatelům obnovit své heslo
de: Erlaube den Benutzern, ihr Passwort zurückzusetzen
el: Επιτρέψτε στους χρήστες να επαναφέρουν τον κωδικό πρόσβασής τους
fa: کاربران اجازه تغییر رمزعبور خود را داشته باشند
pt_br: Permitir que os usuários redefinam sua senha
ru: Разрешить пользователям сбросить свой пароль
uk: Дозволити користувачам скидати свій пароль

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: An email will be sent to the user's email address with a reset link.
de: Eine E-Mail wird an die E-Mail-Adresse des Benutzers mit einem Link zum Zurücksetzen gesendet.
el: Ένα μήνυμα ηλεκτρονικού ταχυδρομείου θα σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη με έναν σύνδεσμο επαναφοράς.
fa: یک ایمیل حاوی لینک تغییر رمزعبور به ایمیل کاربر فرستاده خواهد شد.
pt_br: Um e-mail será enviado para o endereço de e-mail do usuário com um link de redefinição.
ru: Письмо будет отправлено на адрес электронной почты пользователя с ссылкой для сброса.
uk: На адресу електронної пошти користувача буде надіслано електронний лист із посиланням для скидання налаштувань.

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Use site theme for password reset page
cs: Použít motiv stránky pro stránku obnovení hesla
de: Website-Design für die Passwort-Zurücksetzten-Seite verwenden
el: Χρησιμοποιήστε το θέμα ιστότοπου για τη σελίδα επαναφοράς κωδικού πρόσβασης
fa: از پوسته وب‌سایت برای صفحه تغییر رمزعبور استفاده شود
pt_br: Usar tema do site para a página de redefinição de senha
ru: Использовать тему сайта для страницы сброса пароля
uk: Використовувати тему сайту для сторінки скидання пароля

# OrchardCore.Users.Views.ResetPasswordSettings.Edit
source: Requires an active site theme.
de: Erfordert ein aktives Seiten-Design.
el: Απαιτεί ένα ενεργό θέμα ιστότοπου.
fa: سایت به یک پوسته فعال نیاز دارد.
pt_br: Requer um tema de site ativo.
ru: Требуется активная тема сайта.
uk: Необхідна активна тема сайту.

# OrchardCore.Users.Views.TwoFactorAuthentication.ShowRecoveryCodes
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung
fa: احراز هویت دو مرحله‌ای
uk: Двофакторна автентифікація

# OrchardCore.Users.Views.TwoFactorAuthentication.ShowRecoveryCodes
source: Recovery Codes
de: Wiederherstellungscodes
fa: کدهای بازیابی
uk: Коди відновлення

# OrchardCore.Users.Views.TwoFactorAuthentication.ShowRecoveryCodes
source: Store these codes in a safe place.
de: Speichern Sie diese Codes an einem sicheren Ort.
fa: این کدها را در مکانی امن نگهداری کنید.
uk: Зберігайте ці коди в безпечному місці.

# OrchardCore.Users.Views.TwoFactorAuthentication.ShowRecoveryCodes
source: If you lose your device and don't have the recovery codes you will lose access to your account.
de: Wenn Sie Ihr Gerät verlieren und nicht über die Wiederherstellungscodes verfügen, verlieren Sie den Zugriff auf Ihr Konto.
fa: اگر دستگاه خود را گم کنید و کدهای بازیابی را نداشته باشید، دسترسی به حساب خود را از دست خواهید داد.
uk: Якщо ви втратите свій пристрій і не матимете кодів відновлення, ви втратите доступ до свого облікового запису.

# OrchardCore.Users.Views.TwoFactorAuthentication.ShowRecoveryCodes
source: Any of the following codes can be used to login.
de: Jeder der folgenden Codes kann verwendet werden, um sich anzumelden.
fa: برای ورود می توانید از هر یک از کدهای زیر استفاده کنید.
uk: Будь-який з наведених нижче кодів можна використовувати для входу.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Dear {0},
cs: Vážený {0},
de: Hallo {0},
el: Αγαπητέ {0},
fa: {0} عزیز
pt_br: Caro {0},
ru: Уважаемый {0},
uk: Шановний/на {0}

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Please <a href="{0}">click here</a> to confirm your account.
cs: Pro potvrzení vašeho účtu prosím <a href="{0}">klikněte zde</a>.
de: Bitte <a href="{0}">klicken Sie hier</a> um Ihr Konto zu bestätigen.
el: Παρακαλώ <a href="{0}"> κάντε κλικ εδώ </a> για να επιβεβαιώσετε τον λογαριασμό σας.
fa: جهت تایید اکانت خود لطفا <a href="{0}">اینجا</a> کلیک کنید.
pt_br: Por favor <a href="{0}">clique aqui</a> para confirmar sua conta.
ru: Пожалуйста, <a href="{0}">нажмите здесь</a>, чтобы подтвердить свою учетную запись.
uk: Будь ласка, <a href="{0}">натисніть тут</a>, щоб підтвердити свій обліковий запис.

# OrchardCore.Users.Views.TemplateUserConfirmEmail
source: Thank you
cs: Děkujeme
de: Danke
el: Σας ευχαριστούμε
fa: از شما متشكريم
pt_br: Obrigado
ru: Большое спасибо
uk: Дякую

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Someone recently requested that the password be reset for <b>{0}</b>.
de: Jemand hat kürzlich angefordert, dass das Passwort für <b>{0}</b> zurückgesetzt wird.
fa: فردی اخیراً درخواست کرده است که گذرواژه برای <b>{0}</b> بازنشانی شود.

# OrchardCore.Users.Views.TemplateUserLostPassword
source: To reset your password please click this link: <a href="{0}">Reset Password</a>
de: Um Ihr Passwort zurückzusetzen, nutzen Sie bitte diesen Link: <a href="{0}">Passwort zurücksetzen</a>
fa: برای بازنشانی رمز عبور خود لطفاً روی این پیوند کلیک کنید: <a href="{0}">بازنشانی رمز عبور</a>

# OrchardCore.Users.Views.TemplateUserLostPassword
source: If you did not request a password reset please ignore this email - your password will not be changed.
de: Falls Sie kein Zurücksetzen angefordert haben, ignorieren Sie bitte diese E-Mail - Ihr Password bleibt unverändert.
fa: اگر درخواست بازنشانی رمز عبور نکرده اید، لطفاً این ایمیل را نادیده بگیرید - رمز عبور شما تغییر نخواهد کرد.

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: Two-Factor Settings
de: Zwei-Faktor-Einstellungen
fa: تنظیمات احراز هویت دو مرحله ای

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: Allow users to remember client
de: Benutzern erlauben, den Client zu speichern
fa: به کاربران اجازه دهید مشتری را به خاطر بسپارند

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: When selected, users may use Remember Client during login to avoid having to provide a token every time.
de: Wenn diese Option aktiviert ist, können Benutzer 'Client speichern' während der Anmeldung verwenden, um zu vermeiden, dass jedes Mal ein Token angegeben werden muss.
fa: در صورت انتخاب، کاربران ممکن است در حین ورود به سیستم از یادآوری کلاینت استفاده کنند تا مجبور نباشند هر بار توکن ارائه دهند.

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: Require two-factor authentication
de: Zwei-Faktor-Authentifizierung erforderlich
fa: نیاز به احراز هویت دو مرحله ای

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: When selected, any user with enabled two-factor authentication authentication will be required to use it.
de: Wenn ausgewählt, muss jeder Benutzer mit aktivierter Zwei-Faktor-Authentifizierung diese verwenden.
fa: در صورت انتخاب، هر کاربری با احراز هویت دو مرحله‌ای فعال، ملزم به استفاده از آن است.

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: Number of recovery codes to generate
de: Anzahl der zu generierenden Wiederherstellungscodes
fa: تعداد کدهای بازیابی برای تولید

# OrchardCore.Users.Views.TwoFactorLoginSettings.Edit
source: The number of recovery codes to generate. Default is 5.
de: Die Anzahl der zu generierenden Wiederherstellungs-Codes. Standard ist 5.
fa: تعداد کدهای بازیابی برای ایجاد. پیش فرض 5 است.

# OrchardCore.Users.Views.Items.TwoFactorMethod.Authenticator.Actions
source: Set
de: Festlegen
fa: تنظیم

# OrchardCore.Users.Views.Items.TwoFactorMethod.Authenticator.Actions
source: Reset
de: Zurücksetzen
fa: تنظیم مجدد

# OrchardCore.Users.Views.Items.TwoFactorMethod.Authenticator.Actions
source: Add
de: Hinzufügen
fa: افزودن

# OrchardCore.Users.Views.Items.TwoFactorMethod.Authenticator.Content
source: Authenticator app
de: Authentifizierungs-App
fa: برنامه احراز هویت

# OrchardCore.Users.Views.Items.TwoFactorMethod.Authenticator.Content
source: Use an authentication app or browser extension to generate one-time codes.
de: Verwenden Sie eine Authentifizierungs-App oder Browser-Erweiterung, um Einmal-Codes zu generieren.
fa: از یک برنامه احراز هویت یا افزونه مرورگر برای تولید کدهای یکبار مصرف استفاده کنید.

# OrchardCore.Users.Views.Items.TwoFactorMethod.Email.Actions
source: Verify Email
de: E-Mail-Adresse bestätigen
fa: تایید ایمیل

# OrchardCore.Users.Views.Items.TwoFactorMethod.Email.Actions
source: Verified
de: Bestätigt
fa: تایید شده

# OrchardCore.Users.Views.Items.TwoFactorMethod.Email.Content
source: Email authentication
de: E-Mail-Authentifizierung
fa: احراز هویت ایمیل

# OrchardCore.Users.Views.Items.TwoFactorMethod.Email.Content
source: Use your email to receive one-time codes.
de: Verwenden Sie Ihre E-Mail, um einmalige Codes zu erhalten.
fa: از ایمیل خود برای دریافت کدهای یکبار مصرف استفاده کنید.

# OrchardCore.Users.Views.User.DetailAdmin
source: View User
de: Benutzer anzeigen
fa: مشاهده کاربر

# OrchardCore.Users.Views.UserButtons
source: Edit
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
fa: ویرایش
pt_br: Editar
ru: Редактировать
uk: Редагувати

# OrchardCore.Users.Views.UserButtons
source: View
de: Anzeigen
fa: نمایش

# OrchardCore.Users.Views.UserButtons
source: Edit Password
cs: Změnit heslo
de: Passwort ändern
el: Επεξεργασία κωδικού πρόσβασης
fa: ویرایش رمزعبور
pt_br: Alterar Senha
ru: Изменить пароль

# OrchardCore.Users.Views.UserButtons
source: Unlock user
de: Benutzer entsperren
fa: باز کردن قفل کاربر

# OrchardCore.Users.Views.UserButtons
source: Are you sure you want to unlock this user?
de: Sind Sie sicher, dass Sie diesen Benutzer entsperren wollen?
fa: آیا مطمئن هستید که می خواهید این کاربر را ازحالت قفل شده خارج کنید?

# OrchardCore.Users.Views.UserButtons
source: Unlock
de: Entsperren
fa: گشودن

# OrchardCore.Users.Views.UserButtons
source: Delete
cs: Smazat
de: Löschen
el: Διαγραφή
fa: پاک‌کردن
pt_br: Excluir
ru: Удалить

# OrchardCore.Users.Views.UserButtons
source: Send verification email
cs: Odeslat ověřovací e-mail
de: Bestätigungs-E-Mail senden
el: Αποστολή email επιβεβαίωσης
fa: ارسال ایمیل فعال‌سازی
pt_br: Enviar e-mail de verificação
ru: Отправить запрос на подтверждение по эл. почте

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Design
source: User Created
cs: Uživatel byl vytvořen
de: Benutzer erstellt
el: Δημιουργία χρήστη
fa: کاربر ایجاد شد
pt_br: Usuário criado
ru: Пользователь создан
uk: Користувача створено

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User Created
cs: Uživatel byl vytvořen
de: Benutzer erstellt
el: Δημιουργία χρήστη
fa: کاربر ایجاد شد
pt_br: Usuário criado
ru: Пользователь создан
uk: Користувача створено

# OrchardCore.Users.Views.Items.UserCreatedEvent.Fields.Thumbnail
source: User is created.
cs: Uživatel vytvořen.
de: Benutzer wurde erstellt.
el: Ο χρήστης δημιουργήθηκε.
fa: کاربر ایجاد شد.
pt_br: Usuário foi criado.
ru: Пользователь создан.
uk: Користувач створений.

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Design
source: User Deleted
cs: Uživatel odstraněn
de: Benutzer gelöscht
el: Ο χρήστης διαγράφηκε
fa: کاربر حذف گردید
pt_br: Usuário Excluído
ru: Пользователь удалён
uk: Користувача видалено

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User Deleted
cs: Uživatel odstraněn
de: Benutzer gelöscht
el: Ο χρήστης διαγράφηκε
fa: کاربر حذف گردید
pt_br: Usuário Excluído
ru: Пользователь удалён
uk: Користувача видалено

# OrchardCore.Users.Views.Items.UserDeletedEvent.Fields.Thumbnail
source: User is Deleted.
cs: Uživatel odstraněn.
de: Benutzer wurde gelöscht.
el: Ο χρήστης είναι διαγεγραμμένος.
fa: کاربر حذف شده است.
pt_br: Usuário Excluído.
ru: Пользователь удалён.
uk: Користувач видалений.

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Design
source: User Disabled
cs: Uživatel deaktivován
de: Benutzer deaktiviert
el: Ο Χρήστης Απενεργοποιήθηκε
fa: کاربر غیرفعال شد
pt_br: Usuário Desativado
ru: Пользователь отключен
uk: Користувач відключений

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User Disabled
cs: Uživatel deaktivován
de: Benutzer deaktiviert
el: Ο Χρήστης Απενεργοποιήθηκε
fa: کاربر غیرفعال شد
pt_br: Usuário Desativado
ru: Пользователь отключен
uk: Користувач відключений

# OrchardCore.Users.Views.Items.UserDisabledEvent.Fields.Thumbnail
source: User is disabled.
cs: Uživatel deaktivován.
de: Der Benutzer ist deaktiviert.
el: Ο χρήστης είναι απενεργοποιημένος.
fa: کاربر غیرفعال شده است.
pt_br: O usuário foi desativado.
ru: Пользователь отключен.
uk: Користувач вимкнений.

# OrchardCore.Users.Views.UserEmail.Edit
source: Email
fa: ایمیل
uk: Електронна пошта

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Design
source: User Enabled
cs: Uživatel povolen
de: Benutzer aktiviert
el: Ο Χρήστης Ενεργοποιήθηκε
fa: کاربر فعال است
pt_br: Usuário Ativo
ru: Пользователь включен
uk: Користувач включений

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User Enabled
cs: Uživatel povolen
de: Benutzer aktiviert
el: Ο Χρήστης Ενεργοποιήθηκε
fa: کاربر فعال است
pt_br: Usuário Ativo
ru: Пользователь включен
uk: Користувач включений

# OrchardCore.Users.Views.Items.UserEnabledEvent.Fields.Thumbnail
source: User is enabled.
cs: Uživatel je aktivní.
de: Der Benutzer ist aktiviert.
el: Ο χρήστης είναι ενεργοποιημένος.
fa: کاربر فعال است.
pt_br: Usuário foi ativado.
ru: Пользователь включен.
uk: Користувач включений.

# OrchardCore.Users.Views.UserFields
source: Disabled
de: Deaktiviert
el: Απενεργοποιημένο
fa: غیرفعال
pt_br: Desativado
ru: Отключено
uk: Вимкнено

# OrchardCore.Users.Views.UserFields.Edit
source: Email confirmed
cs: Email potvrzen
de: E-Mail-Adresse bestätigt
el: Επιβεβαιώθηκε ο λογαριασμού ηλεκτρονικού ταχυδρομείου
fa: ایمیل تایید شد
pt_br: Email confirmado
ru: Email подтвержден

# OrchardCore.Users.Views.UserFields.Edit
source: Is enabled?
de: Ist aktiviert?
el: Είναι ενεργοποιημένο;
fa: آیا فعال شده است؟
pt_br: Ativado?
ru: Активен?

# OrchardCore.Users.Views.UserFields.Edit
source: Uncheck to disable this user account.
de: Deaktivieren, um dieses Benutzerkonto zu deaktivieren.
el: Καταργήστε την επιλογή για να απενεργοποιήσετε αυτόν τον λογαριασμό χρήστη.
fa: برای غیرفعال کردن یک حساب کاربری انتخاب نشده باشد.
pt_br: Desmarque para desativar esta conta de usuário.
ru: Снимите флажок, чтобы отключить эту учетную запись.

# OrchardCore.Users.Views.UserFields.Edit
source: Password
de: Passwort
fa: رمزعبور
uk: Пароль

# OrchardCore.Users.Views.UserFields.Edit
source: Password Confirmation
de: Passwortbestätigung
fa: تایید گذرواژه
uk: Підтвердження пароля

# OrchardCore.Users.Views.UserFields.Edit
source: Password confirmation
de: Passwortbestätigung
fa: تایید گذرواژه
uk: Підтвердження пароля

# OrchardCore.Users.Views.UserFields.Edit
source: Generate password
de: Passwort generieren
fa: تولید گذرواژه
uk: Згенерувати пароль

# OrchardCore.Users.Views.UserFields.Edit
source: Copy password
de: Passwort kopieren
fa: کپی گذرواژه
uk: Копіювати пароль

# OrchardCore.Users.Views.UserInfo
source: User Info
de: Benutzer-Info
fa: اطلاعات کاربر
uk: Інформація про користувача

# OrchardCore.Users.Views.UserInfo
source: Username
de: Benutzername
fa: نام‌کاربری
uk: Ім'я користувача

# OrchardCore.Users.Views.UserInfo
source: Email
fa: ایمیل
uk: Електронна пошта

# OrchardCore.Users.Views.UserInfo
source: Status
fa: وضعیت
uk: Статус

# OrchardCore.Users.Views.UserInfo
source: Enabled
de: Aktiviert
fa: فعال
uk: Увімкнено

# OrchardCore.Users.Views.UserInfo
source: Disabled
de: Deaktiviert
fa: غیرفعال
uk: Вимкнено

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Design
source: User LoggedIn
cs: Uživatel přihlášen
de: Benutzer angemeldet
el: Συνδεδεμένος χρήστης
fa: کاربر به سیستم وارد شده است
pt_br: Usuário Conectado
ru: Вход пользователя
uk: Користувач увійшов

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in
cs: Uživatel přihlášen
de: Benutzer angemeldet
el: Συνδεδεμένος χρήστης
fa: کاربر به سیستم وارد شده است
pt_br: Usuário Conectado
ru: Вход пользователя
uk: Користувач увійшов
