Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Password is required!
uk: Пароль обов'язковий!

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Confirm Password do not match
uk: Пароль для підтвердження не збігається

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Username is required!
uk: Ім'я користувача обов'язкове!

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Email is required!
uk: Електронна пошта обов'язкова!

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Invalid Email.
uk: Недійсна електронна пошта.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Before you can reset your password, you need to verify your email address.
uk: Перш ніж ви зможете скинути пароль, вам потрібно підтвердити свою адресу електронної пошти.

# OrchardCore.Users.Drivers.RegisterUserFormDisplayDriver
source: A user with the same username already exists.
uk: Користувач із таким самим іменем користувача вже існує.

# OrchardCore.Users.Drivers.RegisterUserFormDisplayDriver
source: A user with the same email address already exists.
uk: Користувач із такою ж адресою електронної пошти вже існує.

# OrchardCore.Users.Drivers.UserRoleDisplayDriver
source: Cannot remove {0} role from the only enabled administrator.
uk: Неможливо видалити роль {0} у єдиного увімкненого адміністратора.

# OrchardCore.Users.Endpoints.EmailAuthenticator.SendCode
source: The email could not be sent. Please attempt to request the code at a later time.
uk: Не вдалося надіслати електронний лист. Будь ласка, спробуйте запросити код пізніше.

# OrchardCore.Users.Endpoints.EmailAuthenticator.SendCode
source: A verification code has been sent via email. Please check your email for the code.
uk: Код підтвердження було надіслано електронною поштою. Будь ласка, перевірте свою електронну пошту, щоб отримати код.

# OrchardCore.Users.Endpoints.SmsAuthenticator.SendCode
source: The SMS message could not be sent. Please attempt to request the code at a later time.
uk: Не вдалося надіслати SMS-повідомлення. Будь ласка, спробуйте запросити код пізніше.

# OrchardCore.Users.Endpoints.SmsAuthenticator.SendCode
source: A verification code has been sent to your phone number. Please check your device for the code.
uk: Код підтвердження надіслано на ваш номер телефону. Будь ласка, перевірте свій пристрій, щоб отримати код.

# OrchardCore.Users.GraphQL.CurrentUserQuery
source: Gets the currently authenticated user.
uk: Отримує поточного автентифікованого користувача.

# OrchardCore.Users.Localization.Drivers.UserLocalizationDisplayDriver
source: Use site's culture
uk: Використовуйте культуру сайту

# OrchardCore.Users.RegistrationAdminMenu
source: Registration
ru: Регистрация
uk: Реєстрація

# OrchardCore.Users.ResetPasswordAdminMenu
source: User Reset Password
uk: Скидання пароля користувача

# OrchardCore.Users.ResetPasswordAdminMenu
source: Reset Password
uk: Скинути пароль

# OrchardCore.Users.Services.CustomUserSettingsStereotypesProvider
source: Custom User Settings
uk: Користувацькі налаштування користувача

# OrchardCore.Users.Services.UserEmailService
source: Confirm your account
uk: Підтвердити свій обліковий запис

# OrchardCore.Users.Services.UserEmailService
source: Reset your password
uk: Скинути свій пароль

# OrchardCore.Users.ViewModels.EditPasswordViewModel
source: Username or email address is required.
uk: Ім'я користувача або адреса електронної пошти обов'язкові.

# OrchardCore.Users.ViewModels.EditPasswordViewModel
source: Current password is required.
uk: Поточний пароль обов'язковий.

# OrchardCore.Users.ViewModels.EditPasswordViewModel
source: New password is required.
uk: Новий пароль обов'язковий.

# OrchardCore.Users.ViewModels.EditPasswordViewModel
source: The new password and confirmation password do not match.
uk: Новий пароль та пароль підтвердження не збігаються.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Username or email address is required.
uk: Ім'я користувача або адреса електронної пошти обов'язкові.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Username or email address is required.
uk: Ім'я користувача або адреса електронної пошти обов'язкові.

# OrchardCore.Users.Workflows.Activities.UserConfirmedEvent
source: User Confirmed Event
uk: Подія "Користувача підтверджено"

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Info
uk: Інформація про користувача

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User ID
uk: ID користувача

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: Username
uk: Ім'я користувача

# OrchardCore.Users.Views.AuthenticatorAppLoginSettings.Edit
source: When selected, the users will see their email address in the authenticator app. Otherwise, the username will be displayed.
uk: Якщо вибрано, користувачі бачитимуть свою адресу електронної пошти в програмі автентифікації. В іншому випадку буде показуватись ім’я користувача.

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmail
source: Email confirmation
uk: Підтвердження електронною поштою

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmail
source: Thank you for confirming your email.
uk: Дякуємо за підтвердження вашої електронної пошти.

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmail
source: Home
uk: Домашня сторінка

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmailSent
source: Email confirmation sent
uk: Підтвердження електронною поштою надіслано

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmailSent
source: An email has been sent to you. Please click on the link it contains in order to have access on this site.
uk: Вам надіслано електронного листа. Будь ласка, натисніть на посилання, що міститься в ньому, щоб отримати доступ до цього сайту.

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmailSent
source: Previous Page
uk: Попередня сторінка

# OrchardCore.Users.Views.EmailConfirmation.ConfirmEmailSent
source: Home
uk: Домашня сторінка

# OrchardCore.Users.Views.Admin.EditPassword
source: Change Password
uk: Змінити пароль

# OrchardCore.Users.Views.Admin.EditPassword
source: Current password
uk: Поточний пароль

# OrchardCore.Users.Views.Admin.EditPassword
source: To confirm the change, please provide your password.
uk: Щоб підтвердити зміну, будь ласка, введіть свій пароль.

# OrchardCore.Users.Views.ExternalLoginSettings.Edit
source: Configuring External Authentication for User Login with Third-Party Providers
uk: Налаштування зовнішньої автентифікації для входу користувачів за допомогою сторонніх постачальників

# OrchardCore.Users.Views.ExternalLoginSettings.Edit
source: Use external provider for login.
uk: Використовувати зовнішній постачальник для входу.

# OrchardCore.Users.Views.ExternalLoginSettings.Edit
source: If only one external provider is defined, auto challenge the provider to login. You should also configure registration options
uk: Якщо визначено лише одного зовнішнього постачальника, автоматично запропонувати вхід через нього. Також слід налаштувати параметри реєстрації

# OrchardCore.Users.Views.ExternalAuthentications.LinkExternalLogin
source: Link your account.
uk: Прив’язати свій обліковий запис.

# OrchardCore.Users.Views.ExternalAuthentications.LinkExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. You already have an account that can be linked with this external login. Enter your local account password and click the Register button to link the accounts and finish logging in.
uk: Ви успішно пройшли автентифікацію за допомогою <strong>{0}</strong>. У вас вже є обліковий запис, який можна пов’язати з цим зовнішнім входом. Введіть пароль свого локального облікового запису та натисніть кнопку "Зареєструватися", щоб пов’язати облікові записи та завершити вхід.

# OrchardCore.Users.Views.ExternalAuthentications.LinkExternalLogin
source: Username
uk: Ім'я користувача

# OrchardCore.Users.Views.ExternalAuthentications.LinkExternalLogin
source: Password
uk: Пароль

# OrchardCore.Users.Views.ExternalAuthentications.LinkExternalLogin
source: Register
uk: Зареєструватися

# OrchardCore.Users.Views.LoginForm.Edit
source: Log in
uk: Увійти

# OrchardCore.Users.Views.LoginFormCredentials
source: Username or email address
uk: Ім'я користувача або адреса електронної пошти

# OrchardCore.Users.Views.LoginFormCredentials
source: Password
uk: Пароль

# OrchardCore.Users.Views.LoginFormCredentials
source: Remember me
uk: Запам'ятати мене

# OrchardCore.Users.Views.LoginFormForgotPassword
source: Forgot your password?
uk: Забули пароль?

# OrchardCore.Users.Views.LoginFormRegisterUser
source: Register as a new user
uk: Зареєструватися як новий користувач

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Create a new account.
uk: Створити новий обліковий запис.

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: You've successfully authenticated with <strong>{0}</strong>. Please fill the form below and click the Register button to complete the registration.
uk: Ви успішно пройшли автентифікацію за допомогою <strong>{0}</strong>. Будь ласка, заповніть форму нижче та натисніть кнопку "Зареєструватися", щоб завершити реєстрацію.

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Username
uk: Ім'я користувача

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Email
uk: Електронна пошта

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Password
uk: Пароль

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Confirm password
uk: Підтвердження пароля

# OrchardCore.Users.Views.ExternalAuthentications.RegisterExternalLogin
source: Register
uk: Зареєструвати

# OrchardCore.Users.Views.RegisterUserForm.Edit
source: Register a new account
uk: Зареєструвати новий обліковий запис

# OrchardCore.Users.Views.RegisterUserForm.Edit
source: Register
uk: Зареєструвати

# OrchardCore.Users.Views.RegisterUserFormIdentifier
source: Username
uk: Ім'я користувача

# OrchardCore.Users.Views.RegisterUserFormIdentifier
source: Email address
uk: Адреса електронної пошти

# OrchardCore.Users.Views.RegisterUserFormIdentifier
source: Password
uk: Пароль

# OrchardCore.Users.Views.RegisterUserFormIdentifier
source: Confirm password
uk: Підтвердження пароля

# OrchardCore.Users.Views.ResetPasswordForm.Edit
source: Reset password
uk: Скинути пароль

# OrchardCore.Users.Views.ResetPasswordFormIdentifier
source: Username or email address
uk: Ім'я користувача або адреса електронної пошти

# OrchardCore.Users.Views.ResetPasswordFormIdentifier
source: New password
uk: Новий пароль

# OrchardCore.Users.Views.ResetPasswordFormIdentifier
source: New password confirmation
uk: Підтвердження нового пароля

# OrchardCore.Users.Views.UserFields
source: The email address '{0}' has not been confirmed.
uk: Адресу електронної пошти '{0}' не підтверджено.

# OrchardCore.Users.Views.UserFields
source: Unconfirmed
uk: Непідтверджена

# OrchardCore.Users.Views.UserFields
source: The user is currently locked out.
uk: Користувач наразі заблокований.

# OrchardCore.Users.Views.UserFields
source: Locked
uk: Заблокований

# OrchardCore.Users.Views.UserMenuItems-ChangePassword
source: Change password
uk: Змінити пароль

# OrchardCore.Users.Views.UserMenuItems-ChangePassword.DetailAdmin
source: Change password
uk: Змінити пароль

# OrchardCore.Users.Views.UserMenuItems-Dashboard
source: Dashboard
uk: Дошка

# OrchardCore.Users.AdminMenu
source: Login
ru: Вход

# OrchardCore.Users.ResetPasswordAdminMenu
source: Reset password
ru: Сбросить пароль

# OrchardCore.Users.Controllers.AdminController
source: All
ru: Все

# OrchardCore.Users.Controllers.AdminController
source: User created successfully
ru: Пользователь успешно создан

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully
ru: Пользователь успешно обновлен

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully
ru: Пользователь успешно удален

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user
ru: Не удалось удалить пользователя

# OrchardCore.Users.Controllers.RegistrationController
source: Invalid email.
cs: Neplatný e-mail.
el: Μη έγκυρο email.
pt_br: Email inválido.
ru: Некорректный адрес электронной почты.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: A user name is required.
ru: Требуется имя пользователя.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: An email is required.
ru: Email обязателен для заполнения.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The user name is already used.
ru: Это имя пользователя уже используется.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The email is already used.
ru: Этот адрес электронной почты уже используется.

# OrchardCore.Users.ViewModels.EditUserViewModel
source: Invalid Email.
ru: Некорректный адрес электронной почты.

# OrchardCore.Users.ViewModels.LinkExternalLoginViewModel
source: Password is required
cs: Je nutné zadat heslo
el: Απαιτείται κωδικός πρόσβασης
pt_br: A senha é obrigatória
ru: Необходимо указать пароль

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Content
ru: Содержимое

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when NoRegistration is selected, no new users can register
el: όταν έχει επιλεγεί η επιλογή NoRegistration, δεν μπορούν να εγγραφούν νέοι χρήστες
pt_br: quando o NoRegistration é selecionado, nenhum usuário novo pode se cadastrar
ru: если выбрано, регистрация новых пользователей отключена

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowRegistration is selected, a link is displayed to allow the users to register on the site. If there are external providers, once authenticated the user can register
el: όταν επιλεγεί η επιλογή AllowRegistration, εμφανίζεται ένας σύνδεσμος που επιτρέπει στους χρήστες να εγγραφούν στον ιστότοπο. Εάν υπάρχουν εξωτερικοί παροχείς, μετά την επικύρωση ο χρήστης μπορεί να εγγραφεί
pt_br: quando o AllowRegistration é selecionado, um link é exibido para permitir que os usuários se cadastrem no site. Se houver provedores externos, uma vez autenticados, o usuário pode se cadastrar
ru: при выборе AllowRegistration отображается ссылка, позволяющая пользователям регистрироваться на сайте. Если указаны внешние провайдеры, то после аутентификации пользователь сможет зарегистрироваться

# OrchardCore.Users.Views.RegistrationSettings.Edit
source: when AllowOnlyExternalUsers is selected, only users authenticated with external providers can register on the site
el: όταν επιλεγεί το AllowOnlyExternalUsers, μόνο οι χρήστες που έχουν πιστοποιηθεί με εξωτερικούς παρόχους μπορούν να εγγραφούν στον ιστότοπο
pt_br: quando o AllowOnlyExternalUsers é selecionado, somente usuários autenticados com provedores externos podem se cadastrar no site
ru: если выбрано, то зарегистрироваться на сайте могут только пользователи, аутентифицированные внешними провайдерами

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Dear {0},
cs: Vážený {0},
el: Αγαπητέ {0},
pt_br: Caro {0},
ru: Уважаемый {0},

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Please <a href="{0}">click here</a> to change your password.
el: Παρακαλώ <a href="{0}"> κάντε κλικ εδώ </a> για να αλλάξετε τον κωδικό σας.
pt_br: Por favor <a href="{0}">clique aqui</a> para alterar sua senha.
ru: Пожалуйста, <a href="{0}">нажмите здесь</a>, чтобы изменить пароль.

# OrchardCore.Users.Views.TemplateUserLostPassword
source: Thank you
cs: Děkuji
el: Σας ευχαριστούμε
pt_br: Obrigado
ru: Большое спасибо

# OrchardCore.Users.Views.UserFields.Edit
source: User name
ru: Имя пользователя

# OrchardCore.Users.Views.UserFields.Edit
source: The user name is required.
ru: Имя пользователя обязательно.

# OrchardCore.Users.Views.UserFields.Edit
source: The email is invalid.
ru: Не правильный e-mail адрес.

# OrchardCore.Users.Views.UserFields.Edit
source: Roles
ru: Роли

# OrchardCore.Users.Views.Account.Login
source: Use a local account to log in.
ru: Использовать локальный аккаунт для входа.

# OrchardCore.Users.Views.Account.Login
source: Username
ru: Имя пользователя

# OrchardCore.Users.Views.Account.Login
source: Use another service to log in.
ru: Используйте другую службу для входа.

# OrchardCore.Users.Views.Admin.Index
source: Search
ru: Поиск

# OrchardCore.Users.Views.Admin.Index
source: Add User
ru: Добавить пользователя

# OrchardCore.Users.Views.Admin.Index
source: Select All
ru: Выбрать все

# OrchardCore.Users.Views.Admin.Index
source: 1 item
ru: 1 элемент

# OrchardCore.Users.Views.Admin.Index
source: Items {0} to {1}
ru: Элементы от {0} до {1}

# OrchardCore.Users.Views.Admin.Index
source: / {0} item in total
ru: / элементов всего: {0}

# OrchardCore.Users.Views.Admin.Index
source: Actions
ru: Действия

# OrchardCore.Users.Views.Admin.Index
source: Bulk Action
ru: Массовое действие

# OrchardCore.Users.Views.Admin.Index
source: Are you sure you want to {0} these items?
ru: Вы уверены, что хотите {0} эти элементы?

# OrchardCore.Users.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
ru: <strong>Ничего не найдено!</strong> Поиск не дал результатов.

# OrchardCore.Users.Views.Admin.Index
source: selected
ru: выбрано

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Please check your email or user name to reset your password.
ru: Пожалуйста, проверьте ваш email или имя пользователя, чтобы сбросить пароль.

# OrchardCore.Users.Views.ResetPassword.ForgotPassword
source: Email or user name
ru: Email или имя пользователя

# OrchardCore.Users.Drivers.UserDisplayDriver
source: Cannot disable the only administrator.
cs: Nelze zakázat jediného správce.
pt_br: Não é possível desativar o único administrador.

# OrchardCore.Users.Drivers.UserRoleDisplayDriver
source: Cannot remove administrator role from the only administrator.
cs: Nelze odebrat roli administrátora jedinému správci.

# OrchardCore.Users.ViewModels.EditUserInformationViewModel
source: Invalid Email.
cs: Neplatný e-mail.
