Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Lists.po
Languages: cs, mk, sk, uk

# OrchardCore.Lists.AdminNodes.ListsAdminNodeDriver
source: Content type field is required.
cs: Zadejte obsahový typ položky.
uk: Поле "Тип контенту" є обов'язковим.

# OrchardCore.Lists.AdminNodes.ListsAdminNodeDriver
source: Invalid Content type provided.
cs: Neplatný obsahový typ
uk: Вказано недійсний тип контенту.

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
cs: seznam položky obsahu
mk: делот од листа на содржинскиот елемент
sk: zoznam položky obsahu
uk: частина списку елемента контенту

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
cs: ID nadřazené položky obsahu se seznamem
mk: идентификатор на содржинскиот елемент од родителската листа на содржински елементи за филтрирање
sk: ID nadriadenej položky obsahu so zoznamom
uk: ідентифікатор елемента контенту батьківського списку елемента контенту для фільтрації

# OrchardCore.Lists.GraphQL.ContainedPartContentItemTypeInitializer
source: The parent content item of type {0}.
cs: Nadřazená položka obsahu pro typ {0}.
uk: Батьківський елемент контенту з типом {0}.

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item and the order in which the current content item is represented.
cs: Představuje odkaz na nadřazenou položku obsahu a pořadí, ve kterém je aktuální položka obsahu zastoupena.
uk: Представляє посилання на батьківський елемент контенту та порядок, у якому представлено поточний елемент контенту.

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: the parent list content item
cs: položka obsahu nadřazeného seznamu
uk: елемент контенту батьківського списку

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: the content type of the list owning the current content item.
cs: typ obsahu seznamu, který vlastní aktuální položku obsahu.
uk: тип контенту списку, що містить поточний елемент контенту.

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: the order of the current content item in the list.
cs: pořadí aktuální položky obsahu v seznamu.
uk: порядок поточного елемента контенту у списку.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
cs: Reprezentuje seznam položek obsahu.
mk: Претставува збир на содржински елементи.
sk: Zoznam položiek obsahu.
uk: Представляє колекцію елементів контенту.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: the content items
cs: položky obsahu
uk: елементи контенту

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: the first n elements (10 by default)
cs: první n prvků (10 jako výchozí hodnota)
uk: перші n елементів (10 за замовчуванням)

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: the number of elements to skip
cs: počet položek, které chcete přeskočit
uk: кількість елементів, які потрібно пропустити

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
cs: Zadaný BlogPost již neexistuje. Prosím, vytvořte nový.
mk: Соодветниот пост на блогот веќе не постои. Ве молиме креирајте нов пост на блогот.
sk: BlogPost už neexistuje. Prosím vytvorte nový.
uk: Вказаний допис в блозі більше не існує. Будь ласка, створіть новий допис у блозі.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
cs: Nemáte smazat tento obsah
mk: Не сте овластени да ја избришете оваа содржина
sk: Nemáte práva potrebné na zmazanie obsahu
uk: Не маєте прав видаляти цей контент

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
cs: Uživatelské jméno, e-mail nebo heslo nejsou správné.
mk: Поднесените корисничкото име, е-пошта или лозинка не се точни.
sk: Nesprávne meno, e-mail alebo heslo.
uk: Введене ім'я користувача, електронна адреса або пароль неправильні.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
cs: Musí být vybrán alespoň jeden typ obsahu.
mk: Барем еден содржински вид мора да е избран.
sk: Vyberte aspoň jeden typ obsahu.
uk: Потрібно вибрати принаймні один тип контенту.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
cs: Seznam je prázdný
mk: Листата е празна
sk: Zoznam je prázdny
uk: Список порожній

# OrchardCore.Lists.Views.ListPart.DisplayOption
source: Standard
cs: Výchozí
mk: Стандардно
sk: Štandard
uk: Стандартний

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Please specify at least one contained content type.
cs: Zadejte alespoň jeden obsahový typ.
sk: Zadajte aspoň jeden obsiahnutý typ obsahu.
uk: Будь ласка, вкажіть принаймні один тип вмісту.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: There was an error when updating the order of the items.
cs: Při aktualizaci pořadí položek došlo k chybě.
sk: Chyba pri úprave poradia položiek.
uk: Під час оновлення порядку елементів сталася помилка.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: The list is empty.
cs: Seznam je prázdný.
sk: Zoznam je prázdny.
uk: Список порожній.

# OrchardCore.Lists.Views.ListPartDetailAdminSearchPanel
source: Filters
cs: Filtry
uk: Фільтри

# OrchardCore.Lists.Views.ListPartDetailAdminSearchPanel
source: Only draft items
cs: Pouze koncepty
uk: Тільки елементи чернетки

# OrchardCore.Lists.Views.ListPartDetailAdminSearchPanel
source: Only published items
cs: Pouze publikované položky
uk: Тільки опубліковані елементи

# OrchardCore.Lists.Views.ListPartDetailAdminSearchPanel
source: Owned by me
cs: Vlastněno mnou
uk: Належить мені

# OrchardCore.Lists.Views.ListPartDetailAdminSearchPanel
source: Search
cs: Vyhledat
uk: Пошук

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Disable RSS feed link generation.
cs: Zakázat generování odkazu RSS kanálu.
uk: Вимкнути генерацію посилань на RSS-канал.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed proxy Url
cs: Proxy URL feedu
mk: URL адреса на прокси за фид
uk: Url-адреса проксі-сервера каналу

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Provide a custom public url which will be used to proxy the local rss feed.
cs: Definuje vlastní veřejnou URL, pod kterou bude dostupný tento RSS feed.
mk: Обезбедете прилагодена јавна URL адреса која ќе се користи како прокси за локалниот RSS фид.
sk: Zadajte vlastnú verejnú URL adresu ktorá bude použitá ako proxy pre lokálny RSS feed.
uk: Надайте власну публічну Url-адресу, яка використовуватиметься для проксі-сервера локального RSS-каналу.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}" target="_blank">{0}</a>.
cs: Aktuální kanál je k dispozici na {0}.
sk: Feed je dostupný tu <a href="{0}" target="_blank">{0}</a>.
uk: Поточний канал доступний за адресою <a href="{0}" target="_blank">{0}</a>.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
cs: Počet poležek ve feedu
mk: Редослед на елементи на фидот
sk: Počet položiek feedu
uk: Кількість елементів каналу

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
cs: Počet položek zobrazených ve feedu.
mk: Број на елементи кои треба да се прикажат на фидот.
sk: Počet položiek zobrazených vo feede.
uk: Кількість елементів для показу на каналі.

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: List Items
cs: Položky seznamu
uk: Елементи списку

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: Edit {0}
cs: Upravit {0}
uk: Редагувати {0}

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: Create {0}
cs: Vytvořit {0}
uk: Створити {0}

# OrchardCore.Lists.Views.ListPartNavigationAdmin
source: New
cs: Nový
uk: Новий

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
cs: Velikost stránky
mk: Големина на страница
sk: Veľkosť stránky
uk: Розмір сторінки

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
cs: Počet položek zobrazených na stránce.
mk: Број на елементи кои треба да се прикажат по страница.
sk: Počet položiek na stránke
uk: Кількість елементів для показу на сторінці.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Enable Ordering
cs: Povolit řazení
mk: Овозможи подредување
sk: Povoliť zoraďovanie
uk: Увімкнути Порядок

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to enable manual ordering of items.
cs: Zaškrtnutím této možnosti povolíte ruční řazení položek.
mk: Избери ја оваа опција за да се овозможи мануелно подредување на елементи.
sk: Zaškrtnite pre povolenie zoraďovania položiek.
uk: Відмітьте цю опцію, щоб увімкнути ручне впорядкування елементів.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
cs: Povolené typy obsahu
mk: Содржани(во контејнер) содржински видови
sk: Obsiahnuté typy obsahu
uk: Включені типи контенту

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
cs: Typy obsahu, které může tento seznam obsahovat, například Příspěvek pro Blog.
mk: Содржински видови кои оваа листа може да ги содржи н.п. пост како дел од блог.
sk: Typy obsahu ktoré majú byt obsiahnuté v zozname. Napríklad Blog Post pre Blog.
uk: Типи контенту, які може містити цей список, наприклад, допис для блогу.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Show container's header
cs: Zobrazit záhlaví kontejneru
uk: Показувати заголовок контейнера

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Check this option to show a header for the owning content.
cs: Zaškrtněte tuto možnost pro zobrazení záhlaví pro vlastní obsah.
uk: Відмітьте цю опцію, щоб показувати заголовок для власника контенту.

# OrchardCore.Lists.Views.ListPartSummaryAdmin
source: List Items
cs: Položky seznamu
sk: Položky zoznamu
uk: Елементи списку

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
cs: Seznamy
mk: Листи
sk: Zoznamy
uk: Списки

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Content type
cs: Obsahový typ
uk: Тип контенту

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Select a content type
cs: Vyberte obsahový typ
uk: Оберіть тип контенту

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
cs: Ikona pro položky obsahu
mk: Икона за содржинските елементи
sk: Icona pre položky obsahu
uk: Значок для елементів контенту

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
cs: Ikona
mk: Икона
sk: Ikona
uk: Значок

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
cs: Přidat nadřazenou položku menu
mk: Додади родителски елемент на мени
sk: Pridať nadriadenú položku menu
uk: Додати елемент батьківського меню

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
cs: Ikona pro nadřazenou položku menu
mk: Икона за родителски елемент на мени
sk: Ikona pre nadriadenú položku menu
uk: Значок для батьківського елемента меню

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
cs: Vyberte ikonu
mk: Изберете икона
sk: Vyberte ikonu
uk: Обрати значок

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
cs: Seznamy
mk: Листи
sk: Zoznamy
uk: Списки

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
cs: Seznamy
mk: Листи
sk: Zoznamy
uk: Списки

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
cs: Přidat odkazy na seznamy položek
mk: Додади врска за листа на содржински елементи
sk: Pridá odkazy na zoznam položiek obsahu.
uk: Додає посилання для елементів контенту списку

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
mk: Преставува врска кон родителскиот содржински елемент и редоследот по кој тој содржински елемент е претставен.
sk: Odkaz na nadriadenú položku obsahu a jej poradie.

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Filters
sk: Filtre

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only draft items
sk: Iba koncepty

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Only published items
sk: Iba publikované

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Owned by me
sk: Moje

# OrchardCore.Lists.Views.ListPartDetailAdmin
source: Search
sk: Vyhľadávanie
