Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Tenants.po
Languages: ar, ru

# OrchardCore.Tenants.AdminMenu
source: Configuration
ar: الضبط
ru: Конфигурация

# OrchardCore.Tenants.AdminMenu
source: Tenants
ar: المستأجرون
ru: Арендаторы

# OrchardCore.Tenants.Controllers.AdminController
source: All states
ru: Все состояния

# OrchardCore.Tenants.Controllers.AdminController
source: Running
ru: Выполняется

# OrchardCore.Tenants.Controllers.AdminController
source: Disabled
ru: Отключено

# OrchardCore.Tenants.Controllers.AdminController
source: Uninitialized
ru: Не инициализировано

# OrchardCore.Tenants.Controllers.AdminController
source: Name
ru: Имя

# OrchardCore.Tenants.Controllers.AdminController
source: State
ru: Состояние

# OrchardCore.Tenants.Controllers.AdminController
source: Disable
ru: Отключить

# OrchardCore.Tenants.Controllers.AdminController
source: Enable
ru: Включить

# OrchardCore.Tenants.Controllers.AdminController
source: You cannot disable the default tenant.
ar: لا يمكنك تعطيل المتجر الإفتراضي.
ru: Вы не можете отключить арендатора по умолчанию.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already disabled.
ar: المستأجر '{0}' معطل بالفعل.
ru: Арендатор '{0}' уже отключен.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant '{0}' is already enabled.
ar: المستأجر '{0}' ممكَّن بالفعل.
ru: Арендатор '{0}' уже включен.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only disable an Enabled tenant.
ar: يمكنك فقط تعطيل الـ tenant المفعلة.
ru: Вы можете отключить только включенного арендатора.

# OrchardCore.Tenants.Controllers.AdminController
source: You can only enable a Disabled tenant.
ar: يمكنك فقط تمكين الـ tenant المعطلة.
ru: Вы можете включить только отключенного арендатора.

# OrchardCore.Tenants.Controllers.AdminController
source: The connection string is mandatory for this provider.
ar: نص الإتصال مطلوب لهذا المزود.
ru: Строка подключения обязательна для этого провайдера.

# OrchardCore.Tenants.Controllers.AdminController
source: The tenant name is mandatory.
ar: إسم الـ tenant مطلوب.
ru: Имя арендатора является обязательным.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same name already exists.
ar: هنالك tenant بنفس الإسم.
ru: Арендатор с таким именем уже существует.

# OrchardCore.Tenants.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
ar: إسم الـ tenant غير صحيح. يجب أن يحتوي على حروف بدون أي فراغات.
ru: Неверное имя арендатора. Должно содержать только символы и пробелы.

# OrchardCore.Tenants.Controllers.AdminController
source: Host and url prefix can not be empty at the same time.
ar: إسم المضيف و بادئة الرابط لا يمكن أن تكون فارغة في نفس الوقت.
ru: Префикс хоста и url не может быть пустым одновременно.

# OrchardCore.Tenants.Controllers.AdminController
source: A tenant with the same host and prefix already exists.
ar: Tenant بإسم المضيف والبادئة موجودة مسبقاً.
ru: Арендатор с таким же хостом и префиксом уже существует.

# OrchardCore.Tenants.Controllers.AdminController
source: The url prefix can not contain more than one segment.
ar: لا يمكن لبادئة الرابط أن تحتوي على أكثر من قطعة.
ru: Префикс url не может содержать более одного сегмента.

# OrchardCore.Tenants.Controllers.ApiController
source: Invalid tenant name. Must contain characters only and no spaces.
ar: إسم الـ tenant غير صحيح. يجب أن يحتوي على حروف بدون أي فراغات.
ru: Неверное имя арендатора. Должно содержать только символы и пробелы.

# OrchardCore.Tenants.Controllers.ApiController
source: Host and url prefix can not be empty at the same time.
ar: إسم المضيف و بادئة الرابط لا يمكن أن تكون فارغة في نفس الوقت.
ru: Префикс хоста и url не может быть пустым одновременно.

# OrchardCore.Tenants.Controllers.ApiController
source: The url prefix can not contain more than one segment.
ar: لا يمكن لبادئة الرابط أن تحتوي على أكثر من قطعة.
ru: Префикс url не может содержать более одного сегмента.

# OrchardCore.Tenants.Controllers.ApiController
source: User name '{0}' is invalid, can only contain letters or digits.
ru: Имя пользователя '{0}' недопустимо, может содержать только буквы или цифры.

# OrchardCore.Tenants.Controllers.ApiController
source: The email is invalid.
ru: Некорректный адрес электронной почты.

# OrchardCore.Tenants.Controllers.ApiController
source: Tenant not found: '{0}'
ar: لم يتم العثور على الـ tenant: '{0}'
ru: Арендатор не найден: '{0}'

# OrchardCore.Tenants.Controllers.ApiController
source: The tenant can't be setup.
ar: لا يمكن تثبيت الـ tenant.
ru: Арендатор не может быть установлен.

# OrchardCore.Tenants.Controllers.ApiController
source: The database provider is not defined.
ar: مزود قاعدة البيانات غير معرف.
ru: Провайдер базы данных не определен.

# OrchardCore.Tenants.Controllers.ApiController
source: The connection string is required for this database provider.
ar: نص الإتصال مطلوب لهذا المزود.
ru: Для этого поставщика базы данных требуется строка подключения.

# OrchardCore.Tenants.Controllers.ApiController
source: Either 'Recipe' or 'RecipeName' is required.
ar: الوصفة أو إسمها مطلوب.
ru: Требуется как 'Рецепт' так и 'Имя рецепта'.

# OrchardCore.Tenants.Controllers.ApiController
source: Recipe '{0}' not found.
ar: لم يتم العثور على الوصفة '{0}'.
ru: Рецепт '{0}' не найден.

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Tenant
ru: Арендатор

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Create Tenant Task
ru: Задача создания арендатора

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Done
ru: Готово

# OrchardCore.Tenants.Workflows.Activities.CreateTenantTask
source: Failed
ru: Провалено

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Tenant
ru: Арендатор

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disable Tenant Task
ru: Задача отключения арендатора

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Disabled
ru: Отключено

# OrchardCore.Tenants.Workflows.Activities.DisableTenantTask
source: Failed
ru: Провалено

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Tenant
ru: Арендатор

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enable Tenant Task
ru: Задача активации арендатора

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Enabled
ru: Включено

# OrchardCore.Tenants.Workflows.Activities.EnableTenantTask
source: Failed
ru: Провалено

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Tenant
ru: Арендатор

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Setup Tenant Task
ru: Задача настройки арендатора

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Done
ru: Готово

# OrchardCore.Tenants.Workflows.Activities.SetupTenantTask
source: Failed
ru: Провалено

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Tenant
ru: Арендатор

# OrchardCore.Tenants.Workflows.Activities.TenantActivity
source: Done
ru: Готово

# OrchardCore.Tenants.Views.NavigationItemText-design.Id
source: Design
ar: تصميم
ru: Дизайн

# OrchardCore.Tenants.Views.Admin.Create
source: Create Tenant
ar: إنشاء tenant
ru: Создать арендатора

# OrchardCore.Tenants.Views.Admin.Create
source: Name
ar: الإسم
ru: Имя

# OrchardCore.Tenants.Views.Admin.Create
source: The name of the tenant.
ar: اسم الـ tenant.
ru: Название владельца.

# OrchardCore.Tenants.Views.Admin.Create
source: Description
ru: Описание

# OrchardCore.Tenants.Views.Admin.Create
source: The description of the tenant.
ru: Описание арендатора.

# OrchardCore.Tenants.Views.Admin.Create
source: Url Prefix
ar: بادئة الرابط
ru: Префикс Url

# OrchardCore.Tenants.Views.Admin.Create
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "https://orchardcore.net/site1"
ru: (Опционально) Пример: если указан префикс "site1", префикс URL-адреса арендатора будет "https://orchardcore.net/site1"

# OrchardCore.Tenants.Views.Admin.Create
source: Hostname
ar: إسم المضيف
ru: Имя хоста

# OrchardCore.Tenants.Views.Admin.Create
source: Example: If host is "orchardproject.net", the tenant site URL is "https://orchardcore.net/"
ru: Пример: Если хост "orchardproject.net", адрес сайта арендатора "https://orchardcore.net/"

# OrchardCore.Tenants.Views.Admin.Create
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
ar: يمكنك تعريف مجموعة نطاقات مفصولة بفواصل. إستخدم البادئة '*.' لتعيين جميع النطاقات الفرعية.
ru: Вы можете определить несколько доменов, используя запятую (,) как разделитель. Используйте префикс '*.' для отображения всех субдоменов.

# OrchardCore.Tenants.Views.Admin.Create
source: Recipe
ar: الوصفه
ru: Рецепт

# OrchardCore.Tenants.Views.Admin.Create
source: Optionally specify which presets should be used for the Setup experience.
ar: بشكل إختياري قم بتحديد أي إعدادات مسبقة يمكن إستخدامها في التثبيت.
ru: При необходимости укажите, какие пресеты должны использоваться для установки.

# OrchardCore.Tenants.Views.Admin.Create
source: Database Presets
ar: الإعدادات المسبقة لقاعدة البيانات
ru: Пресеты базы данных

# OrchardCore.Tenants.Views.Admin.Create
source: What type of database to use?
ar: ما هو نوع قاعدة البيانات المستخدمة؟
ru: Какой тип базы данных для использования?

# OrchardCore.Tenants.Views.Admin.Create
source: None
ar: لا شيء
ru: Нет

# OrchardCore.Tenants.Views.Admin.Create
source: The connection string to your database instance. e.g., {0}
ar: نص الربط إلى قاعدة البيانات, مثال, {0}
ru: Строка подключения к вашей базе данных. Например, {0}

# OrchardCore.Tenants.Views.Admin.Create
source: Table Prefix
ar: بادئة الجدول
ru: Префикс таблиц

# OrchardCore.Tenants.Views.Admin.Create
source: Connection string
ar: سلسلة الاتصال
ru: Строка подключения

# OrchardCore.Tenants.Views.Admin.Create
source: Create
ar: إنشاء
ru: Создать

# OrchardCore.Tenants.Views.Admin.Create
source: Cancel
ar: إلغاء
ru: Отмена

# OrchardCore.Tenants.Views.Admin.Edit
source: Edit Tenant
ar: تحرير tenant
ru: Изменить арендатора

# OrchardCore.Tenants.Views.Admin.Edit
source: Name
ar: اسم
ru: Название

# OrchardCore.Tenants.Views.Admin.Edit
source: The name of the tenant.
ar: اسم المستأجر.
ru: Название арендатора.

# OrchardCore.Tenants.Views.Admin.Edit
source: Description
ru: Описание

# OrchardCore.Tenants.Views.Admin.Edit
source: The description of the tenant.
ru: Описание арендатора.

# OrchardCore.Tenants.Views.Admin.Edit
source: Url Prefix
ar: بادئة الرابط
ru: Префикс Url

# OrchardCore.Tenants.Views.Admin.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL is "https://orchardcore.net/site1"
ru: (Опционально) Пример: если указан префикс "site1", URL-адрес арендатора будет "https://orchardcore.net/site1"

# OrchardCore.Tenants.Views.Admin.Edit
source: Hostname
ar: إسم المضيف
ru: Имя хоста

# OrchardCore.Tenants.Views.Admin.Edit
source: Example: If host is "orchardproject.net", the tenant URL is "https://orchardcore.net/"
ru: Пример: Если хост "orchardproject.net", адрес сайта арендатора "https://orchardcore.net/"

# OrchardCore.Tenants.Views.Admin.Edit
source: You may define multiple domains using the comma (,) as a separator. Use the '*.' prefix to map all subdomains.
ar: يمكنك تعريف مجموعة نطاقات مفصولة بفواصل. إستخدم البادئة '*.' لتعيين جميع النطاقات الفرعية.
ru: Вы можете определить несколько доменов, используя запятую (,) как разделитель. Используйте префикс '*.' для отображения всех субдоменов.

# OrchardCore.Tenants.Views.Admin.Edit
source: Recipe
ar: وصفة
ru: Рецепт

# OrchardCore.Tenants.Views.Admin.Edit
source: Optionally specify which presets should be used for the Setup experience.
ar: بشكل إختياري قم بتحديد أي إعدادات مسبقة يمكن إستخدامها في التثبيت.
ru: При необходимости укажите, какие пресеты должны использоваться для установки.

# OrchardCore.Tenants.Views.Admin.Edit
source: Database Presets
ar: الإعدادات المسبقة لقاعدة البيانات
ru: Пресеты базы данных

# OrchardCore.Tenants.Views.Admin.Edit
source: What type of database to use?
ar: ما هو نوع قاعدة البيانات المستخدمة؟
ru: Какой тип базы данных использовать?

# OrchardCore.Tenants.Views.Admin.Edit
source: None
ar: لا شيء
ru: Нет

# OrchardCore.Tenants.Views.Admin.Edit
source: The connection string to your database instance. e.g., {0}
ru: Строка подключения к экземпляру базы данных. например, {0}

# OrchardCore.Tenants.Views.Admin.Edit
source: Table Prefix
ar: بادئة الجدول
ru: Префикс таблиц

# OrchardCore.Tenants.Views.Admin.Edit
source: Connection string
ar: نص الإتصال
ru: Строка подключения

# OrchardCore.Tenants.Views.Admin.Edit
source: Save
ar: حفظ
ru: Сохранить

# OrchardCore.Tenants.Views.Admin.Edit
source: Cancel
ar: إلغاء
ru: Отмена

# OrchardCore.Tenants.Views.Admin.Index
source: Tenants
ar: مستأجرون
ru: Арендаторы

# OrchardCore.Tenants.Views.Admin.Index
source: Search
ar: بحث
ru: Поиск

# OrchardCore.Tenants.Views.Admin.Index
source: Add Tenant
ar: إظافة مستأجر
ru: Добавить арендатора

# OrchardCore.Tenants.Views.Admin.Index
source: Select All
ru: Выбрать все

# OrchardCore.Tenants.Views.Admin.Index
source: 1 item
ru: 1 элемент

# OrchardCore.Tenants.Views.Admin.Index
source: Items {0} to {1}
ru: Элементы от {0} до {1}

# OrchardCore.Tenants.Views.Admin.Index
source: / {0} item in total
ru: / элементов всего: {0}

# OrchardCore.Tenants.Views.Admin.Index
source: Actions
ru: Действия

# OrchardCore.Tenants.Views.Admin.Index
source: Bulk Action
ru: Массовое действие

# OrchardCore.Tenants.Views.Admin.Index
source: Are you sure you want to {0} these items?
ru: Вы уверены, что хотите {0} эти элементы?

# OrchardCore.Tenants.Views.Admin.Index
source: Filter by state
ru: Фильтр по состоянию

# OrchardCore.Tenants.Views.Admin.Index
source: State
ar: الحالة
ru: Состояние

# OrchardCore.Tenants.Views.Admin.Index
source: Sort by
ar: الفرز بـ
ru: Сортировать по

# OrchardCore.Tenants.Views.Admin.Index
source: Sort
ru: Сортировка

# OrchardCore.Tenants.Views.Admin.Index
source: Uninitialized
ar: غير مهيأ
ru: Неинициализированно

# OrchardCore.Tenants.Views.Admin.Index
source: Initializing
ar: جاري التهئية
ru: Инициализация

# OrchardCore.Tenants.Views.Admin.Index
source: Running
ar: جارية التنفيذ
ru: Выполняется

# OrchardCore.Tenants.Views.Admin.Index
source: Disabled
ar: معطل
ru: Отключено

# OrchardCore.Tenants.Views.Admin.Index
source: Invalid
ar: غير صالح
ru: Некорректно

# OrchardCore.Tenants.Views.Admin.Index
source: Url host
ru: Url-адрес хоста

# OrchardCore.Tenants.Views.Admin.Index
source: Edit
ar: تحرير
ru: Изменить

# OrchardCore.Tenants.Views.Admin.Index
source: View
ru: Просмотр

# OrchardCore.Tenants.Views.Admin.Index
source: Disable
ar: تعطيل
ru: Отключить

# OrchardCore.Tenants.Views.Admin.Index
source: Are you sure you want to disable this tenant?
ru: Вы уверены, что хотите отключить этого арендатора?

# OrchardCore.Tenants.Views.Admin.Index
source: Ok
ru: Ок

# OrchardCore.Tenants.Views.Admin.Index
source: Cancel
ru: Отмена

# OrchardCore.Tenants.Views.Admin.Index
source: Enable
ar: تمكين
ru: Включить

# OrchardCore.Tenants.Views.Admin.Index
source: Setup
ar: تثبيت
ru: Установка

# OrchardCore.Tenants.Views.Admin.Index
source: Reload
ar: إعادة التحميل
ru: Перезагрузить

# OrchardCore.Tenants.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
ru: <strong>Ничего не найдено!</strong> Поиск не дал результатов.

# OrchardCore.Tenants.Views.Admin.Index
source: selected
ru: выбрано

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Design
source: Create Tenant
ru: Создать арендатора

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Name
ru: Имя

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Select the name of the tenant to create.
ru: Выберите имя создаваемого арендатора.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Description
ru: Описание

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) the description of the tenant to create.
ru: (Опционально) описание создаваемого арендатора.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Url Prefix
ru: Префикс Url

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
ru: (Опционально) Пример: если указан префикс "site1", префикс URL-адреса арендатора будет "http://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Host name
ru: Имя хоста

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/". With Liquid support.
ru: Пример: Если хост "orchardproject.net", адрес сайта арендатора "http://orchardproject.net/". С поддержкой Liquid.

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: What type of database to use?
ru: Какой тип базы данных использовать?

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Table Prefix
ru: Префикс таблиц

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Connection string
ru: Строка подключения

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Edit
source: Recipe
ru: Рецепт

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create Tenant
ru: Создание арендатора

# OrchardCore.Tenants.Views.Items.CreateTenantTask.Fields.Thumbnail
source: Create a tenant.
ru: Создать арендатора.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Design
source: Disable Tenant
ru: Отключить арендатора

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Tenant name
ru: Имя арендатора

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Edit
source: Select the name of the tenant to disable.
ru: Выберите имя арендатора для отключения.

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable Tenant
ru: Отключение арендатора

# OrchardCore.Tenants.Views.Items.DisableTenantTask.Fields.Thumbnail
source: Disable a tenant.
ru: Отключить арендатора.

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Design
source: Enable Tenant
ru: Активация арендатора

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Tenant name
ru: Имя арендатора

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Edit
source: Select the name of the tenant to enable.
ru: Выберите имя арендатора, чтобы включить.

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable Tenant
ru: Активация арендатора

# OrchardCore.Tenants.Views.Items.EnableTenantTask.Fields.Thumbnail
source: Enable a tenant.
ru: Включить арендатора.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Design
source: Setup Tenant
ru: Настройка арендатора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Tenant name
ru: Имя арендатора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Select the name of tenant to setup.
ru: Выберите имя арендатора для настройки.

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Site name
ru: Имя сайта

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin user name
ru: Имя пользователя администратора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin email
ru: Email администратора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Admin password
ru: Пароль администратора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: What type of database to use?
ru: Какой тип базы данных использовать?

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Table Prefix
ru: Префикс таблиц

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Connection string
ru: Строка подключения

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Edit
source: Recipe
ru: Рецепт

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup Tenant
ru: Настройка арендатора

# OrchardCore.Tenants.Views.Items.SetupTenantTask.Fields.Thumbnail
source: Setup a tenant.
ru: Настроить арендатора.

# OrchardCore.Tenants.Views.Admin.Create
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "https://orchardproject.net/site1"
ar: (إختياري) على سبيل المثال: إذا كانت البادئة "site1"، بادئة الرابط للـ tenant هو "https://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Admin.Create
source: Example: If host is "orchardproject.net", the tenant site URL is "https://orchardproject.net/"
ar: مثال: اذا كان المضيف هو "orchardproject.net", رابط الـ tenant هو "https://orchardproject.net/"

# OrchardCore.Tenants.Views.Admin.Edit
source: (Optional) Example: If prefix is "site1", the tenant URL is "https://orchardproject.net/site1"
ar: (إختياري) على سبيل المثال: إذا كانت البادئة "site1"، بادئة الرابط للـ tenant هو "https://orchardproject.net/site1"

# OrchardCore.Tenants.Views.Admin.Edit
source: Example: If host is "orchardproject.net", the tenant URL is "https://orchardproject.net/"
ar: مثال: اذا كان المضيف هو "orchardproject.net", رابط الـ tenant هو "https://orchardproject.net/"

# OrchardCore.Tenants.Views.Admin.Edit
source: The connection string to your database instance. e.g., Data Source=<em>localhost</em>;Initial Catalog=<em>Orchard</em>;User Id=<em>userid</em>;Password=<em>password</em>
ar: نص الإتصال لقاعدة بياناتك. مثال, Data Source=<em>localhost</em>;Initial Catalog=<em>Orchard</em>;User Id=<em>userid</em>;Password=<em>password</em>

# OrchardCore.Tenants.Views.Admin.Index
source: Bulk Actions
ar: مجموعة إجراءات

# OrchardCore.Tenants.Views.Admin.Index
source: Keyword
ar: الكلمة

# OrchardCore.Tenants.Views.Admin.Index
source: Filter
ar: تصفية

# OrchardCore.Tenants.Views.Admin.Index
source: All states
ar: جميع الحالات

# OrchardCore.Tenants.Views.Admin.Index
source: Name
ar: الإسم
