Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Apis.GraphQL.Abstractions.po
Languages: es, fr, pl, pt_br, uk, vi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is equal to
es: {0} es igual a
fr: {0} est égal à
pl: {0} jest równe
pt_br: {0} é igual a
uk: {0} дорівнює
vi: {0} bằng

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is not equal to
es: {0} no es igual a
fr: {0} n'est pas égal à
pl: {0} nie jest równe
pt_br: {0} não é igual a
uk: {0} не дорівнює
vi: {0} không bằng

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is in collection
es: {0} est치 en la colecci칩n
fr: {0} est dans la collection
pl: {0} jest w kolekcji
pt_br: {0} está em coleção
uk: {0} в колекції
vi: {0} nằm trong tập hợp

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is not in collection
es: {0} no est치 en la colecci칩n
fr: {0} n'est pas dans la collection
pl: {0} nie jest w kolekcji
pt_br: {0} não está em coleção
uk: {0} не в колекції
vi: {0} không nằm trong tập hợp

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is greater than
es: {0} es mayor que
fr: {0} est plus grand que
pl: {0} jest większy niż
pt_br: {0} é maior que
uk: {0} більше ніж
vi: {0} lớn hơn

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is greater than or equal
es: {0} es mayor o igual que
fr: {0} est supérieur ou égal à
pl: {0} jest większy lub równy
pt_br: {0} é maior ou igual a
uk: {0} більше, або дорівнює
vi: {0} lớn hơn hoặc bằng

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is less than
es: {0} es menor que
fr: {0} est plus petit que
pl: {0} jest mniejszy niż
pt_br: {0} é menor que
uk: {0} менше ніж
vi: {0} nhỏ hơn

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} is less than or equal
es: {0} es menor o igual que
fr: {0} est plus petit ou égal que
pl: {0} jest mniejszy lub równy
pt_br: {0} é menor ou igual a
uk: {0} менше, або дорівнює
vi: {0} nhỏ hơn hoặc bằng

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} contains the string
es: {0} contiene la cadena
fr: {0} contient la chaîne
pl: {0} zawiera ciąg znaków
pt_br: {0} contém o texto
uk: {0} містить рядок
vi: {0} chứa chuỗi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} does not contain the string
es: {0} no contiene la cadena
fr: {0} ne contient pas la chaîne
pl: {0} nie zawiera ciągu znaków
pt_br: {0} não contém o texto
uk: {0} не містить рядок
vi: {0} không chứa chuỗi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} starts with the string
es: {0} empieza con la cadena
fr: {0} commence par la chaîne
pl: {0} zaczyna się od ciągu znaków
pt_br: {0} começa com o texto
uk: {0} починається з рядка
vi: {0} bắt đầu với chuỗi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} does not start with the string
es: {0} no empieza con la cadena
fr: {0} ne commence pas par la chaîne
pl: {0} nie zaczyna się od ciągu znaków
pt_br: {0} não começa com o texto
uk: {0} не починається з рядка
vi: {0} không bắt đầu với chuỗi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} ends with the string
es: {0} acaba con la cadena
fr: {0} se termine par la chaîne
pl: {0} kończy się ciągiem znaków
pt_br: {0} termina com o texto
uk: {0} закінчується рядком
vi: {0} kết thúc bằng chuỗi

# OrchardCore.Apis.GraphQL.Queries.WhereInputObjectGraphType
source: {0} does not end with the string
es: {0} no acaba con la cadena
fr: {0} ne se termine pas par la chaîne
pl: {0} nie kończy się ciągiem znaków
pt_br: {0} não termina com o texto
uk: {0} не закінчується рядком
vi: {0} không kết thúc bằng chuỗi
