Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Demo.po
Languages: es

# OrchardCore.Demo.AdminMenu
source: This Menu Item 1
es: Este elemento de menú 1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.1
es: Este es el elemento 1.1 del menú

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 1.2
es: Este es el elemento de menú 1.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 2
es: Este elemento de menú 2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.1
es: Este es el elemento de menú 2.1

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 2.2
es: Este es el elemento de menú 2.2

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.2
es: Este es el elemento de menú 3.2

# OrchardCore.Demo.AdminMenu
source: This Menu Item 3
es: Este elemento de menú 3

# OrchardCore.Demo.AdminMenu
source: This is Menu Item 3.1
es: Este es el elemento de menú 3.1

# OrchardCore.Demo.AdminMenu
source: Todo (Liquid - Frontend)
es: Tarea (Líquido - Frontend)

# OrchardCore.Demo.Views.Content.Edit
source: Edit {0}
es: Editar {0}

# OrchardCore.Demo.Views.UserProfile.Edit
source: First Name
es: Nombre

# OrchardCore.Demo.Views.UserProfile.Edit
source: Last Name
es: Apellido

# OrchardCore.Demo.Views.UserProfile.Edit
source: Age
es: Edad
