Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Rules.po
Languages: it, uk

# OrchardCore.Rules.Drivers.JavascriptConditionDisplayDriver
source: Please provide a script.
uk: Будь ласка, вкажіть скрипт.

# OrchardCore.Rules.Drivers.JavascriptConditionDisplayDriver
source: The script couldn't be parsed. Details: {0}
uk: Не вдалося проаналізувати скрипт. Деталі: {0}

# OrchardCore.Rules.Drivers.JavascriptConditionDisplayDriver
source: JavaScript evaluation resulted in an exception. Details: {0}
uk: Виконання JavaScript призвело до винятку. Деталі: {0}

# OrchardCore.Rules.Drivers.JavascriptConditionDisplayDriver
source: The script evaluation failed. Details: {0}
uk: Виконання скрипту не вдалося. Деталі: {0}

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Equals
it: Uguale
uk: Дорівнює

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not equal
it: Non uguale
uk: Не дорівнює

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Starts with
it: Inizia con
uk: Починається з

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not start with
it: Non inizia con
uk: Не починається з

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Ends with
it: Termina con
uk: Закінчується на

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not end with
it: Non termina con
uk: Не закінчується на

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Contains
it: Contiene
uk: Містить

# OrchardCore.Rules.Services.ConditionOperatorConfigureOptions
source: Does not contain
it: Non contiene
uk: Не містить

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: All
it: Tutti
uk: Все

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Edit
source: Name
it: Nome
uk: Назва

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Summary
source: All conditions
it: Tutte le condizioni
uk: Умови "Всі"

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: All condition group
it: Tutti i gruppi di condizioni
uk: Група умов "Всі"

# OrchardCore.Rules.Views.Items.AllCondition.Fields.Thumbnail
source: An all condition group contains other conditions which are all required to be true.
it: Un gruppo di tutte le condizioni contiene altre condizioni che sono tutte necessarie per essere vere.
uk: Група умов "Всі" містить інші умови, всі з яких мають бути істинними.

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Any
it: Qualsiasi
uk: Будь-який

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Edit
source: Name
it: Nome
uk: Назва

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Summary
source: Any conditions
it: Qualsiasi condizioni
uk: Умови "Будь-який"

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: Any condition
it: Qualsiasi condizione
uk: Умова "Будь-який"

# OrchardCore.Rules.Views.Items.AnyCondition.Fields.Thumbnail
source: An any condition group contains other conditions but only requires any condition to be true.
it: Un qualsiasi gruppo di condizioni contiene altre condizioni, ma è sufficente che una qualsiasi condizione sia vera.
uk: Група умов "Будь-який" містить інші умови, але вимагає, щоб була істинною лише якась одна з них.

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: Boolean
it: Booleano
uk: Логічне

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: True
it: Vero
uk: Вірний

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Edit
source: False
it: Falso
uk: Хибний

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Summary
source: Boolean condition
it: Condizione booleana
uk: Логічна умова

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: Boolean condition
it: Condizione booleana
uk: Логічна умова

# OrchardCore.Rules.Views.Items.BooleanCondition.Fields.Thumbnail
source: A boolean condition can be either true or false.
it: Una condizione booleana può essere vera o falsa.
uk: Логічна умова може бути як вірною, так і хибною.

# OrchardCore.Rules.Views.Condition.Summary
source: Add
it: Aggiungi
uk: Додати

# OrchardCore.Rules.Views.Condition.Summary
source: Edit
it: Modifica
uk: Редагувати

# OrchardCore.Rules.Views.Condition.Summary
source: Delete
it: Elimina
uk: Видалити

# OrchardCore.Rules.Views.Condition.Thumbnail
source: Add
it: Aggiungi
uk: Додати

# OrchardCore.Rules.Views.Items.ConditionGroup.Fields.Summary
source: No conditions found. Please add at least one condition.
it: Nessuna condizione trovata. Aggiungi almeno una condizione.
uk: Умови не знайдено. Будь ласка, додайте принаймні одну умову.

# OrchardCore.Rules.Views.ConditionsModal
source: Available Rules
it: Regole disponibili
uk: Доступні правила

# OrchardCore.Rules.Views.ConditionsModal
source: Filter
it: Filtro
uk: Фільтр

# OrchardCore.Rules.Views.ConditionsModal
source: Cancel
it: Annulla
uk: Скасувати

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Content type
it: Tipo di contenuto
uk: Тип контенту

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Operation
it: Operazione
uk: Операція

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Select the rule operator.
it: Selezionare l'operatore della regola.
uk: Виберіть оператор правила.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: Value
it: Valore
uk: Значення

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Edit
source: The value for the operation.
it: Il valore per l'operazione.
uk: Значення для операції.

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Summary
source: Content type
it: Tipo di contenuto
uk: Тип контенту

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: Content type condition
it: Condizione del tipo di contenuto
uk: Умова "Тип контенту"

# OrchardCore.Rules.Views.Items.ContentTypeCondition.Fields.Thumbnail
source: A content type condition evaluates the currently displayed content types against a value.
it: Una condizione di tipo di contenuto valuta i tipi di contenuto attualmente visualizzati a fronte di un valore.
uk: Умова "Тип контенту" - порівнює показані типи контенту з певним значенням.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Culture
it: Lingua
uk: Культура

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Operation
it: Operazione
uk: Операція

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Select the condition operator.
it: Selezionare l'operatore condizionale.
uk: Виберіть оператор умови.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: Value
it: Valore
uk: Значення

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Edit
source: The value for the operation.
it: Il valore per l'operazione.
uk: Значення для операції.

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Summary
source: Culture
it: Lingua
uk: Культура

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: Culture condition
it: Condizioni coltura
uk: Умова "Культура"

# OrchardCore.Rules.Views.Items.CultureCondition.Fields.Thumbnail
source: A culture condition evaluates the current ui culture against a value.
it: Una condizione cultura valuta la cultura corrente ui rispetto a un valore.
uk: Умова "Культура" - порівнює поточну культуру інтерфейсу користувача з певним значенням.

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Homepage
uk: Домашня сторінка

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is homepage
it: È homepage
uk: Чи домашня сторінка

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Edit
source: Is not homepage
it: Non è homepage
uk: Чи не домашная сторінка

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is homepage
it: È homepage
uk: Чи домашня сторінка

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Summary
source: Is not homepage
it: Non è homepage
uk: Чи не домашная сторінка

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Homepage condition
it: Condizioni di homepage
uk: Умова "Домашня сторінка"

# OrchardCore.Rules.Views.Items.HomepageCondition.Fields.Thumbnail
source: Whether the current page is the site homepage.
it: Se la pagina corrente è la homepage del sito.
uk: Чи є поточна сторінка домашньою сторінкою сайту.

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Edit
source: Is anonymous condition
it: Condizione per gli anonimi
uk: Умова "Чи анонімний"

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Summary
source: Is anonymous
it: È anonimo
uk: Чи анонімний

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Is anonymous condition
it: È nella condizione anonima
uk: Умова "Чи анонімний"

# OrchardCore.Rules.Views.Items.IsAnonymousCondition.Fields.Thumbnail
source: Whether the current user is anonymous, i.e. not authenticated.
it: Se l'utente corrente è anonimo, cioè non autenticato.
uk: Чи є поточний користувач анонімним, тобто не автентифікованим.

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Edit
source: Is authenticated condition
it: Condizione di autenticato
uk: Умови "Чи автентифікований"

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Summary
source: Is authenticated
it: È autenticato
uk: Чи автентифікований

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Is authenticated condition
it: È nella condizione di autenticato
uk: Умови "Чи автентифікований"

# OrchardCore.Rules.Views.Items.IsAuthenticatedCondition.Fields.Thumbnail
source: Whether the current user is authenticated.
it: Indica se l'utente corrente è autenticato.
uk: Чи автентифіковано поточного користувача.

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: Script
uk: Скрипт

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Edit
source: The script must return true or false.
it: Lo script deve restituire true o false.
uk: Скрипт повинен повертати значення "Вірний" або "Хибний".

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Summary
source: Javascript condition
it: Condizione JavaScript
uk: Умова "Javascript"

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: Javascript condition
it: Condizione JavaScript
uk: Умова "Javascript"

# OrchardCore.Rules.Views.Items.JavascriptCondition.Fields.Thumbnail
source: A script condition written in javascript.
it: Una condizione di script scritta in javascript.
uk: Умова скрипту, написана на JavaScript.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Role
it: Ruolo
uk: Роль

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Operation
it: Operazione
uk: Операція

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Select the condition operator.
it: Selezionare l'operatore condizionale.
uk: Виберіть оператор умови.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: Value
it: Valore
uk: Значення

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Edit
source: The value for the operation.
it: Il valore per l'operazione.
uk: Значення для операції.

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Summary
source: Role
it: Ruolo
uk: Роль

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: Role condition
it: Condizione del ruolo
uk: Умова "Роль"

# OrchardCore.Rules.Views.Items.RoleCondition.Fields.Thumbnail
source: A role condition evaluates the current users roles against a value.
it: Una condizione ruolo valuta i ruoli degli utenti attuali rispetto a un valore.
uk: Умова "Роль" - порівнює поточні ролі користувачів з певним значенням.

# OrchardCore.Rules.Views.Items.Rule.Fields.Summary
source: Rules
it: Regole
uk: Правила

# OrchardCore.Rules.Views.Rule.Summary
source: Add
it: Aggiungi
uk: Додати

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Url
uk: Url-адреса

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Operation
it: Operazione
uk: Операція

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Select the condition operator.
it: Selezionare l'operatore condizionale.
uk: Виберіть оператор умови.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: Value
it: Valore
uk: Значення

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Edit
source: The value for the operation.
it: Il valore per l'operazione.
uk: Значення для операції.

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Summary
source: Url
uk: Url-адреса

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: Url condition
it: Condizione della URL
uk: Умова "Url-адреса"

# OrchardCore.Rules.Views.Items.UrlCondition.Fields.Thumbnail
source: A url condition evaluates the current url against a value.
it: Una condizione URL valuta l'URL corrente a fronte di un valore.
uk: Умова "Url-адреса" - порівнює поточну Url-адресу із вказаним значенням.
