Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Sitemaps.po
Languages: de, fi, it, pt_br, tr

# OrchardCore.Sitemaps.Views.Admin.List
source: Disable
de: Deaktivieren
fi: Poista käytöstä
it: Disabilita
pt_br: Desabilitar
tr: Devredışı Bırak

# OrchardCore.Sitemaps.Views.Admin.List
source: Enable
de: Aktivieren
fi: Ota käyttöön
it: Abilita
pt_br: Habilitar
tr: Etkinleştir

# OrchardCore.Sitemaps.Views.Admin.List
source: <strong>Nothing here!</strong> There are no sitemaps for the moment.
de: <strong>Nichts hier!</strong> Es gibt derzeit keine Sitemaps.
fi: <strong>Ei hakutuloksia.</strong> Ei yhtään sivukartaa tällä hetkellä.
it: <strong>Nessun elemento!</strong> Non ci sono sitemap per il momento.
pt_br: <strong>Nada aqui!</strong> Não existem sitemaps no momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu anda site haritası yok.

# OrchardCore.Sitemaps.Views.Admin.List
source: selected
de: ausgewählt
fi: valitut
it: selezionato
tr: seçili

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Edit
source: All Sitemaps
fi: Kaikki sivukartat
it: Tutte le mappe del sito
tr: Site Haritası

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Summary
source: All Sitemaps
fi: Kaikki sivukartat
it: Tutte le mappe del sito
tr: Site Haritası

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Summary
source: Adds all sitemaps to the plan.
fi: Lisää kaikki sivukartat suunnitelmaan.
it: Aggiungi tutte le mappe del sito al piano.
tr: Tüm site haritalarını plana ekler.

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Thumbnail
source: All Sitemaps
fi: Kaikki sivukartat
it: Tutte le mappe del sito
tr: Tüm Site Haritaları

# OrchardCore.Sitemaps.Views.Items.AllSitemapsDeploymentStep.Thumbnail
source: Exports all sitemaps.
fi: Vie kaikki sivukartat.
it: Esporta tutte le mappe del sito.
tr: Tüm site haritalarını dışa aktarır.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Sitemaps Cache
fi: Sivukarttojen välimuisti
it: Cache Sitemaps
pt_br: Cache de Sitemaps
tr: Site Haritaları Önbelleği

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Search
de: Suchen
fi: Hae
it: Cerca
pt_br: Pesquisar
tr: Ara

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge All
de: Alle leeren
fi: Tyhjennä kaikki
it: Pulisci tutto
pt_br: Limpar tudo
tr: Tümünü Temizle

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge the entire sitemap cache?
de: Sind Sie sicher, dass Sie den gesamten Sitemap-Cache leeren möchten?
fi: Oletko varma, että haluat tyhjentää koko sivustokarttojen välimuistin?
it: Sei sicuro di voler pulire tutta la cache delle sitemap?
pt_br: Você tem certeza que deseja limpar todo o cache do sitemap?
tr: Tüm site haritası önbelleğini temizlemek istediğinizden emin misiniz?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Purge
de: Leeren
fi: Tyhjennä
it: Pulisci
pt_br: Limpar
tr: Temizle

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: Are you sure you want to purge this sitemap?
de: Sind Sie sicher, dass Sie diese Sitemap leeren möchten?
fi: Oletko varma, että haluat puhdistaa tämän sivukartan?
it: Sei sicuro di voler pulire questa sitemap?
pt_br: Tem certeza de que deseja limpar esse sitemap?
tr: Bu site haritasını temizlemek istediğinizden emin misiniz?

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> There are no sitemaps cached for the moment.
de: <strong>Nichts hier!</strong> Es gibt derzeit keine Sitemaps im Cache.
it: <strong>Nessun elemento!</strong> Non ci sono cache sitemap per il momento.
pt_br: <strong>Nada aqui!</strong> Não existe nenhum sitemap no cache no momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu anda önbelleğe alınmış site haritası yok.

# OrchardCore.Sitemaps.Views.SitemapCache.List
source: <strong>Nothing here!</strong> Your search returned no results.
de: <strong>Nichts hier!</strong> Ihre Suche hat keine Ergebnisse zurückgegeben.
it: <strong>Nessun risultato!</strong>Non ci sono elementi collegati alla tua ricerca.
pt_br: <strong>Nada aqui!</strong> Sua pesquisa não retornou resultados.
tr: <strong>Nothing here!</strong> Aramanız hiçbir sonuç vermedi.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Create Sitemap Index
de: Sitemap Index erstellen
fi: Luo sivukartan hakuindeksi
it: Crea indice sitemap
pt_br: Criar Índice de Sitemap
tr: Site Haritası Dizini Oluştur

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Name
fi: Nimi
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The name is required.
fi: Nimi on pakollinen.
pt_br: O nome é obrigatório.
tr: İsim gerereklidir.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Permalink
fi: Pysyvä osoite (permalink)
pt_br: Link Permanente
tr: Kalıcı bağlantı

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The url of the sitemap index.
de: Die URL des Sitemap Index.
fi: Sivukarttojen hakuindeksin url-osoite.
it: L'url dell'indice della sitemap.
pt_br: A url do índice do sitemap.
tr: Site haritası dizininin Url'si.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Enabled
de: Aktiviert
fi: Käytössä
it: Abilitato
pt_br: Habilitado
tr: Etkin

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Uncheck to disable routing to the sitemap index.
de: Deaktivieren, um das Routen zum Sitemap Index zu deaktivieren.
it: Deseleziona per disabilitare l'instradamento all'indice della sitemap.
pt_br: Desmarque para desabilitar roteamento para este sitemap.
tr: Site haritası dizinine yönlendirmeyi devre dışı bırakmak için işareti kaldırın.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Contained Sitemaps
de: Enthaltene Sitemaps
fi: Mukana olevat sivukartat
it: Sitemaps Contenute
pt_br: Sitemaps incluídos
tr: İçerdiği Site Haritaları

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: The sitemaps this index contains.
de: Die Sitemaps, die dieser Index enthält.
fi: Hakuindeksin sisältämät sivukartat.
it: Le sitemap contenute in questo indice.
pt_br: Os sitemaps que este índice contém.
tr: Bu dizinin içerdiği site haritaları.

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Save
de: Speichern
fi: Tallenna
it: Salva
pt_br: Salvar
tr: Kaydet

# OrchardCore.Sitemaps.Views.SitemapIndex.Create
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Edit Sitemap Index
de: Sitemap Index bearbeiten
fi: Muokkaa sivukartan hakuindeksiä
it: Modifica Indice Sitemap
pt_br: Editar índice do sitemap
tr: Site Haritası Dizinini Düzenle

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-Url' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Name
fi: Nimi
it: Nome
pt_br: Nome
tr: İsim

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The name is required.
fi: Nimi on pakollinen.
pt_br: O nome é obrigatório.
tr: İsim gerereklidir.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Permalink
fi: Pysyvä osoite (permalink)
pt_br: Link Permanente
tr: Kalıcı bağlantı

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The url of the sitemap index.
de: Die Url des Sitemap Index.
fi: Sivukarttojen hakuindeksin url-osoite.
it: L'url dell'indice della sitemap.
pt_br: A url do índice do sitemap.
tr: Site haritası dizininin Url'si.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Enabled
de: Aktiviert
fi: Käytössä
it: Abilitato
pt_br: Habilitado
tr: Etkin

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Uncheck to disable routing to the sitemap index.
de: Deaktivieren, um das Routen zum Sitemap Index zu deaktivieren.
it: Deseleziona per disabilitare l'instradamento all'indice della sitemap.
pt_br: Desmarque para desabilitar roteamento para este sitemap.
tr: Site haritası dizinine yönlendirmeyi devre dışı bırakmak için işareti kaldırın.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Contained Sitemaps
de: Enthaltene Sitemaps
fi: Mukana olevat sivukartat
it: Sitemaps Contenute
pt_br: Sitemaps incluídos
tr: İçerdiği Site Haritaları

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: The sitemaps this index contains.
de: Die Sitemaps, die dieser Index enthält.
fi: Hakuindeksin sisältämät sivukartat.
it: Le sitemap contenute in questo indice.
pt_br: Os sitemaps que este índice contém.
tr: Bu dizinin içerdiği site haritaları.

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Save
de: Speichern
fi: Tallenna
it: Salva
pt_br: Salvar
tr: Kaydet

# OrchardCore.Sitemaps.Views.SitemapIndex.Edit
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Sitemap Indexes
de: Sitemap Indizes
fi: Sivukartan hakuindeksit
it: Indici Sitemap
pt_br: Índices do Sitemap
tr: Site Haritası Dizinleri

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetusten 'Pohja URL' -arvo on tyhjä, mutta se vaaditaan sivustokarttojen luomiseksi.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Search
de: Suchen
fi: Etsi
it: Cerca
pt_br: Pesquisar
tr: Ara

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Add Sitemap Index
de: Sitemap-Index hinzufügen
fi: Luo sivukartan hakuindeksi
it: Aggiungi Indice Sitemap
pt_br: Adicionar Índice de Sitemap
tr: Site Haritası Dizini Ekle

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Select All
de: Alles auswählen
fi: Valitse kaikki
it: Seleziona tutto
tr: Tümünü Seç

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: 1 item
de: 1 Element
fi: Yksi kohde
it: 1 elemento
tr: 1 öge

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Items {0} to {1}
de: Elemente {0} bis {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}
tr: {0} öğesinden {1} e

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: / {0} item in total
de: / {0} Elemente insgesamt
fi: / {0} kohde yhteensä
it: / {0} elemento in totale
tr: / Toplamda {0} öğe

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Actions
de: Aktionen
fi: Toiminnot
it: Azioni
tr: Eylemler

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Bulk Action
de: Mehrfachaktion
fi: Massatoiminnot
it: Azione di massa
tr: Toplu Eylem

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie dazu {0} dieser Elemente wollen?
fi: Oletko varma, että haluat {0} nämä kohteet?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
tr: Bu nesneleri {0} istediğinizden emin misiniz?

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: View
de: Anzeigen
fi: Näytä
it: Visualizza
pt_br: Visualizar
tr: Görüntüle

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Edit
de: Bearbeiten
fi: Muokkaa
it: Modifica
pt_br: Editar
tr: Düzenle

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Delete
de: Löschen
fi: Poista
it: Elimina
pt_br: Excluir
tr: Sil

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Toggle Dropdown
de: Dropdown ein-/ausklappen
fi: Vaihda pudotusvalikon tilaa
it: Attiva/disattiva menu a discesa
pt_br: Exibir/Esconder Menu Suspenso
tr: Açılır Menüyü Aç/Kapat

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Disable
de: Deaktivieren
fi: Poista käytöstä
it: Disabilita
pt_br: Desabilitar
tr: Devredışı

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: Enable
de: Aktivieren
fi: Ota käyttöön
it: Abilita
pt_br: Habilitar
tr: Etkinleştir

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: <strong>Nothing here!</strong> There are no sitemaps indexes for the moment.
de: <strong>Nichts hier!</strong> Derzeit gibt es keine Sitemaps-Indizes.
it: <strong>Nessun elemento!</strong> Non ci sono indici di sitemap per il momento.
pt_br: <strong>Nada aqui!</strong> Não há nenhum índice de sitemap no momento.
tr: <strong>Burada hiçbir şey yok!</strong> Şu anda site haritası dizini yok.

# OrchardCore.Sitemaps.Views.SitemapIndex.List
source: selected
de: ausgewählt
fi: valitut
it: selezionato
tr: seçili

# OrchardCore.Sitemaps.Views.Source.Create
source: Create Sitemap Source
de: Sitemap-Quelle erstellen
fi: Luo sivukartan lähde
it: Crea sorgente sitemap
pt_br: Criar Fonte de Sitemap
tr: Site Haritası Kaynağı Oluştur

# OrchardCore.Sitemaps.Views.Source.Create
source: Create
de: Erstellen
fi: Luo
it: Crea
pt_br: Criar
tr: Oluştur

# OrchardCore.Sitemaps.Views.Source.Create
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.Views.Source.Edit
source: Edit Sitemap Source
de: Sitemap-Quelle bearbeiten
fi: Muokkaa sivukartan lähdettä
it: Modifica Sorgente Sitemap
pt_br: Editar fonte do sitemap
tr: Site Haritası Kaynağını Düzenle

# OrchardCore.Sitemaps.Views.Source.Edit
source: The site settings 'Base url' property is empty, but is required to generate sitemaps.
de: Die Einstellung 'Basis-URL' ist leer, wird aber benötigt, um Sitemaps zu generieren.
fi: Sivuston asetuksien 'base url' on tyhjä, mutta se vaaditaan sivukarttojen luontiin.
it: Le impostazione del sito 'Base url' è vuota, la proprietà è obbligatoria per generare sitemaps.
pt_br: A propriedade 'Base url' das configurações do site está vazia, mas é necessária para gerar sitemaps.
tr: Site ayarları 'Temel url' özelliği boş, ancak site haritaları oluşturmak için gerekli.

# OrchardCore.Sitemaps.Views.Source.Edit
source: Save
de: Speichern
fi: Tallenna
it: Salva
pt_br: Salvar
tr: Kaydet

# OrchardCore.Sitemaps.Views.Source.Edit
source: Delete
de: Löschen
fi: Poista
it: Elimina
pt_br: Excluir
tr: Sil

# OrchardCore.Sitemaps.Views.Source.Edit
source: Cancel
de: Abbrechen
fi: Peruuta
it: Annulla
pt_br: Cancelar
tr: İptal

# OrchardCore.Sitemaps.AdminMenu
source: SEO
fi: Hakukoneoptimointi
