Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Workflows.po
Languages: es, fi, pt_br

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Commit Transaction Task
es: Tarea de la transacción de commit
fi: Tee tapahtuma tehtävä
pt_br: Tarefa de efetivar transação

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Session
es: Sesión

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Valid
es: Válido

# OrchardCore.Workflows.Activities.CommitTransactionTask
source: Invalid
es: Inválido

# OrchardCore.Workflows.Activities.CorrelateTask
source: Correlate Task
es: Tarea de correspondencia
fi: Korrelloi tehtävä
pt_br: Tarefa Correlacionada

# OrchardCore.Workflows.Activities.CorrelateTask
source: Primitives
es: Primitivas
fi: Primitiivit
pt_br: Primitivos

# OrchardCore.Workflows.Activities.CorrelateTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.ForEachTask
source: For Each Task
es: Por cada tarea
fi: Jokaiselle tehtävälle
pt_br: Para cada tarefa

# OrchardCore.Workflows.Activities.ForEachTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.ForEachTask
source: Iterate
es: Iterador
fi: Iteroi
pt_br: Iterar

# OrchardCore.Workflows.Activities.ForEachTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.ForkTask
source: Fork Task
es: Clonar Tarea
fi: Haarautuva tehtävä
pt_br: Bifurcar Tarefa

# OrchardCore.Workflows.Activities.ForkTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.ForLoopTask
source: For Loop Task
es: Para repetir tarea
fi: Silmukka tehtävä (For)
pt_br: Tarefa de laço Para

# OrchardCore.Workflows.Activities.ForLoopTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.ForLoopTask
source: Iterate
es: Iterar
fi: Iteroi
pt_br: Iterar

# OrchardCore.Workflows.Activities.ForLoopTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.IfElseTask
source: If Else Task
es: Si otra tarea
fi: Ehdollinen tehtävä (If Else)
pt_br: Tarefa Se Senão

# OrchardCore.Workflows.Activities.IfElseTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.IfElseTask
source: True
es: Verdadero
fi: Tosi
pt_br: Verdadeiro

# OrchardCore.Workflows.Activities.IfElseTask
source: False
es: Falso
fi: Epätosi
pt_br: Falso

# OrchardCore.Workflows.Activities.JoinTask
source: Join Task
es: Unirse a la tarea
fi: Yhdistä tehtävä
pt_br: Tarefa de Combinação

# OrchardCore.Workflows.Activities.JoinTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.JoinTask
source: Joined
es: Se ha unido
fi: Yhdistetty
pt_br: Combinado

# OrchardCore.Workflows.Activities.LogTask
source: Log Task
es: Registrar tarea
fi: Loki tehtävä
pt_br: Tarefa de Log

# OrchardCore.Workflows.Activities.LogTask
source: Primitives
es: Primitivas
fi: Primitiivit
pt_br: Primitivos

# OrchardCore.Workflows.Activities.LogTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.MissingActivity
source: Missing Activity
es: Falta actividad
fi: Puuttuva tapahtuma
pt_br: Faltando Atividade

# OrchardCore.Workflows.Activities.MissingActivity
source: Exceptions
es: Excepciones
fi: Poikkeustilanteet
pt_br: Exceções

# OrchardCore.Workflows.Activities.NotifyTask
source: Notify Task
es: Notificar tarea
fi: Ilmoitustehtävä
pt_br: Tarefa de Notificação

# OrchardCore.Workflows.Activities.NotifyTask
source: UI
es: Interfaz de Usuario
fi: Käyttöliittymä
pt_br: Interface do usuário

# OrchardCore.Workflows.Activities.NotifyTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.ScriptTask
source: Script Task
es: Tarea de script
fi: Skriptitehtävä
pt_br: Tarefa de script

# OrchardCore.Workflows.Activities.ScriptTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.SetOutputTask
source: Set Output Task
es: Establecer Tarea de Salida
fi: Aseta tulostustehtävä
pt_br: Definir tarefa de saída

# OrchardCore.Workflows.Activities.SetOutputTask
source: Primitives
es: Primitivas
fi: Primitiivit
pt_br: Primitivos

# OrchardCore.Workflows.Activities.SetOutputTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Set Property Task
es: Establecer tarea de propiedad
fi: Aseta ominaisuus tehtävä
pt_br: Tarefa de Definição de Propriedade

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Primitives
es: Primitivas
fi: Primitiivit
pt_br: Primitivos

# OrchardCore.Workflows.Activities.SetPropertyTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Activities.WhileLoopTask
source: While Loop Task
es: En bucle de tareas
fi: Silmukka (while)
pt_br: Tarefa de laço Enquanto

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Control Flow
es: Flujo de control
fi: Toiminnonkulku
pt_br: Fluxo de controle

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Iterate
es: Iterar
fi: Iteroi
pt_br: Iterar

# OrchardCore.Workflows.Activities.WhileLoopTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.AdminMenu
source: Workflows
es: Flujos de trabajo
fi: Työnkulut
pt_br: Fluxos de trabalho

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity added successfully.
es: Actividad añadida con éxito.
fi: Toiminnan lisäys onnistui.

# OrchardCore.Workflows.Controllers.ActivityController
source: Activity updated successfully.
es: Actividad actualizada con éxito.
fi: Toiminnan päivitys onnistui.

# OrchardCore.Workflows.Controllers.WorkflowController
source: Recently created
es: Creado recientemente
fi: Äskettäin luodut
pt_br: Criado recentemente

# OrchardCore.Workflows.Controllers.WorkflowController
source: Least recently created
es: Menos recientemente creado
fi: Kauiten aikaa sitten luodut
pt_br: Menos recentemente criado

# OrchardCore.Workflows.Controllers.WorkflowController
source: All
es: Todos
fi: Kaikki
pt_br: Todos

# OrchardCore.Workflows.Controllers.WorkflowController
source: Faulted
es: Fallado
fi: Epäonnistunut
pt_br: Falhou

# OrchardCore.Workflows.Controllers.WorkflowController
source: Finished
es: Terminado
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Controllers.WorkflowController
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Controllers.WorkflowController
source: Workflow {0} has been deleted.
es: El flujo de trabajo {0} ha sido eliminado.
fi: Työnkulku {0} on poistettu.
pt_br: O Workflow {0} foi excluído.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow {0} has been deleted.
es: El flujo de trabajo {0} ha sido eliminado.
fi: Työnkulku {0} on poistettu.
pt_br: O Workflow {0} foi excluído.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow has been saved.
es: El flujo de trabajo ha sido guardado.
fi: Työnkulku on talletettu.

# OrchardCore.Workflows.Controllers.WorkflowTypeController
source: Workflow {0} deleted
es: Flujo de trabajo {0} eliminado
fi: Työnkulku {0} poistettu

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Http Redirect Task
es: Tarea de redirección Http
fi: Http-uudelleenohjaus tehtävä
pt_br: Tarefa de Redirecionamento HTTP

# OrchardCore.Workflows.Http.Activities.HttpRedirectTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Http Request Event
es: Evento de Solicitud Http
fi: Http-pyyntö tehtävä
pt_br: Evento de Requisição HTTP

# OrchardCore.Workflows.Http.Activities.HttpRequestEvent
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Http Request Filter Event
es: Evento Filtro de Solicitud Http
fi: Http-pyynnön suodatus tehtävä
pt_br: Evento de Filtro de Requisição HTTP

# OrchardCore.Workflows.Http.Activities.HttpRequestFilterEvent
source: Matched
es: Coincidido
fi: Osumat
pt_br: Correspondido

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Http Request Task
es: Tarea de solicitud Http
fi: Http-pyyntö tehtävä
pt_br: Tarefa de Requisição HTTP

# OrchardCore.Workflows.Http.Activities.HttpRequestTask
source: Unhandled Http Status
es: Estado de Http no manejado
fi: Käsittelemätön HTTP-tilakoodi
pt_br: Status HTTP não tratado

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Http Response Task
es: Tarea de Respuesta Http
fi: HTTP-vastaus tehtävä
pt_br: Tarefa de resposta HTTP

# OrchardCore.Workflows.Http.Activities.HttpResponseTask
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Signal Event
es: Evento de señal
fi: Julkaisu tapahtuma
pt_br: Evento de Sinal

# OrchardCore.Workflows.Http.Activities.SignalEvent
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.Timers.TimerEvent
source: Timer Event
es: Evento Temporizador
fi: Ajastettu tapahtuma
pt_br: Evento Temporizador

# OrchardCore.Workflows.Timers.TimerEvent
source: Background
es: Trasfondo
fi: Tausta
pt_br: Segundo plano

# OrchardCore.Workflows.Timers.TimerEvent
source: Done
es: Hecho
fi: Valmis
pt_br: Concluído

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: User Task Event
es: Evento de Tarea de Usuario
fi: Käyttäjätehtävän tapahtuma
pt_br: Evento da tarefa do usuário

# OrchardCore.Workflows.UserTasks.Activities.UserTaskEvent
source: Content
es: Contenido
fi: Sisältö
pt_br: Conteúdo

# OrchardCore.Workflows.UserTasks.Drivers.UserTaskEventContentDriver
source: Not authorized to trigger '{0}'.
es: No autorizado a activar '{0}'.
fi: Ei oikeutta käynnistää '{0}'.

# OrchardCore.Workflows.Views.Activity.Design
source: Startup task
es: Tarea de inicio
fi: Aloitustehtävä
pt_br: Tarefa Inicial

# OrchardCore.Workflows.Views.Activity.Design
source: Edit
es: Editar
fi: Muokkaa
pt_br: Editar

# OrchardCore.Workflows.Views.Activity.Design
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Views.Activity.Thumbnail
source: Add
es: Agregar
fi: Lisää
pt_br: Adicionar

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Title
es: Título
fi: Otsikko
pt_br: Título

# OrchardCore.Workflows.Views.ActivityMetadata.Edit
source: Optionally provide a custom title for this activity.
es: Opcionalmente, proporciona un título personalizado para esta actividad.
fi: Voit halutessasi antaa oman otsikon tälle aktiviteetille.
pt_br: Opcionalmente, forneça um título personalizado para esta atividade.

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Edit
source: All Workflow Types
es: Todos los tipos de Flujos de Trabajo
fi: Kaikki työnkulun tyypit
pt_br: Todos Tipos de Workflow

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: All Workflow Types
es: Todos los tipos de Flujos de Trabajo
fi: Kaikki työnkulun tyypit
pt_br: Todos Tipos de Workflow

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Summary
source: Adds all Workflow types
es: Agregar todos los tipos de Flujos de Trabajo
fi: Lisää kaikki työnkulun tyypit
pt_br: Adiciona todos os tipos de workflow

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: All Workflows
es: Todos los flujos de trabajo
fi: Kaikki työkulut

# OrchardCore.Workflows.Views.Items.AllWorkflowTypeDeploymentStep.Fields.Thumbnail
source: Exports all the Workflows of the system.
es: Exporta todos los flujos de trabajo del sistema.
fi: Tuo kaikki järjestelmän työnkulut.

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Design
source: Commit Transaction
es: Confirmar transacción
fi: Tee tapahtuma
pt_br: Efetivar Transação

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit Transaction
es: Confirmar transacción
fi: Tee tapahtuma
pt_br: Efetivar Transação

# OrchardCore.Workflows.Views.Items.CommitTransactionTask.Fields.Thumbnail
source: Commit the current transaction.
es: Confirmar la transacción actual.
fi: Tee tämän hetkinen tapahtuma.
pt_br: efetiva a transação atual.

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: and Save
es: y Guardar
fi: ja tallenna
pt_br: e salve

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: Toggle Dropdown
es: Desplegar
fi: Vaihda pudotusvalikon tilaa
pt_br: Ativar/Desativar Menu Suspenso

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: and Publish
es: y Publicar
fi: ja julkaise
pt_br: e Publicar

# OrchardCore.Workflows.Views.Content.UserTaskButton
source: User Actions
es: Acciones del usuario
fi: Käyttäjän toimininnot
pt_br: Ações do usuário

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Design
source: Correlate
es: Correlación
fi: Korreloi
pt_br: Correlação

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: Value
es: Valor
fi: Arvo
pt_br: Valor

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Edit
source: The value to correlate workflow instances with. With Javascript support.
es: El valor a correlacionar instancias de flujo de trabajo. Con soporte Javascript.

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate
es: Correlación
fi: Korreloi
pt_br: Correlação

# OrchardCore.Workflows.Views.Items.CorrelateTask.Fields.Thumbnail
source: Correlate the current workflow instance with a value.
es: Correlacionar la instancia actual de flujo de trabajo con un valor.
fi: Korreloi nykyinen työkulun ilmentymänä arvolla.
pt_br: Correlaciona a instância atual do fluxo de trabalho com um valor.

# OrchardCore.Workflows.Views.Activity.Create
source: Add {0}
es: Agregar {0}
fi: Lisää {0}
pt_br: Adicionar {0}

# OrchardCore.Workflows.Views.Activity.Create
source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar

# OrchardCore.Workflows.Views.Activity.Create
source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflows
es: Flujos de trabajo
fi: Työnkulut
pt_br: Fluxos de trabalho

# OrchardCore.Workflows.Views.Workflow.Details
source: Instances
es: Instancias
fi: Instanssit

# OrchardCore.Workflows.Views.Workflow.Details
source: State
es: Estado
fi: Tila
pt_br: Status

# OrchardCore.Workflows.Views.Workflow.Details
source: Workflow ID
es: ID de Workflow
fi: Työnkulun tunniste
pt_br: ID do fluxo de trabalho

# OrchardCore.Workflows.Views.Workflow.Details
source: Created
es: Creado
fi: Luotu
pt_br: Criado

# OrchardCore.Workflows.Views.Workflow.Details
source: Status
es: Estado
fi: Tila

# OrchardCore.Workflows.Views.Workflow.Details
source: Fault Message
es: Mensaje de Falla
fi: Virheilmoitus
pt_br: Mensagem de erro

# OrchardCore.Workflows.Views.Workflow.Details
source: Correlation ID
es: ID de Correlación
fi: Korrelaatio ID (Correlation ID)
pt_br: ID da correlação

# OrchardCore.Workflows.Views.Workflow.Details
source: Back
es: Regresar
fi: Takaisin
pt_br: Voltar

# OrchardCore.Workflows.Views.Workflow.Details
source: Are you sure you want to delete this workflow instance?
es: ¿Está seguro que desea eliminar esta instancia de flujo de trabajo?
fi: Oletko varma, että haluat poistaa tämän työnkulun tehtävän?

# OrchardCore.Workflows.Views.Workflow.Details
source: Delete
es: Eliminar
fi: Poista
pt_br: Excluir

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Copy Workflow
es: Copiar flujo de trabajo
fi: Kopio työnkulku

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Properties
es: Propiedades

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Advanced
es: Avanzado

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Name
es: Nombre
fi: Nimi
pt_br: Nome

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The name of the workflow.
es: El nombre del flujo de trabajo.
fi: Työnkulun nimi.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Enabled
es: Habilitado
fi: Käytössä
pt_br: Ativo

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Uncheck to prevent workflows of this type from being executed.
es: Desmarcar para evitar que se ejecuten flujos de trabajo de este tipo.
fi: Poista valinta estääksesi tämäntyyppisten työnkulkujen suorittamisen.
pt_br: Desmarque para impedir que fluxos de trabalho deste tipo sejam executados.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Single instance
es: Instancia única
fi: Yksi instanssi
pt_br: Instância única

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to ensure only one workflow of this type can execute at a time. Leave unchecked to allow any number of workflows to execute at the same time.
es: Compruebe para asegurarse de que sólo un flujo de trabajo de este tipo puede ejecutarse a la vez. Deje sin marcar para permitir que cualquier número de flujos de trabajo se ejecuten al mismo tiempo.
fi: Valitsemalla vain yksi tämäntyyppinen työnkulku voi tapahtua kerrallaan. Jätä valitsematta salliaksesi minkä tahansa määrän työnkulkuja suoritettavaksi samaan aikaan.
pt_br: Selecione para garantir que apenas um fluxo de trabalho deste tipo pode ser executado por vez. Deixar desmarcado para permitir que qualquer número de fluxos de trabalho seja executado ao mesmo tempo.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Delete successfully completed workflows
es: Eliminación de los flujos de trabajo completado con éxito
fi: Valmistuneet työnkulut poistettu onnistuneesti
pt_br: Workflows concluídos excluídos com scesso

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Check to automatically delete workflows that have completed successfully. Leave unchecked to maintain a history of executed workflows.
es: Marque para eliminar automáticamente los flujos de trabajo que se han completado correctamente. Deje sin marcar para mantener un historial de flujos de trabajo ejecutados.
fi: Valitse poistaaksesi automaattisesti tapahtumat, jotka ovat suorittaneet onnistuneesti. Jätä valitsematta säilyttääksesi suoritettujen työnkulkujen historian.
pt_br: Selecione para excluir automaticamente fluxos de trabalho que foram concluídos com sucesso. Deixar desmarcado para manter um histórico de fluxos de trabalho executados.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Invalid lock timeout value in the advanced tab
es: Valor de tiempo de bloqueo no válido en la pestaña avanzada

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Invalid lock expiration value in the advanced tab
es: Valor de expiración de bloqueo no válido en la pestaña avanzada

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Lock timeout (ms)
es: Tiempo de bloqueo (ms)

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The timeout in milliseconds to acquire a lock before resuming a given workflow instance of this type atomically. Leave it to zero to not use any locking.
es: El tiempo de espera en milisegundos para adquirir un bloqueo antes de reanudar una instancia de flujo de trabajo de este tipo atómicamente. Déjalo a cero para no usar ningún bloqueo.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Lock expiration (ms)
es: Expiración de bloqueo (ms)

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: The expiration in milliseconds of the lock acquired before resuming a workflow instance of this type atomically. Leave it to zero to not use any locking.
es: La expiración en milisegundos del bloqueo adquirido antes de reanudar una instancia de flujo de trabajo de este tipo atómicamente. Déjalo a cero para no usar ningún bloqueo.

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar

# OrchardCore.Workflows.Views.WorkflowType.Duplicate
source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Workflows
es: Flujos de trabajo
fi: Työnkulut
pt_br: Fluxos de trabalho

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Events
es: Eventos Disponibles
fi: Käytettävissä olevat tapahtumat
pt_br: Eventos Disponíveis

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Event
es: Agregar evento
fi: Lisää tapahtuma
pt_br: Adicionar evento

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Tasks
es: Tareas disponibles
fi: Saatavilla olevat tehtävät
pt_br: Tarefas Disponíveis

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Add Task
es: Agregar tarea
fi: Lisää tehtävä
pt_br: Adicionar tarefa

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Properties
es: Propiedades
fi: Ominaisuudet
pt_br: Propriedades

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Instances
es: Instancias
fi: Instanssit

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Are you sure you want to delete this activity?
es: ¿Está seguro de que desea eliminar esta actividad?
fi: Oletko varma, että haluat poistaa tämän toiminteen?
pt_br: Tem certeza que deseja excluir esta atividade?

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Available Activities
es: Actividades disponibles
fi: Käytettävissä olevat toiminnot
pt_br: Atividades disponíveis

# OrchardCore.Workflows.Views.WorkflowType.Edit
source: Filter
es: Filtro
fi: Suodatin
pt_br: Filtrar

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Edit {0}
es: Editar {0}
fi: Muokkaa {0}
pt_br: Editar {0}

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Save
es: Guardar
fi: Tallenna
pt_br: Salvar

# OrchardCore.Workflows.Views.Activity.EditActivity
source: Cancel
es: Cancelar
fi: Peruuta
pt_br: Cancelar

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Edit Workflow
es: Editar flujo de trabajo
fi: Muokkaa työnkulkua

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Properties
es: Propiedades

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Advanced
es: Avanzado

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Name
es: Nombre
fi: Nimi
pt_br: Nome

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: The name of the workflow.
es: El nombre del flujo de trabajo.
fi: Työnkulun nimi.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Enabled
es: Habilitado
fi: Käytössä
pt_br: Ativo

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Uncheck to prevent workflows of this type from being executed.
es: Desmarcar para evitar que se ejecuten flujos de trabajo de este tipo.
fi: Poista valinta estääksesi tämäntyyppisten työnkulkujen suorittamisen.
pt_br: Desmarque para impedir que fluxos de trabalho deste tipo sejam executados.

# OrchardCore.Workflows.Views.WorkflowType.EditProperties
source: Single instance
es: Instancia única
fi: Yksi instanssi
pt_br: Instância única
