Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentManagement.GraphQL.po
Languages: fr, uk

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemQuery
source: Content items are instances of content types, just like objects are instances of classes.
fr: Les éléments de contenu sont des instances de type de contenu, tout comme les objets sont des instances de classes.
uk: Елементи контенту - це екземпляри типів контенту, так само як і об'єкти - екземпляри класів.

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemQuery
source: Content item id
fr: Id de l'élément de contenu
uk: Ідентифікатор елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemsFieldType
source: filters the content items
fr: filtre les éléments de contenu
uk: фільтрує елементи контенту

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemsFieldType
source: sort order
fr: ordre de tri
uk: порядок сортування

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemsFieldType
source: the first n content items
fr: les premiers n éléments de contenu
uk: перші n елементів контенту

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemsFieldType
source: the number of content items to skip
fr: le nombre d'éléments de contenu à passer
uk: кількість елементів контенту, які потрібно пропустити

# OrchardCore.ContentManagement.GraphQL.Queries.ContentItemsFieldType
source: publication status of the content item
fr: statut de publication de l'élément de contenu
uk: статус публікації елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.ContentTypeQuery
source: Represents a {0}.
fr: Représente un {0}.
uk: Представляє {0}.

# OrchardCore.ContentManagement.GraphQL.Queries.PublicationStatusGraphType
source: publication status
fr: statut de publication
uk: статус публікації

# OrchardCore.ContentManagement.GraphQL.Queries.PublicationStatusGraphType
source: published content item version
fr: version de l'élément de contenu publié
uk: опублікована версія елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.PublicationStatusGraphType
source: draft content item version
fr: version de l'élément de contenu brouillon
uk: чорнова версія елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.PublicationStatusGraphType
source: the latest version, either published or draft
fr: la dernière version, publiée ou brouillon
uk: остання версія, опублікована або чорнова

# OrchardCore.ContentManagement.GraphQL.Queries.PublicationStatusGraphType
source: all historical versions
fr: toutes les versions historiques
uk: всі історичні версії

# OrchardCore.ContentManagement.GraphQL.Queries.Types.OrderByDirectionGraphType
source: the order by direction
fr: l'ordre par direction
uk: порядок за напрямком

# OrchardCore.ContentManagement.GraphQL.Queries.Types.OrderByDirectionGraphType
source: orders content items in ascending order
fr: ordonne les éléments de contenu par ordre croissant
uk: упорядковує елементи контенту у порядку зростання

# OrchardCore.ContentManagement.GraphQL.Queries.Types.OrderByDirectionGraphType
source: orders content items in descending order
fr: ordonne les éléments de contenu dans l'ordre décroissant
uk: упорядковує елементи контенту у порядку спадання

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: Content item id
fr: Id de l'élément de contenu
uk: Ідентифікатор елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The content item version id
fr: L'id de la version de l'élément de contenu
uk: Ідентифікатор версії елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: Type of content
fr: Type de contenu
uk: Тип контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The display text of the content item
fr: Le texte d'affichage de l'élément de contenu
uk: Текст для показу елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: Is the published version
fr: Est la version publiée
uk: Чи опублікована версія

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: Is the latest version
fr: Est la dernière version
uk: Чи є найновішою версією

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The date and time of modification
fr: La date et l'heure de modification
uk: Дата та час внесення змін

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The date and time of publication
fr: La date et l'heure de publication
uk: Дата та час публікації

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The date and time of creation
fr: La date et l'heure de création
uk: Дата та час створення

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The owner of the content item
fr: Le propriétaire de l'élément de contenu
uk: Власник елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemType
source: The author of the content item
fr: L'auteur de l'élément de contenu
uk: Автор елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the {0} content item filters
fr: les filtres des éléments de contenu {0}
uk: фільтри елементів контенту {0}

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: content item id
fr: id de l'élément de contenu
uk: ідентифікатор елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the content item version id
fr: l'id de version de l'élément de contenu
uk: ідентифікатор версії елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the display text of the content item
fr: le texte d'affichage de l'élément de contenu
uk: текст для показу елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the date and time of creation
fr: la date et l'heure de création
uk: дата та час створення

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the date and time of modification
fr: la date et l'heure de modification
uk: дата та час внесення змін

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the date and time of publication
fr: la date et l'heure de publication
uk: дата та час публікації

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the owner of the content item
fr: le propriétaire de l'élément de contenu
uk: власник елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: the author of the content item
fr: l'auteur de l'élément de contenu
uk: автор елемента контенту

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: OR logical operation
fr: opération logique OU
uk: логічна операція АБО

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: AND logical operation
fr: Opération logique ET
uk: логічна операція І

# OrchardCore.ContentManagement.GraphQL.Queries.Types.ContentItemWhereInput
source: NOT logical operation
fr: Opération logique NOT
uk: логічна операція НЕ

# OrchardCore.ContentManagement.GraphQL.Queries.Types.DynamicContentTypeBuilder
source: Represents a {0}.
fr: Représente un {0}.
uk: Представляє {0}.
