Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Security.po
Languages: fi, it

# OrchardCore.Security.AdminMenu
source: Security
fi: Turvallisuus
it: Sicurezza

# OrchardCore.Security.AdminMenu
source: Settings
fi: Asetukset
it: Impostazioni

# OrchardCore.Security.AdminMenu
source: Security Headers
fi: Turvallisuustunnisteet
it: Headers di sicurezza

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: The current settings are coming from configuration sources, saving the settings will affect the AdminSettings not the configuration.
it: Le impostazioni correnti provengono da configurazioni presenti nei sorgenti, il salvataggio delle impostazioni influenzerà le impostazioni amministrative (AdminSettings) non la configurazione.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Content Security Policy
fi: Sisällön turvallisuuskäytäntö
it: Politica Di Sicurezza Contenuti

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Enable Sandbox
fi: Ota hiekkalaatikko käyttöön
it: Abilita Sandbox

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Enables a sandbox for the requested resource similar to the iframe sandbox attribute.
it: Abilita una sandbox per la risorsa richiesta, simile all'attributo sandbox degli iframe.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Upgrade Insecure Requests
it: Aggiorna Richieste non sicure

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Name
fi: Nimi
it: Nome

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows administrators to control resources the user agent is allowed to load for a given page.
it: Consente agli amministratori di controllare le risorse che il browser (User Agent) può caricare per una determinata pagina.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Permissions Policy
fi: Käyttöoikeuksien käytännöt
it: Politica Dei Permessi

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: None
fi: Ei mitään
it: Nessuno

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Any
fi: Kaikki
it: Qualsiasi

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Self
fi: Itse
it: Auto

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows a site to control which features and APIs can be used in the browser.
it: Consente a un sito di controllare quali funzioni e API possono essere utilizzate in un browser.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Referrer Policy
fi: Viitauskäytännöt
it: Politica Di Referrer

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: No referrer
fi: Ei viittauksia
it: Nessun Referrer

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: No referrer when downgrade
it: Nessun Referrer durante il downgrade

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Origin
fi: Alkuperä
it: Origine

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Origin when cross origin
fi: Alkuperä, kun on rajat ylittävä alkuperä
it: Origine in caso di Cross Origin

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Same origin
fi: Sama alkuperä
it: Stessa origine

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Strict origin
fi: Tiukka alkuperä
it: Origine rigorosa

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Strict origin when cross origin
fi: Tiukka alkuperä, kun on rajat ylittävä alkuperä
it: Origine rigorosa nel caso di Cross Origin

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unsafe URL
fi: Epäturvallinen URL-osoite
it: URL non sicura

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Allows a site to control how much information the browser includes when navigating away from a page.
it: Consente ad un sito di controllare quante informazioni include il browser quando si naviga in un'altra pagina.

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Base URI
fi: Perus URL-osoite
it: URI Base

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Child Source
it: Sorgente Figlio

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Connect Source
it: Connetti Sorgente

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Default Source
fi: Oletuslähde
it: Sorgente Predefinita

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Font Source
fi: Fonttien lähde
it: Sorgente Caratteri

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Form Action
it: Azioni form

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Frame Ancestors
it: Frame concatenati

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Frame Source
fi: Kehyksen lähde
it: Frame Sorgente

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Image Source
fi: Kuvan lähde
it: Origine dell'immagine

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Manifest Source
it: Origine del Manifest

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Media Source
fi: Medialähde
it: Origine dei file multimediali

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Object Source
fi: Kohteen lähde
it: Origine degli oggetti

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Script Source
fi: Skriptin lähde
it: Sorgente Script

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Style Source
it: Sorgente Stile

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Accelerometer
fi: Kiihtyvyysanturi
it: Accelerometro

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Ambient Light Sensor
fi: Valoisuusmittari
it: Sensore Luce Ambientale

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Autoplay
fi: Automaattinen toisto
it: Riproduzione automatica

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Battery
fi: Akku
it: Batteria

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Camera
fi: Kamera
it: Fotocamera

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Display Capture
fi: Ruudunkaappaus
it: Cattura Schermo

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Document Domain
it: Dominio Documento

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Encrypted Media
fi: Salattu media
it: Media Criptati

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Full Screen
fi: Kokoruutu
it: Schermo Intero

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Geolocation
fi: Sijainti
it: Geolocalizzazione

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Gyroscope
fi: Gyroskooppi
it: Giroscopio

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Layout Animations
it: Layout Animazioni

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Legacy ImageFormat
it: Formato immagini vecchio

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Magnetometer
fi: Magnettikentän anturi
it: Magnetometro

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Microphone
fi: Mikrofoni
it: Microfono

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Oversized Images
fi: Ylisuuret kuvat
it: Immagini Sovradimensionate

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Payment
fi: Maksu
it: Pagamento

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Public Key Retrieval
fi: Julkisen avaimen noutaminen
it: Recupero Chiave Pubblica

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Speaker Selection
fi: Kaiuttimen valinta
it: Selezione Altoparlante

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Screen Wake Lock
fi: Näytönlukitus
it: Risveglio Schermata di Blocco

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Synchronous XML Http Request
it: Richiesta Sincrona Http XML

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unoptimized Images
fi: Optimoimattomat kuvat
it: Immagini non ottimizzate

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Unsized Media
it: File Multimediali senza dimensione

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Web Share
fi: Verkossa jakaminen
it: Condivisione Web

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Sandbox
fi: Hiekkalaatikko

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Game Pad
fi: Pelikonsoli

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Picture In Picture
fi: Kuva kuvassa

# OrchardCore.Security.Views.SecurityHeadersSettings.Edit
source: Push
fi: Työnnä
