Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Contents.po
Languages: ar, cs, de, es, it, ru

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Select Content Types
ar: حدد أنواع المحتوى
de: Inhaltstypen auswählen
es: Seleccionar tipos de contenido
it: Seleziona tipi di contenuto
ru: Выберите типы контента

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency these content types are likely to change.
ar: التردد الافتراضي الذي يحتمل أن تتغير به هذه الأنواع من المحتويات.
de: Die übliche Häufigkeit, mit welcher diese Inhaltstypen voraussichtlich geändert werden.
es: La frecuencia por defecto que estos tipos de contenido probablemente cambien.
it: La frequenza predefinita con cui questi tipi di contenuto possono cambiare.
ru: Частота по умолчанию этих типов контента может измениться.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The content types to add to the sitemap.
ar: أنواع المحتوى المراد إضافتها إلى خريطة الموقع.
de: Die Inhaltstypen, die zur Sitemap hinzugefügt werden sollen.
es: Los tipos de contenido a añadir al mapa del sitio.
it: I tipi di contenuto da aggiungere alla sitemap.
ru: Типы контента для добавления на карту сайта.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Skip
ar: تخطي
de: Überspringen
es: Saltar
it: Salta
ru: Пропустить

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Take
ar: خُذ
de: Nehmen
es: Tomar
it: Prendi
ru: Взять

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Adjust quantity of content items in sitemap.
ar: ضبط كمية عناصر المحتوى في خريطة الموقع.
de: Anzahl der Inhaltselemente in der Sitemap anpassen.
es: Ajustar la cantidad de elementos de contenido en mapa del sitio.
it: Regola la quantità di contenuti nella sitemap.
ru: Настройка количества элементов содержимого в карте сайта.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: All
ar: الكل
de: Alle
es: Todos
it: Tutto
ru: Все

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Nothing here!
ar: لا شيء هنا!
de: Nichts hier!
es: ¡Nada aquí!
it: Non c'è niente qui!
ru: Здесь ничего нет!

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.SummaryAdmin
source: Sitemap Content Types
ar: خريطة الموقع لأنواع المحتوى
de: Sitemap Inhaltstypen
es: Tipos de contenido del mapa del sitio
it: Sitemap Tipi di Contenuto
ru: Типы контента карты сайта

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Sitemap Content Types
ar: خريطة الموقع لأنواع المحتوى
de: Sitemap Inhaltstypen
es: Tipos de contenido del mapa del sitio
it: Sitemap Tipi di Contenuto
ru: Типы контента карты сайта

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Thumbnail
source: Add sitemap entries for each one of the selected content types.
ar: إضافة إدخالات خريطة الموقع لكل نوع من أنواع المحتوى المحددة.
de: Sitemap-Einträge für jeden der ausgewählten Inhaltstypen hinzufügen.
es: Añadir entradas de mapa del sitio para cada uno de los tipos de contenido seleccionados.
it: Aggiungi una sitemap per ogni tipo di contenuto selezionato.
ru: Добавить записи карты сайта для каждого из выбранных типов содержимого.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Content Unpublished
ar: تم إزالة نشر المحتوى
cs: Zrušena publikace
de: Veröffentlichung aufgehoben
es: Contenido no está publicación
it: Contenuto sospeso dalla pubblicazione
ru: Контент не опубликован

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип контента

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content Unpublished
ar: تم إزالة نشر المحتوى
cs: Zrušena publikace
de: Veröffentlichung aufgehoben
es: Contenido no está publicado
it: Contenuto sospeso dalla pubblicazione
ru: Контент не опубликован

# OrchardCore.Contents.Views.Items.ContentUnpublishedEvent.Fields.Thumbnail
source: Content is unpublished.
ar: تم إزالة نشر المحتوى.
cs: Obsah je nepublikovaný.
de: Inhalt ist nicht veröffentlicht.
es: Contenido no está publicado.
it: Contenuto sospeso dalla pubblicazione.
ru: Контент не опубликован.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Content Updated
ar: تم تعديل المحتوى
cs: Obsah aktualizován
de: Inhalt aktualisiert
es: Contenido actualizado
it: Contenuto aggiornato
ru: Документ обновлен

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип содержимого

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content Updated
ar: تم تعديل المحتوى
cs: Obsah aktualizován
de: Inhalt aktualisiert
es: Contenido actualizado
it: Contenuto aggiornato
ru: Документ обновлен

# OrchardCore.Contents.Views.Items.ContentUpdatedEvent.Fields.Thumbnail
source: Content is updated.
ar: تم تعديل المحتوى.
cs: Obsah je aktualizovaný.
de: Inhalt aktualisiert.
es: Contenido está actualizado.
it: Contenuto aggiornato.
ru: Документ обновлен.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Content Versioned
ar: تم تعيين إصدار للمحتوى
cs: Obsah verzován
de: Inhalt Versioniert
es: Contenido Versionado
it: Contenuto versionato
ru: Версия документа

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип содержимого

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content Versioned
ar: تم تعيين إصدار للمحتوى
cs: Obsah verzován
de: Inhalt Versioniert
es: Contenido Versionado
it: Contenuto versionato
ru: Версия документа

# OrchardCore.Contents.Views.Items.ContentVersionedEvent.Fields.Thumbnail
source: Content is versioned.
ar: تم تعيين إصدار المحتوى.
cs: Obsah je verzován.
de: Inhalt Versioniert.
es: Contenido está Versionado.
it: Contenuto versionato.
ru: Версия документа.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Design
source: Create Content
ar: إنشاء محتوى
cs: Vytvořit obsah
de: Inhalt erstellen
es: Crear contenido
it: Crea contenuto
ru: Создать контент

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Type
ar: نوع المحتوى
cs: Typ obsahu
de: Inhaltstyp
es: Tipo de contenido
it: Tipo di contenuto
ru: Тип контента

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Select the type of content to create.
ar: اختر نوع المحتوى لإنشاؤه.
cs: Vyberte typ obsahu, který chcete vytvořit.
de: Wählen Sie den Typ des zu erstellenden Inhalts.
es: Seleccione el tipo de contenido a crear.
it: Seleziona il tipo di contenuto da creare.
ru: Выберите тип контента для создания.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Publish
ar: نشر
cs: Publikovat
de: Veröffentlichen
es: Publicar
it: Pubblica
ru: Опубликовать

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Check if you want the content item to be published when being created. Leave unchecked to create a draft version.
ar: اختر إذا تريد نشر العنصر بعد الإنشاء. اتركه غير مختار لإنشاء نسخة مسودة.
cs: Zaškrtněte pokud chcete položku při vytvoření pulikovat. Ponechte odškrtnuté pro vytvoření konceptu.
de: Auswählen, um das Inhaltselement beim Erstellen zu veröffentlichen. Ansonsten wird es als Entwurf gespeichert.
es: Marcar si desea que el elemento de contenido sea publicado cuando sea creado. Deje sin marcar para crear una versión de borrador.
it: Seleziona se vuoi che l'elemento del contenuto sia pubblicato quando viene creato. Lascia deselezionato per creare una versione in bozza.
ru: Включите, если хотите, чтобы элемент содержимого был опубликован при создании. Выключите для создания черновика.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Content Properties
ar: خصائص المحتوى
cs: Vlastnosti obsahu
de: Inhaltseigenschaften
es: Propiedades del contenido
it: Proprietà contenuto
ru: Свойства содержимого

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
ar: اختيارياً، أضف قيماً لأجزاء المحتوى، الحقول وخصائصهم بصيغة JSON. كذلك يمكن تضمينها صيغة Liquid.
cs: Volitelně zadejte hodnoty pro bloky obsahu, pole a jejich vlastnosti ve formátu JSON. Podporuje syntaxi Liquid.
de: Geben Sie optionale Werte für die ContentParts, Felder und deren Eigenschaften im JSON-Format ein. Mit Liquid-Support.
es: Opcionalmente proporciona valores para las partes de contenido, campos y sus propiedades en formato JSON. Con soporte Liquid.
it: (facoltativo) Fornisci valori per le parti di contenuto, i campi e le loro proprietà in formato JSON. Con il supporto Liquid.
ru: При необходимости предоставьте значения для частей содержимого, полей и их свойств в формате JSON. При поддержке Liquid.

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create Content
ar: إنشاء محتوى
cs: Vytvořit obsah
de: Inhalt erstellen
es: Crear contenido
it: Crea contenuto
ru: Создать контент

# OrchardCore.Contents.Views.Items.CreateContentTask.Fields.Thumbnail
source: Create a content item.
ar: انشاء عنصر محتوى.
cs: Vytvořte položku obsahu.
de: Neuen Inhaltstyp erstellen.
es: Crear un elemento de contenido.
it: Crea un elemento del contenuto.
ru: Создать новый документ.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete Content
ar: حذف محتوى
cs: Smazat obsah
de: Inhalt löschen
es: Eliminar contenido
it: Elimina contenuto
ru: Удалить контент

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>ContentItem</em> input argument
de: Inhalt löschen, der über den <em>Inhaltselement</em> Parameter bereitgestellt wird
es: Eliminar contenido proporcionado a través del argumento de entrada <em>ContentItem</em>
it: Elimina il contenuto fornito tramite l'argomento di input <em>ContentItem</em>
ru: Удалить содержимое, предоставленное с помощью аргумента <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content using expression: <em>{0}</em>
ar: حذف المحتوى باستخدام المصطلح: <em>{0}</em>
cs: Smaže obsah specifikovaný pomocí výrazu: <em>{0}</em>
de: Inhalte mit Ausdruck löschen: <em>{0}</em>
es: Eliminar contenido utilizando la expresión: <em>{0}</em>
it: Elimina contenuto usando l'espressione: <em>{0}</em>
ru: Удалить содержимое с помощью выражения: <em>{0}</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Expression
ar: التعبير
cs: Výraz
de: Ausdruck
es: Expresión
it: Espressione
ru: Выражение

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be deleted. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
es: Introduzca una expresión JavaScript que evalúe al content item (o su 'ContentItemId') a ser eliminado. Por ejemplo: input("ContentItem"). Si no se especifica ninguna expresión, se utilizará la variable de entrada "ContentItem" o la propiedad "ContentItem".
it: Inserisci un'espressione JavaScript che valuti l'elemento del contenuto (o il suo 'ContentItemId') da eliminare. Ad esempio: input("ContentItem"). Se non è specificata alcuna espressione, verrà utilizzata la variabile di input del flusso di lavoro "ContentItem" o la proprietà "ContentItem".
ru: Введите выражение JavaScript для вычисления элемента содержимого (или его 'ContentItemId'), который будет удален. Например: input("ContentItem"). Если выражение не указано, будет использована переменная "ContentItem" или свойство "ContentItem".

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete Content
ar: حذف محتوى
cs: Smazat obsah
de: Inhalt löschen
es: Eliminar contenido
it: Elimina contenuto
ru: Удалить контент

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Thumbnail
source: Delete a content item.
ar: حذف عنصر محتوى.
cs: Smazat položku obsahu.
de: Inhaltselement löschen.
es: Crear un elemento de contenido.
it: Elimina un elemento del contenuto.
ru: Удалить элемент содержимого.

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Draft as JSON
ar: عرض المسودة كـ JSON
de: Entwurf als JSON ansehen
es: Ver borrador como JSON
it: Visualizza bozza come JSON
ru: Просмотр черновика в формате JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Draft as JSON
ar: تحميل المسودة كـ JSON
de: Entwurf als JSON herunterladen
es: Descargar borrador como JSON
it: Scarica bozza come JSON
ru: Скачать черновик как JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View Published as JSON
ar: عرض المنشور كـ JSON
de: Veröffentlicht als JSON ansehen
es: Ver Publicado como JSON
it: Visualizza pubblicato come JSON
ru: Просмотр опубликованного в формате JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download Published as JSON
ar: تحميل المنشور كـ JSON
de: Veröffentlicht als JSON herunterladen
es: Descarga publicada como JSON
it: Scarica pubblicato come JSON
ru: Скачать опубликованное в формате JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: View as JSON
ar: عرض كـ JSON
de: Als JSON anzeigen
es: Ver como JSON
it: Visualizza come JSON
ru: Просмотр в формате JSON

# OrchardCore.Contents.Views.Items.Download-Button-Actions.SummaryAdmin
source: Download as JSON
ar: تنزيل كـ JSON
de: Als JSON herunterladen
es: Descargar como JSON
it: Scarica come JSON
ru: Скачать в формате JSON

source: Available Targets
ar: المستهدفات المتوفرة
de: Verfügbare Ziele
es: Objetivos disponibles
it: Destinazioni disponibili
ru: Доступные цели

source: Select
ar: أختر
de: Auswählen
es: Seleccionar
it: Seleziona
ru: Выбрать

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

source: Export Draft to Deployment Target
ar: تصدير المسودة إلى هدف النشر
de: Entwurf zum Bereitstellungsziel exportieren
es: Exportar borrador a objetivo de despliegue
it: Esporta Bozze nella destinazione della distribuzione
ru: Экспорт черновика в цель развёртывания

source: Export Published to Deployment Target
ar: تصدير المنشور إلى هدف النشر
de: Exportiere Veröffentlicht zum Bereitstellungsziel
es: Exportar Publicado a Destino de Despliegue
it: Esporta Pubblicati nella destinazione della distribuzione
ru: Экспорт публикации в цель развёртывания

source: Export to Deployment Target
ar: تصدير إلى هدف النشر
de: Entwurf zum Bereitstellungsziel exportieren
es: Exportar a destino de despliegue
it: Esporta verso la destinazione della distribuzione
ru: Экспорт в цель развёртывания

source: Bulk Action
ar: مجموعة إجراءات
de: Mehrfachaktion
es: Acción masiva
it: Azione di massa
ru: Массовое действие

source: Are you sure you want to export these items?
ar: هل أنت متأكد من أنك تريد نشر هذه العناصر؟
de: Sind Sie sicher, dass Sie diese Artikel exportieren möchten?
es: ¿Está seguro que desea exportar estos artículos?
it: Vuoi davvero esportare questi elementi?
ru: Вы уверены, что хотите экспортировать эти элементы?

source: Export to deployment target
ar: تصدير إلى هدف النشر
de: Zum Bereitstellungsziel exportieren
es: Exportar a destino de despliegue
it: Esporta verso la destinazione della distribuzione
ru: Экспорт в цель развёртывания

source: Available Targets
ar: المستهدفات المتوفرة
de: Verfügbare Ziele
es: Objetivos disponibles
it: Destinazioni disponibili
ru: Доступные цели

source: Select
ar: أختر
de: Auswählen
es: Seleccionar
it: Seleziona
ru: Выбрать

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена

source: Export Content To Deployment Target
ar: تصدير المحتوى إلى هدف النشر
de: Inhalt zum Bereitstellungsziel exportieren
es: Exportar contenido al objetivo de despliegue
it: Esporta il contenuto alla destinazione della distribuzione
ru: Экспорт содержимого в цель развёртывания

source: Export Content To Deployment Target
ar: تصدير المحتوى إلى هدف النشر
de: Inhalt zum Bereitstellungsziel exportieren
es: Exportar contenido al objetivo de despliegue
it: Esporta il contenuto alla destinazione della distribuzione
ru: Экспорт содержимого в цель развёртывания

source: Allows the export content to deployment target feature to add content items to the plan.
ar: السماح لتصدير المحتوى إلى ميزة هدف النشر لإإضافة عناصر المحتوى إلى الخطة.
de: Erlaubt der "Inhalt zum Bereitstellungsziel exportieren"-Funktion Inhaltselemente zum Plan hinzuzufügen.
es: Permite exportar contenido a la función de destino de despliegue para añadir elementos de contenido al plan.
it: Consente la funzionalità di aggiunta dei contenuti ad un piano di ditribuzione per essere esportati verso un'istanza di destinazione.
ru: Позволяет функции экспорта содержимого в цель развёртывания добавлять элементы контента в план.

source: Export Content To Deployment Target
ar: تصدير المحتوى إلى هدف النشر
de: Inhalt zum Bereitstellungsziel exportieren
es: Exportar contenido al objetivo de despliegue
it: Esporta il contenuto alla destinazione della distribuzione
ru: Экспорт содержимого в цель развёртывания

source: Allows the export content to deployment target feature to add content items to the plan.
de: Erlaubt der "Inhalt zum Bereitstellungsziel exportieren"-Funktion Inhaltselemente zum Plan hinzuzufügen.
es: Permite exportar contenido a la función de destino de despliegue para añadir elementos de contenido al plan.
it: Consente la funzionalità di aggiunta dei contenuti ad un piano di ditribuzione per essere esportati verso un'istanza di destinazione.
ru: Позволяет функции экспорта содержимого в цель развёртывания добавлять элементы контента в план.

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: No export content to deployment target plans found. Create a deployment plan and add a Export content to deployment target step to it.
de: Keine "Inhalt zum Bereitstellungsziel exportieren"-Pläne gefunden. Erstellen Sie einen Bereitstellungsplan und fügen Sie diesem einen "Inhalt zum Bereitstellungsziel exportieren"-Schritt hinzu.
es: No se ha encontrado contenido de exportación para los planes de destino de implementación. Crea un plan de despliegue y añade un contenido de exportación para el paso de destino de despliegue a él.
it: Indicazioni sull'esporazione di contenuti verso un'istanza di destinazione non trovate. Crea un piano di distribuzione e aggiungi l'esportazione di contenuti verso una destinazione ad esso.
ru: Контент для экспорта в целевые планы развертывания не найден. Создайте план развертывания и добавьте к нему шаг «Экспорт содержимого в целевой объект развертывания».

# OrchardCore.Contents.Views.Items.ExportContentToDeploymentTargetSettings.Edit
source: Deployment Plan
de: Bereitstellungsplan
es: Plan de despliegue
it: Piano di distribuzione
ru: План развертывания

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish Content
ar: نشر محتوى
cs: Publikovat obsah
de: Inhalt veröffentlichen
es: Publicar contenido
it: Pubblica contenuto
ru: Опубликовать

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>ContentItem</em> input argument
de: Inhalt veröffentlichen, der über den <em>Inhaltselement</em> Parameter definiert wurde
es: Publicar contenido proporcionado a través del argumento de entrada <em>ContentItem</em>
it: Pubblica il contenuto fornito tramite l'argomento di input <em>ContentItem</em>
ru: Опубликовать содержимое, предоставленное с помощью аргумента <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content using expression: <em>{0}</em>
ar: نشر المحتوى بإستخدام التعبير: <em>{0}</em>
cs: Publikuje obsah specifikovaný pomocí výrazu: <em>{0}</em>
de: Inhalt mit Ausdruck veröffentlichen: <em>{0}</em>
es: Publicar contenido utilizando la expresión: <em>{0}</em>
it: Pubblica contenuto usando l'espressione: <em>{0}</em>
ru: Опубликовать содержимое с помощью выражения: <em>{0}</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Expression
ar: التعبير
cs: Výraz
de: Ausdruck
es: Expresión
it: Espressione
ru: Выражение

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be published. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
es: Introduzca una expresión JavaScript que evalúe el Content Item (o su 'ContentItemId') a ser publicado. Por ejemplo: input("ContentItem"). Si no se especifica ninguna expresión, se utilizará la variable de entrada "ContentItem" o la propiedad "ContentItem".
it: Inserisci un'espressione JavaScript che valuti l'elemento del contenuto (o il suo 'ContentItemId') da pubblicare. Ad esempio: input("ContentItem"). Se non è specificata alcuna espressione, verrà utilizzata la variabile di input del flusso di lavoro "ContentItem" o la proprietà "ContentItem".
ru: Введите выражение JavaScript для вычисления элемента содержимого (или его 'ContentItemId'), который будет опубликован. Например: input("ContentItem"). Если выражение не указано, будет использована переменная "ContentItem" или свойство "ContentItem".
