Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Contents.po
Languages: ar, cs, de, es, it, ru

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: All Content
ar: كل المحتوى
cs: Veškerý obsah
de: Alle Inhalte
es: Todos los contenidos
it: Tutti i contenuti
ru: Весь контент

# OrchardCore.Contents.Views.Items.AllContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items of the system.
ar: تصدير كل عناصر المحتوى من النظام.
cs: Exportuje všechny položky obsahu v systému.
de: Exportiert alle Inhalte des Systems.
es: Exporta todos los elementos de contenido del sistema.
it: Esporta tutti gli elementi di contenuto del sistema.
ru: Экспортирует все элементы содержимого системы.

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: View
es: Vista
it: Visualizza

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore to Version
es: Restaurar la versión
it: Ripristina Versione

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Are you sure you want to restore to version {0}?
es: Seguro que desea restaurar esta versión {0}?
it: Sei sicuro di voler ripristinare la versione {0}?

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Yes
es: Si
it: Si

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore
es: Restablecer
it: Ripristina

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Restore content item
es: Restablecer el contenido del elemento
it: Ripristina contenuto

# OrchardCore.Contents.Views.Items.AuditTrailContentEventActions.SummaryAdmin
source: Are you sure you want to restore this content item?
es: ¿Está seguro de que desea restablecer el contenido del elemento?
it: Sei sicuro di che voler eliminare questo elemento?

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: Version {0}
es: Versión {0}
it: Versione {0}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: The {0} {1} was restored as {2}
es: El {0} {1} fue restaurado como {2}
it: {0} {1} è stato ripristinato in {2}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: The {0} {1} was {2}.
es: El {0} {1} fue {2}.
it: {0} {1} era {2}.

# OrchardCore.Contents.Views.Items.AuditTrailContentEventData.SummaryAdmin
source: {0} of the {1} {2} was {3}
es: {0} del {1} {2} era {3}
it: {0} del {1} {2} era {3}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Content Item Id
es: Id del elemento de contenido
it: Id dell'elemento di contenuto

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Content type
es: Tipo de contenido
it: Tipo di contenuto

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Display text
es: Mostrar Texto
it: Testo mostrato

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Version
es: Versión
it: Versione

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Version {0}
es: Versión {0}
it: Versione {0}

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDetail.DetailAdmin
source: Comment
es: Comentario
it: Commento

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: Split
es: Dividir
it: Dividi

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: Unified
es: Unificado
it: Unisci

# OrchardCore.Contents.Views.Items.AuditTrailContentEventDiff.DetailAdmin
source: No previous content item available to diff against
es: No hay elementos de contenido disponibles para diferenciar
it: Nessun contenuto precedente disponibile per un confronto

# OrchardCore.Contents.Views.Items.AuditTrailContentsAction_SummaryAdmin
source: Audit Trail
es: Registro de auditoria
it: Log Operazioni

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: Allowed content types
es: Tipos de contenido permitidos
it: Tipi di contenuto consentiti

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: Select all
es: Seleccionar todo
it: Seleziona tutto

# OrchardCore.Contents.Views.Items.ContentAuditTrailSettings.Edit
source: The types of content whose events are recorded.
es: Los tipos de contenido cuyos eventos son grabados.
it: I tipi di contenuto i cui eventi sono registrati.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Content Created
ar: تم إنشاء المحتوى
cs: Obsah vytvořený
de: Inhalt erstellt
es: Contenido creado
it: Contenuto creato
ru: Документ создан

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип контента

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content Created
ar: تم إنشاء المحتوى
cs: Obsah vytvořen
de: Inhalt erstellt
es: Contenido creado
it: Contenuto creato
ru: Документ создан

# OrchardCore.Contents.Views.Items.ContentCreatedEvent.Fields.Thumbnail
source: Content is created.
ar: تم إنشاء المحتوى.
cs: Obsah je vytvořený.
de: Inhalt erstellt.
es: Se ha creado el contenido.
it: Contenuto creato.
ru: Документ создан.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Content Deleted
ar: تم حذف المحتوى
cs: Obsah smazán
de: Inhalt gelöscht
es: Contenido eliminado
it: Contenuto eliminato
ru: Документ удален

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип контента

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content Deleted
ar: تم حذف المحتوى
cs: Obsah smazán
de: Inhalt gelöscht
es: Contenido eliminado
it: Contenuto eliminato
ru: Документ удален

# OrchardCore.Contents.Views.Items.ContentDeletedEvent.Fields.Thumbnail
source: Content is deleted.
ar: تم حذف المحتوى.
cs: Obsah je smazaný.
de: Inhalt gelöscht.
es: Contenido está eliminado.
it: Contenuto eliminato.
ru: Документ удален.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: The content types to add as part of the plan.
ar: أنوع المحتوى لإضافتها كأجزاء من الخطة.
cs: Typy obsahu, které se přidají jako součást plánu.
de: Die Inhaltstypen, die im Rahmen des Plans hinzugefügt werden sollen.
es: Los tipos de contenido para agregar como parte del plan.
it: I tipi di contenuto da aggiungere come parte del piano.
ru: Типы содержимого, которые будут добавлены в качестве части плана.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Export As Setup recipe
ar: تصدير كوصفة إعداد
de: Als Setup-Rezept exportieren
es: Exportar como receta de instalación
it: Esporta come ricetta di configurazione
ru: Экспортировать как рецепт установки

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: Check if the data should be exported as a Setup recipe.
ar: تحقق مما إذا كان يجب تصدير البيانات كوصفة إعداد.
de: Überprüfen, ob die Daten als Setup-Rezept exportiert werden sollen.
es: Compruebe si los datos deben ser exportados como una receta de Configuración.
it: Controlla se i dati devono essere esportati come una ricetta di configurazione.
ru: Проверьте, следует ли экспортировать данные в качестве рецепта установки.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Edit
source: If checked, you will have to manually declare variables for the Content Picker fields, Taxonomy fields, Tags fields and List item ids and replace them where needed in the recipe. Any reference to these content items will be lost.
ar: إذا تم تحديده، يجب عليك الإعلان يدوياً عن المتغيرات لحقول اختيار المحتوى، الحقول التصنيفية، حقول العلامات وقائمة معارف العناصر واستبدالها عند الحاجة في الوصفة. سيتم فقدان أي إشارة إلى عناصر المحتوى هذه.
es: Si está marcado, tendrá que declarar manualmente las variables para los campos del selector de contenido, Campos de taxonomía, campos de etiquetas y Listar identificadores de artículos y reemplazarlos cuando sea necesario en la receta. Cualquier referencia a estos Content Items se perderá.
it: Se selezionato, dovrai dichiarare manualmente le variabili per i campi del selettore dei contenuti: i campi Tassonomia,Tag ed Elenco degli ID e sostituirli dove necessario nella ricetta. Qualsiasi riferimento a questi elementi di contenuto sarà perso.
ru: Если отмечено, вам придется вручную объявить переменные для полей выбора содержимого, полей таксономии, полей тегов и идентификаторов элемента списка и заменить их, где необходимо в рецепте. Любые ссылки на эти элементы содержимого будут утеряны.

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Summary
source: Nothing here!
ar: لا شيء هنا!
cs: Nic tu není!
de: Nichts hier!
es: ¡Aquí no hay nada!
it: Niente qui!
ru: Здесь пока ничего нет!

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Content
ar: المحتوى
cs: Obsah
de: Inhalt
es: Contenido
it: Contenuto
ru: Контент

# OrchardCore.Contents.Views.Items.ContentDeploymentStep.Fields.Thumbnail
source: Exports all the content items for the specified content types.
ar: تصدير كل عناصر المحتوى لأنواع المحتوى المحدد.
cs: Exportuje všechny položky pro zadané typy obsahu.
de: Exportiert alle Inhaltselemente für die angegebenen Inhaltstypen.
es: Exporta todos los elementos de contenido para los tipos de contenido especificados.
it: Esporta tutti gli elementi di contenuto per i tipi di contenuto specificati.
ru: Экспортирует все элементы содержимого для указанных типов контента.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Content Draft Saved
ar: تم حفظ مسودة المحتوى
es: Borrador de contenido guardado
it: Salvataggio di un contenuto in Bozza
ru: Черновик сохранен

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип контента

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
es: Tipos de contenido
it: Tipi di contenuto
ru: Типы содержимого

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft Saved
ar: تم حفظ مسودة المحتوى
es: Borrador de contenido guardado
it: Salvataggio di un contenuto in Bozza
ru: Черновик сохранен

# OrchardCore.Contents.Views.Items.ContentDraftSavedEvent.Fields.Thumbnail
source: Content Draft is saved.
ar: تم حفظ مسودة المحتوى.
es: Borrador de contenido guardado.
it: Il contenuto è stato salvato come Bozza.
ru: Черновик сохранен.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Content Item Id
ar: معرف عنصر المحتوى
de: Inhaltselement-Id
es: Id del elemento de contenido
it: Id dell'elemento di contenuto
ru: Идентификатор элемента содержимого

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Edit
source: Provide a content item id.
ar: قم بتوفير رقم تعريف عنصر المحتوى.
de: Geben Sie eine Inhaltselement-ID an.
es: Proporcionar un id de Content Item.
it: Fornire un id elemento di contenuto.
ru: Укажите идентификатор элемента содержимого.

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Content Item
ar: عنصر محتوى
de: Inhaltselement
es: Elementos de Contenido
it: Elemento di contenuto
ru: Элемент содержимого

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Summary
source: Nothing here!
ar: لا شيء هنا!
de: Nichts hier!
es: ¡Nada aquí!
it: Niente qui!
ru: Здесь ничего нет!

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Content Item
ar: عنصر محتوى
de: Inhaltselement
es: Elementos de Contenido
it: Elemento di contenuto
ru: Элемент содержимого

# OrchardCore.Contents.Views.Items.ContentItemDeploymentStep.Fields.Thumbnail
source: Exports a specified content item.
ar: تصدير عنصر محتوى محدد.
de: Exportiert ein bestimmtes Inhaltselement.
es: Exporta un elemento de contenido especificado.
it: Esporta un elemento di contenuto specificato.
ru: Экспорт указанного элемента содержимого.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Content Published
ar: تم نشر المحتوى
cs: Obsah publikován
de: Inhalt veröffentlicht
es: Contenido publicado
it: Contenuto pubblicato
ru: Контент опубликован

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Design
source: Any content type
ar: أي نوع محتوى
cs: Jakýkoli typ obsahu
de: Alle Inhaltstypen
es: Cualquier tipo de contenido
it: Tutti i tipi di contenuto
ru: Любой тип содержимого

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Edit
source: Select any content types to filter on.
ar: اختر أي من أنواع المحتويات للتصفية.
cs: Vyberte nějaký typ obsahu pro filtrování.
de: Wählen Sie alle zu filternden Inhaltselemente.
es: Seleccione cualquier tipo de contenido para filtrar.
it: Seleziona qualsiasi tipo di contenuto su cui filtrare.
ru: Выберите любые типы контента для фильтрации.

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content Published
ar: تم نشر المحتوى
cs: Obsah publikován
de: Inhalt veröffentlicht
es: Contenido publicado
it: Contenuto pubblicato
ru: Контент опубликован

# OrchardCore.Contents.Views.Items.ContentPublishedEvent.Fields.Thumbnail
source: Content is published.
ar: تم نشر المحتوى.
cs: Obsah je publikován.
de: Inhalt veröffentlicht.
es: Contenido está publicado.
it: Contenuto pubblicato.
ru: Контент опубликован.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-ContentType.Thumbnail
source: Filters on a specified content type.
es: Filtra en un tipo de contenido especificado.
it: Filtri specificati per un tipo di contenuto.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-DisplayText.Thumbnail
source: Filters on the Display Text of a content item.
es: Filtra en el texto de visualización de un elemento de contenido.
it: Filtri sul testo visualizzato di un elemento di contenuto.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-Sort.Thumbnail
source: Orders by a content item value.
es: Ordenar por un valor de Content Item.
it: Ordina per il valore di un contenuto.

# OrchardCore.Contents.Views.Items.ContentsAdminFilters-Status.Thumbnail
source: Filters on a content item status.
es: Filtra el estado de un Content Item.
it: Filtra lo stato di un contenuto.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Show All Content Types
ar: عرض كل أنواع المحتوي
cs: Zobrazit všechny typy obsahu
de: Alle Inhaltstypen anzeigen
es: Mostrar Todos los Tipos de Contenido
it: Mostra tutti i tipi di contenuto
ru: Показать все типы контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Default Icon
ar: الإيقونة الافتراضية
cs: Výchozí ikona
de: Standard-Icon
es: Icono Predeterminado
it: Icona predefinita
ru: Стандартная иконка

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick
ar: اختر
cs: Vybrat
de: Auswählen
es: Seleccionar
it: Scegli
ru: Выбрать

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select an icon. It will be shared by all menu items.
ar: اختر أيقونة. سيتم مشاركتها بواسطة كل عناصر القائمة.
cs: Vyberte ikonu, která bude sdílena všemi položkami menu.
de: Wählen Sie ein Symbol. Es wird unter allen Menüpunkten geteilt.
es: Seleccione un icono. Será compartido por todos los elementos del menú.
it: Seleziona un'icona. Sarà condivisa da tutte le voci di menu.
ru: Выберите значок. Он будет использоваться всеми пунктами меню.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Select Content Types
ar: حدد أنواع المحتوى
cs: Vybrat typy obsahu
de: Inhaltstypen auswählen
es: Seleccionar el tipo de contenido
it: Seleziona tipi di contenuto
ru: Выберите тип контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Icon
ar: أيقونة
cs: Ikona
de: Symbol
es: Icono
it: Icona
ru: Иконка

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: The content types to add to the menu.
ar: أنوع المحتوى لإضافتها إلى القائمة.
cs: Typy obsahu zobrazené v menu.
de: Die Inhaltstypen, die zum Menü hinzugefügt werden sollen.
es: Los tipos de contenido para agregar al menú.
it: I tipi di contenuto da aggiungere al menu.
ru: Типы содержимого для добавления в меню.

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeEdit
source: Pick an icon
ar: اختر أيقونة
cs: Vyberte ikonu
de: Wählen Sie ein Symbol
es: Seleccione un icono
it: Scegli un'icona
ru: Выберите иконку

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Show all Content Types
ar: عرض كل أنواع المحتوي
cs: Zobrazit všechny typy obsahu
de: Alle Inhaltstypen anzeigen
es: Mostrar Todos los Tipos de Contenido
it: Mostra tutti i tipi di contenuto
ru: Показать все типы контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Nothing here!
ar: لا شيء هنا!
cs: Nic tu není!
de: Nichts hier!
es: ¡Aquí no hay nada!
it: Niente qui!
ru: Здесь пока ничего нет!

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeSummary
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Content Types
ar: أنواع المحتوى
cs: Typy obsahu
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentTypesAdminNode.Fields.TreeThumbnail
source: Add a link for each one of the selected content types.
ar: اضف رابط لكل أنواع المحتوى المحددة.
cs: Přidejte odkaz pro každý z vybraných typů obsahu.
de: Fügen Sie einen Link für jeden der ausgewählten Inhaltstypen hinzu.
es: Agregar un enlace para cada uno de los tipos de contenido seleccionados.
it: Aggiungi un link per ogni tipo di contenuto selezionato.
ru: Добавить ссылку для каждого из выбранных типов контента.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Content Types
ar: أنواع المحتوى
de: Inhaltstypen
es: Tipos de Contenido
it: Tipi di contenuto
ru: Типы контента

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Index All Content Types
ar: فهرسة كل أنواع المحتوي
de: Alle Inhaltstypen indizieren
es: Indexar todos los tipos de contenido
it: Indice di tutti i tipi di contenuto
ru: Индексировать все типы контента

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit Items
ar: تحديد العناصر
de: Elemente begrenzen
es: Limitar elementos
it: Limita elementi
ru: Лимитированные элементы

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Limit the amount of content items to provide from this source. Note: Only one content type is selectable when this option is selected.
ar: الحد من كمية عناصر المحتوى لتقديمها من هذا المصدر. ملاحظة: فقط نوع محتوى واحد قابل للاختيار عند تحديد هذا الخيار.
de: Die Anzahl der Inhaltselemente dieser Quelle limitieren. Hinweis: Nur ein Inhaltstyp ist selektierbar, wenn diese Option ausgewählt ist.
es: Limita la cantidad de elementos de contenido a proporcionar desde esta fuente. Nota: Sólo un tipo de contenido es seleccionable cuando esta opción está seleccionada.
it: Limita la quantità di elementi di contenuto da fornire da questa sorgente. Nota: solo un tipo di contenuto è selezionabile quando questa opzione è attivata.
ru: Ограничение количества элементов контента для предоставления из этого источника. Примечание: только один тип контента выбирается при выборе этой опции.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Change Frequency
ar: تغيير التردد
de: Häufigkeit ändern
es: Cambiar frecuencia
it: Cambia la frequenza
ru: Изменить частоту

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default frequency with which these content types are likely to change.
ar: التردد الافتراضي الذي يحتمل أن تتغير به هذه الأنواع من المحتويات.
de: Die übliche Häufigkeit, mit welcher diese Inhaltstypen voraussichtlich geändert werden.
es: La frecuencia por defecto con la que estos tipos de contenido probablemente cambien.
it: La frequenza predefinita con cui questi tipi di contenuto possono cambiare.
ru: Частота по умолчанию, с которой эти типы контента могут изменяться.

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: Priority
ar: الأولوية
de: Priorität
es: Prioridad
it: Priorità
ru: Приоритет

# OrchardCore.Contents.Views.Items.ContentTypesSitemapSource.Edit
source: The default priority of these content types relative to other content on your site.
ar: الأولوية الافتراضية لأنواع المحتوى هذه بالنسبة للمحتوى الآخر في موقع الويب الخاص بك.
de: Die Standardpriorität dieser Inhaltstypen im Verhältnis zu anderen Inhalten auf Ihrer Website.
es: La prioridad por defecto de estos tipos de contenido en relación a otros contenidos de su sitio.
it: La priorità predefinita di questi tipi di contenuto rispetto ad altri contenuti sul tuo sito.
ru: Приоритет по умолчанию этих типов контента относительно остального контента на вашем сайте.
