Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Setup.po
Languages: de, el, id, mk, nl, pl, pt, sk, sv

# OrchardCore.Setup.Controllers.SetupController
source: The password is required.
de: Das Passwort ist erforderlich.
el: Ο κωδικός είναι απαραίτητος.
id: Kata sandi wajib diisi.
mk: Лозинката е задолжителна.
nl: Het wachtwoord is een vereist veld.
pl: Hasło jest wymagane.
pt: A palavra-chave é obrigatória.
sk: Heslo je povinné.
sv: Lösenord måste anges.

# OrchardCore.Setup.Controllers.SetupController
source: The password confirmation doesn't match the password.
de: Die Kennwortbestätigung stimmt nicht mit dem Kennwort überein.
el: Η επιβεβαίωση του κωδικού πρόσβασης δεν αντιστοιχεί στον κωδικό πρόσβασης.
id: Konfirmasi kata sandi tidak cocok.
mk: Потврдата на лозинката, не се совпаѓа со внесената лозинка.
nl: De wachtwoordbevestiging komt niet overeen met het wachtwoord.
pl: Potwierdzenie hasła nie pasuje do hasła.
pt: A confirmação da palavra-passe não corresponde à palavra-passe inserida.
sk: Heslá sa nezhodujú.
sv: Lösenorden stämmer inte överens.

# OrchardCore.Setup.Controllers.SetupController
source: Invalid recipe.
de: Ungültiges Rezept.
el: Μη έγκυρη συνταγή.
id: Recipe tidak valid.
mk: Рецептот е невалиден.
nl: Ongeldig recept.
pl: Nieprawidłowy przepis.
pt: Receita inválida.
sk: Neplatný recept.
sv: Ogiltigt recept.

# OrchardCore.Setup.Controllers.SetupController
source: The email is invalid.
el: Το email δεν είναι έγκυρο.
id: Format email tidak valid.
sk: Neplatný email.

# OrchardCore.Setup.Controllers.SetupController
source: User name '{0}' is invalid, can only contain letters or digits.
el: Το όνομα χρήστη "{0}" δεν είναι έγκυρο, μπορεί να περιέχει μόνο γράμματα ή ψηφία.
id: Nama pengguna '{0}' tidak valid, hanya boleh berisi huruf atau angka.
sk: Prihlasovacie meno "{0}" je neplatné, môže obsahovať iba písmená alebo číslice.

# OrchardCore.Setup.Views._Layout
source: Setup
el: Εγκατάσταση
id: Pengaturan Awal
sk: Inštalácia

# OrchardCore.Setup.Views.Setup.Index
source: one non-alphanumeric
de: ein nicht alphanumerisches Zeichen
el: ένα μη αλφαριθμητικό
id: satu karakter khusus
mk: еден знак кој не е цифра или буква
nl: één niet alfanumeriek teken
pl: jeden niealfanumeryczny
pt: um não-alfanumérico
sk: jeden špeciálny
sv: ett specialtecken

# OrchardCore.Setup.Views.Setup.Index
source: one uppercase
de: einen Großbuchstaben
el: ένα κεφαλαίο
id: satu huruf besar
mk: една голема буква
nl: één hoofdletter
pl: jedna wielka litera
pt: uma maiúscula
sk: jeden veľký
sv: en stor bokstav

# OrchardCore.Setup.Views.Setup.Index
source: one lowercase
de: einen Kleinbuchstaben
el: ένα πεζό χαρακτήρα
id: satu huruf kecil
mk: една мала буква
nl: één kleine letter
pl: jedna mała litera
pt: uma minúscula
sk: jeden malý
sv: en liten bokstav

# OrchardCore.Setup.Views.Setup.Index
source: one digit
de: eine Zahl
el: ένα ψηφίο
id: satu angka
mk: една цифра
nl: één cijfer
pl: jedna cyfra
pt: um dígito
sk: jednu číslicu
sv: en siffra

# OrchardCore.Setup.Views.Setup.Index
source: and
de: und
el: και
id: dan
mk: и
nl: en
pl: i
pt: e
sk: a
sv: och

# OrchardCore.Setup.Views.Setup.Index
source: {0} characters in total
de: {0} Zeichen insgesamt
el: {0} χαρακτήρες συνολικά
id: {0} karakter dari total
mk: вкупно {0} знаци
nl: {0} tekens in totaal
pl: {0} znaków w sumie
pt: {0} caracteres no total
sk: {0} znakov celkom
sv: {0} tecken totalt

# OrchardCore.Setup.Views.Setup.Index
source: , with {0} unique characters
de: , mit {0} unterschiedlichen Zeichen
el: , με {0} μοναδικούς χαρακτήρες
id: , dengan {0} karakter unik
mk: , со {0} уникатни симболи
nl: , met {0} unieke tekens
pl: , z {0} unikalnymi znakami
pt: , com {0} caracteres únicos
sk: , {0} jedinečných znakov
sv: , med {0} unika tecken

# OrchardCore.Setup.Views.Setup.Index
source: Password must have at least {0}.
de: Das Passwort muss mindestens {0} enthalten.
el: Ο κωδικός πρόσβασης πρέπει να έχει τουλάχιστον {0}.
id: Kata sandi harus memiliki minimal {0}.
mk: Лозинката мора да има нај малку {0}.
nl: Wachtwoord moet tenminste {0}.
pl: Hasło musi mieć co najmniej {0}.
pt: A palavra-chave deve ter pelo menos {0}.
sk: Heslo musí mať aspoň {0} znakov.
sv: Lösenordet måste minst innehålla {0}.

# OrchardCore.Setup.Views.Setup.Index
source: Change language
de: Sprache wechseln
el: Αλλαγή γλώσσας
id: Ubah bahasa
mk: Промени јазик
nl: Taal wijzigen
pt: Alterar Idioma
sk: Zmeniť jazyk

# OrchardCore.Setup.Views.Setup.Index
source: Setup
el: Εγκατάσταση
id: Pengaturan Awal
mk: Поставување
nl: Installatie
pl: Instalacja
pt: Configuração
sk: Inštalácia
sv: Installation

# OrchardCore.Setup.Views.Setup.Index
source: Please answer a few questions to configure your site.
de: Bitte beantworten Sie einige Fragen, um Ihre Website zu konfigurieren.
el: Παρακαλώ απαντήστε σε μερικές ερωτήσεις για να διαμορφώσετε τον ιστότοπό σας.
id: Jawab beberapa pertanyaan untuk mengonfigurasi situs Anda.
mk: Ве молиме одговорете неколку прашања, со цел да до конфигурирате вашиот сајт.
nl: Beantwoord alstublieft enkele vragen om uw website te configureren.
pl: Odpowiedz na kilka pytań, aby skonfigurować swoją witrynę.
pt: Por favor, responda a algumas questões para configurar seu site.
sk: Prosím odpovedzte na niekoľko otázok ohľadom konfigurácie webu.
sv: Svara på några frågor för att konfigurera din webbplats.

# OrchardCore.Setup.Views.Setup.Index
source: No recipes available.
de: Keine Rezepte verfügbar.
el: Καμία συνταγή διαθέσιμη.
id: Tidak ada recipes tersedia.
mk: Не се достапни рецепти.
nl: Geen recepten beschikbaar.
pl: Brak dostępnych przepisów.
pt: Nenhuma receita disponível.
sk: Nie sú dostupné žiadne recepty.
sv: Inga recept tillgängliga.

# OrchardCore.Setup.Views.Setup.Index
source: It is not possible to set up a site without a recipe.
de: Es ist nicht möglich, eine Website ohne Rezept einzurichten.
el: Δεν είναι δυνατή η δημιουργία ενός ιστότοπου χωρίς συνταγή.
id: Situs tidak dapat dibuat tanpa recipe.
mk: Не е возможно да се постави сајт без рецепт.
nl: Het is niet mogelijk een website op te zetten zonder een recept.
pl: Nie można utworzyć witryny bez przepisu.
pt: Não é possível criar um site sem receita.
sk: Nie je možné zriadiť web bez receptu.
sv: Det går inte att installera en webbplats utan recept.

# OrchardCore.Setup.Views.Setup.Index
source: What is the name of your site?
de: Was ist der Name Ihrer Website?
el: Ποιο είναι το όνομα του ιστότοπού σας;
id: Nama situs Anda?
mk: Кое е името на вашиот сајт?
nl: Wat is de naam van uw website?
pl: Jaka jest nazwa Twojej witryny?
pt: Qual é o nome do seu site?
sk: Aký je názov vašej stránky?
sv: Vilket är namnet på din webbplats?

# OrchardCore.Setup.Views.Setup.Index
source: This is used as the default title of your pages.
de: Dies wird als Standardtitel Ihrer Seiten verwendet.
el: Χρησιμοποιείται ως προεπιλεγμένος τίτλος των σελίδων σας.
id: Digunakan sebagai judul default halaman Anda.
mk: Ова се користи како предодреден наслов на твоите страници.
nl: Dit wordt gebruikt als de standaard titel van uw pagina's.
pl: To jest używane jako domyślny tytuł Twoich stron.
pt: Isto será o título predefinido das suas páginas.
sk: Používa sa ako predvolený názov vašich stránok.
sv: Detta används som standardtitel på dina sidor.

# OrchardCore.Setup.Views.Setup.Index
source: Recipe
de: Rezept
el: Συνταγή
mk: Рецепт
nl: Recept
pl: Przepis
pt: Receita
sk: Recept
sv: Recept

# OrchardCore.Setup.Views.Setup.Index
source: No Recipes Available
de: Keine Rezepte verfügbar
el: Δεν υπάρχουν διαθέσιμες συνταγές
id: Tidak Ada Recipes Tersedia
mk: Не се достапни рецепти
nl: Geen Recepten Beschikbaar
pl: Brak dostępnych przepisów
pt: Nenhuma receita disponível
sk: Nie sú dostupné žiadne recepty.
sv: Inga recept tillgängliga

# OrchardCore.Setup.Views.Setup.Index
source: Recipes allow you to setup your site with additional pre-configured options, features and settings out of the box.
de: Rezepte erlauben es Ihnen, Ihre Website mit zusätzlichen, vorkonfigurierten Optionen, Funktionen und Einstellungen zu installieren.
el: Οι συνταγές, σας επιτρέπουν να ρυθμίσετε τον ιστότοπο σας με πρόσθετες προρυθμισμένες επιλογές, λειτουργίες και ρυθμίσεις εκτός κουτιού.
id: Recipes memungkinkan penyiapan situs dengan opsi, fitur, dan pengaturan tambahan yang telah dikonfigurasi.
mk: Рецепти дозволуваат да го поставите вашиот сајт со дополнителни однапред конфигурирани опции, функционалности и подесувања уште на почетокот.
nl: Recepten stellen je in staat van meet af aan een website op te zetten met additionele, kant-en-klare, vooraf geconfigureerde opties, functies en instellingen.
pl: Przepisy pozwalają na skonfigurowanie witryny z dodatkowymi wstępnie skonfigurowanymi opcjami, funkcjami i ustawieniami.
pt: Receitas permitem a configuração do seu site com outras opções, recursos e predefinições.
sk: Recepty vám umožňujú vytvoriť web s predkonfigurovanými možnosťami, funkciami a nastaveniami.
sv: Recept låter dig konfigurera din webbplats med ytterligare förkonfigurerade alternativ, funktioner och inställningar från start.

# OrchardCore.Setup.Views.Setup.Index
source: Default Time Zone
de: Standard-Zeitzone
el: Προεπιλεγμένη Ζώνη Ώρας
id: Zona Waktu Default
mk: Предодредена временска зона
nl: Standaard Tijdzone
pl: Domyślna strefa czasowa
pt: Fuso horário predefinido
sk: Predvolené časové pásmo
sv: Standardtidszon

# OrchardCore.Setup.Views.Setup.Index
source: Determines the default time zone used when displaying and editing dates and times.
de: Bestimmt die Standardzeitzone, die bei der Anzeige und Bearbeitung von Daten und Zeiten verwendet wird.
el: Καθορίζει την προεπιλεγμένη ζώνη ώρας που χρησιμοποιείται κατά την εμφάνιση και την επεξεργασία ημερομηνιών και χρόνων.
id: Menentukan zona waktu default untuk tampilan dan pengaturan tanggal dan waktu.
mk: Ја утврдува предодредената временска зона која се користи при приказ или измена на датуми и времиња.
nl: Bepaalt de standaard tijdzone die wordt gebruikt voor het weergeven en bewerken van datum- en tijdvelden.
pl: Określa domyślną strefę czasową używaną podczas wyświetlania i edycji dat i czasu.
pt: Determina o fuso horário predefinido usado ao exibir e editar datas e horários.
sk: Určuje predvolené časové pásmo použité pri zobrazení a úpravách.
sv: Bestämmer tidszon som används som standard vid visning och redigering av datum och tider.

# OrchardCore.Setup.Views.Setup.Index
source: What type of database to use?
de: Welche Art von Datenbank möchten Sie verwenden?
el: Τι είδους βάση δεδομένων πρέπει να χρησιμοποιήσετε;
id: Jenis database yang digunakan?
mk: Кој тип на база на податоци да се користи?
nl: Welk type database te gebruiken?
pl: Jaki rodzaj bazy danych należy użyć?
pt: Que tipo de base de dados pretende usar?
sk: Aký typ databázy sa má použiť?
sv: Vilken typ av databas ska användas?

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance, e.g. {0}.
el: Η συμβολοσειρά για τη σύνδεση στη βάση δεδομένων. π.χ., {0}.
id: Connection string ke database Anda, contoh: {0}.

# OrchardCore.Setup.Views.Setup.Index
source: The database is used to store the site's configuration and its contents.
de: Die Datenbank wird verwendet, um die Konfiguration und den Inhalt der Website zu speichern.
el: Η βάση δεδομένων χρησιμοποιείται για την αποθήκευση της διαμόρφωσης του ιστότοπου και των περιεχομένων της.
id: Database digunakan untuk menyimpan konfigurasi dan konten situs.
mk: Базата на податоци се користи за зачувување на конфигурација и содржините на сајтот.
nl: De database wordt gebruikt om de configuratie en de inhoud van de website op te slaan.
pt: A base de dados é utilizada para armazenar a configuração do site e seu conteúdo.
sk: Databáza sa používa na uloženie konfigurácie o obsahu stránky.

# OrchardCore.Setup.Views.Setup.Index
source: Table Prefix
de: Tabellen-Präfix
el: Πρόθεμα Πίνακα
id: Prefiks Tabel
mk: Префикс за табелите
nl: Tabelvoorvoegsel
pl: Prefiks tabeli
pt: Prefixo da Tabela
sk: Prefix tabuliek
sv: Tabellprefix

# OrchardCore.Setup.Views.Setup.Index
source: You can specify a table prefix if you intend to reuse the same database for multiple sites.
de: Sie können einen Tabellenpräfix angeben, wenn Sie die gleiche Datenbank für mehrere Webseiten wiederverwenden möchten.
el: Μπορείτε να καθορίσετε ένα πρόθεμα πίνακα εάν σκοπεύετε να χρησιμοποιήσετε ξανά την ίδια βάση δεδομένων για πολλούς ιστότοπους.
id: Tentukan prefiks tabel jika ingin menggunakan database yang sama untuk beberapa situs.
mk: Може да дефинирате префикс за табелите, ако планирате да ја користите истата база на податоци за повеќе сајтови.
nl: Je kunt een tabelvoorvoegsel opgeven als je van plan bent dezelfde database voor meerdere websites te hergebruiken.
pt: Pode especificar um prefixo para as tabelas se pretender utilizar a mesma base de dados para vários sites.
sk: Zadajte prefix v prípade, že chcete použiť tú istú databázu pre viacero stránok.

# OrchardCore.Setup.Views.Setup.Index
source: Connection string
de: Verbindungsstring
el: Συμβολοσειρά σύνδεσης
mk: Стринг за поврзување
nl: Connectiestring
pl: Ciąg połączenia
sk: Databázové spojenie (connection string)
sv: Anslutningssträng

# OrchardCore.Setup.Views.Setup.Index
source: Show/hide connection string
de: Verbindungszeichenkette anzeigen/ausblenden
el: Εμφάνιση/απόκρυψη συμβολοσειράς σύνδεσης
id: Tampilkan/sembunyikan connection string
mk: Прикажи/Сокриј стинг за поврзување
nl: Connectiestring tonen/verbergen
pl: Pokaż/ukryj ciąg połączeń
pt: Mostrar/esconder string de conexão
sk: Zobraziť/skryť connection string
sv: Visa/dölj anslutningssträng

# OrchardCore.Setup.Views.Setup.Index
source: When left blank, the default value on the server will be used.
el: Όταν αφεθεί κενό, θα χρησιμοποιηθεί η προεπιλεγμένη τιμή του διακομιστή.
id: Jika kosong, nilai default server akan digunakan.

# OrchardCore.Setup.Views.Setup.Index
source: For example, '{0}' for SQL Server.
el: Για παράδειγμα, '{0}' για SQL Server.
id: Contoh: '{0}' untuk SQL Server.

# OrchardCore.Setup.Views.Setup.Index
source: Super User
el: Υπερ-Χρήστης
id: Pengguna Super
mk: Супер корисник
nl: Supergebruiker
pl: Super użytkownik
pt: Super Utilizador
sk: Superadmin
sv: Super användare

# OrchardCore.Setup.Views.Setup.Index
source: The super user has all the rights. It should be used only during Setup and for disaster recovery.
de: Der Superuser hat alle Rechte. Er sollte nur während der Einrichtung und für die Katastrophenwiederherstellung verwendet werden.
el: Ο υπέρ-χρήστης έχει όλα τα δικαιώματα. Θα πρέπει να χρησιμοποιείται μόνο κατά τη διάρκεια της εγκατάστασης και για ανάκτηση μετά από καταστροφή.
id: Pengguna super memiliki semua hak akses. Hanya gunakan selama pengaturan awal dan pemulihan bencana.
mk: Супер корисникот ги има сите права. Треба да се користи само при поставување на сајтот или при обновување на сајтот при катастрофа.
nl: De supergebruiker heeft alle rechten. Het moet alleen worden gebruikt tijdens installeren en voor rampherstel.
pl: Super użytkownik ma wszystkie prawa. Powinien być używany tylko podczas instalacji i przywracania podczas odzyskania po awarii.
pt: O super utilizador tem todos os direitos. Deve ser utilizado apenas durante a instalação e para recuperação em caso de desastre.
sk: Superadmin má všetky práva. Mal by sa používať iba počas inštalácie a na zotavenie po havárii.
sv: Superanvändaren har alla rättigheter. Den bör endast användas under installation och för katastrofåterställning.

# OrchardCore.Setup.Views.Setup.Index
source: User name
de: Benutzername
el: Όνομα χρήστη
mk: Корисничко име
nl: Gebruikersnaam
pl: Nazwa użytkownika
sk: Používateľské meno
sv: Användarnamn

# OrchardCore.Setup.Views.Setup.Index
source: The email is invalid.
de: Diese E-Mail-Adresse ist ungültig.
el: Αυτό το email δεν είναι έγκυρο.
id: Format email tidak valid.
mk: Внесената адреса за е-пошта е невалидна.
nl: Dit e-mailadres is onjuist.
pl: Adres e-mail jest nieprawidłowy.
pt: O e-mail é inválido.
sk: Neplatný email.
sv: E-postadressen är ogiltig.

# OrchardCore.Setup.Views.Setup.Index
source: Password
de: Passwort
el: Κωδικός
id: Kata Sandi
mk: Лозинка
nl: Wachtwoord
pl: Hasło
pt: Palavra-passe
sk: Heslo
sv: Lösenord

# OrchardCore.Setup.Views.Setup.Index
source: Password strength
de: Passwortstärke
el: Δύναμη Κωδικού
id: Kekuatan kata sandi
mk: Јачина на лозинката
nl: Wachtwoordsterkte
pl: Siła hasła
pt: Segurança da palavra-passe
sk: Sila hesla
sv: Lösenordsstyrka

# OrchardCore.Setup.Views.Setup.Index
source: Password Confirmation
de: Passwortbestätigung
el: Επιβεβαίωση κωδικού πρόσβασης
id: Konfirmasi Kata Sandi
mk: Потврда за лозинка
nl: Wachtwoordbevestiging
pl: Potwierdzenie hasła
pt: Confirmação da palavra-passe
sk: Potvrdenie hesla
sv: Lösenordsbekräftelse

# OrchardCore.Setup.Views.Setup.Index
source: Finish Setup
de: Setup beenden
el: Ολοκλήρωση Εγκατάστασης
id: Selesaikan Pengaturan
mk: Заврши поставување
nl: Installatie Voltooien
pl: Zakończ konfigurację
pt: Concluir configuração
sk: Dokončiť inštaláciu
sv: Slutför installationen

# OrchardCore.Setup.Views.Setup.Index
source: Table Schema
id: Skema Tabel

# OrchardCore.Setup.Views.Setup.Index
source: User Name
id: Nama Pengguna

# OrchardCore.Setup.Views.Setup.Index
source: The site name is required.
de: Der Seitenname ist erforderlich.
mk: Името на сајтот е задолжително.
sv: Webbplatsens namn måste fyllas i.

# OrchardCore.Setup.Views.Setup.Index
source: The connection string to your database instance. e.g., {0}
de: Die Verbindungszeichenfolge zu Ihrer Datenbank-Instanz. z.B., {0}
mk: Стринг за поврзување кон вашата база. н.п. {0}
sv: Anslutningssträngen till din databasinstans. t.ex., {0}

# OrchardCore.Setup.Views.Setup.Index
source: Email
mk: Е-пошта
nl: E-mailadres
sv: E-post

# OrchardCore.Setup.Controllers.SetupController
source: The connection string is mandatory for this provider.
de: Die Verbindungszeichenkette ist für diesen Anbieter vorausgesetzt.
sv: Anslutningssträngen är obligatorisk för denna leverantör.
