Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Features.po
Languages: bg_bg, nb_no, uk

# OrchardCore.Features.AdminMenu
source: Configuration
bg_bg: Конфигурация
nb_no: Konfigurasjon
uk: Конфігурація

# OrchardCore.Features.AdminMenu
source: Features
bg_bg: Свойства
nb_no: Funksjoner
uk: Можливості

# OrchardCore.Features.Controllers.AdminController
source: Please select one or more features.
bg_bg: Моля, изберете едно или повече свойства.
nb_no: Velg en eller flere funksjoner.
uk: Будь ласка, виберіть одну або кілька функцій.

# OrchardCore.Features.Controllers.AdminController
source: {0} was {1}
bg_bg: {0} беше {1}
nb_no: {0} var {1}

# OrchardCore.Features.Services.ModuleService
source: {0} was enabled
bg_bg: {0} беше активирано
nb_no: {0} ble aktivert

# OrchardCore.Features.Services.ModuleService
source: {0} was disabled
bg_bg: {0} беше деактивирано
nb_no: {0} ble deaktivert

# OrchardCore.Features.Views.NavigationItemText-configuration.Id
source: Configuration
bg_bg: Конфигурация
nb_no: Konfigurasjon

# OrchardCore.Features.Views.Admin.Features
source: Features
bg_bg: Свойства
nb_no: Funksjoner
uk: Можливості

# OrchardCore.Features.Views.Admin.Features
source: Filter
bg_bg: Филтър

# OrchardCore.Features.Views.Admin.Features
source: Search
bg_bg: Търси
nb_no: Søk
uk: Пошук

# OrchardCore.Features.Views.Admin.Features
source: Bulk Actions
bg_bg: Групови действия
nb_no: Massehandlinger
uk: Масові дії

# OrchardCore.Features.Views.Admin.Features
source: Disable
bg_bg: Деактивирай
nb_no: Deaktiver
uk: Вимкнути

# OrchardCore.Features.Views.Admin.Features
source: Enable
bg_bg: Активирай
nb_no: Aktiver
uk: Увімкнути

# OrchardCore.Features.Views.Admin.Features
source: Toggle
bg_bg: Превключи
nb_no: Veksle
uk: Перемкнути

# OrchardCore.Features.Views.Admin.Features
source: Uncategorized
bg_bg: Некатегоризиран
nb_no: Ukategorisert
uk: Без категорії

# OrchardCore.Features.Views.Admin.Features
source: Are you sure you want to disable the {0} feature? Continue?
bg_bg: Сигурни ли сте, че искате да деактивирате {0} свойство? Продължаване?
nb_no: Er du sikker at du vil deaktivere {0} funksjonen? Fortsette?
uk: Ви дійсно бажаєте вимкнути функцію {0}? Продовжити?

# OrchardCore.Features.Views.Admin.Features
source: Disabling the {0} feature will also disable the following dependent features:{1}Continue?
bg_bg: Деактивирането на {0} свойство, ще деактивира следните зависими свойства: {1} Продължаване?
nb_no: Deaktivering av {0} funksjonen vil også deaktivere følgende avhengige funksjoner: {1} Fortsette?
uk: Вимкнення функції {0} також відключить такі залежні функції:{1}Продовжити?

# OrchardCore.Features.Views.Admin.Features
source: Disable Feature
bg_bg: Деактивирай свойство
nb_no: Deaktiver funksjon
uk: Вимкнення функції

# OrchardCore.Features.Views.Admin.Features
source: Yes
bg_bg: Да
nb_no: Ja
uk: Так

# OrchardCore.Features.Views.Admin.Features
source: No
bg_bg: Не
nb_no: Nei
uk: Ні

# OrchardCore.Features.Views.Admin.Features
source: <strong>Nothing here!</strong> Your search returned no results.
bg_bg: <strong>Нищо!</strong> Няма резултати от Вашето търсене.
nb_no: <strong>Ingenting her!</strong> Ditt søk ga ingen resultater.
uk: <strong>Тут нічого!</strong> Ваш пошук не приніс результатів.

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: All Features
bg_bg: Всички свойства
nb_no: Alle funksjoner
uk: Всі функції

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: Ignore disabled features
bg_bg: Игнорирай деактивираните свойства
nb_no: Ignorer deaktiverte funksjoner
uk: Ігнорувати вимкнені функції

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Edit
source: Check if the disabled features have to be ignored.
bg_bg: Провери, дали деактивираните свойства трябва да бъдат игнорирани.
nb_no: Sjekk om deaktiverte funksjoner må ignoreres.
uk: Перевірте, чи відключені функції повинні бути проігноровані.

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Summary
source: All Features
bg_bg: Всички свойства
nb_no: Alle funksjoner
uk: Всі функції

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Summary
source: Adds all features and their state to the plan.
bg_bg: Добавя всички свойства и тяхното състояние към плана.
nb_no: Legger til alle funksjoner og deres tilstand til planen.

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Thumbnail
source: All Features
bg_bg: Всички свойства
nb_no: Alle funksjoner
uk: Всі функції

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Thumbnail
source: Exports the state of all features.
bg_bg: Експортира състоянието на всички свойства.
nb_no: Eksporterer tilstanden til alle funksjoner.
uk: Експорт стану всіх функцій.

# OrchardCore.Features.Services.ModuleService
source: {0} was enabled.
uk: {0} було увімкнено.

# OrchardCore.Features.Services.ModuleService
source: {0} was disabled.
uk: {0} був відключений.

# OrchardCore.Features.Views.Items.AllFeaturesDeploymentStep.Fields.Summary
source: Adds all features and their state to the plan. Features should be placed before other steps that depend on the state of the sites features.
uk: Додає всі функції і їхній стан до цього плану. Можливості необхідно розмістити перед іншими кроками, що залежать від стану сайтів.
