Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.DisplayManagement.po
Languages: fi, sr_latn_rs, uk

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 year ago
fi: 1 vuosi sitten
sr_latn_rs: pre 1 godine
uk: 1 рік тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 year
fi: 1 vuoden sisällä
sr_latn_rs: za 1 godinu
uk: через 1 рік

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 month ago
fi: kuukausi sitten
sr_latn_rs: pre 1 meseca
uk: 1 місяць назад

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 month
fi: kuukauden sisällä
sr_latn_rs: za 1 mesec
uk: за місяць

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 week ago
fi: Viikko sitten
sr_latn_rs: pre 1 nedelje
uk: тиждень тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 week
fi: 1 viikon sisällä
sr_latn_rs: za 1 nedelju
uk: протягом 1 тижня

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 day ago
fi: päivä sitten
sr_latn_rs: pre 1 dana
uk: день тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 day
fi: päivän kuluttua
sr_latn_rs: za 1 dan
uk: через 1 день

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 hour ago
fi: tunti sitten
sr_latn_rs: pre 1 sata
uk: 1 годину тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 hour
fi: tunnin sisällä
sr_latn_rs: za 1 sat
uk: через 1 годину

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 minute ago
fi: minuutti sitten
sr_latn_rs: pre 1 minuta
uk: 1 хвилину тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 minute
fi: minuutin sisällä
sr_latn_rs: za 1 minut
uk: через 1 хвилину

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: 1 second ago
fi: sekunti sitten
sr_latn_rs: pre 1 sekunde
uk: секунду тому

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in 1 second
fi: sekunnin kuluessa
sr_latn_rs: za 1 sekundu
uk: через 1 секунду

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: a moment ago
fi: hetki sitten
sr_latn_rs: malopre
uk: мить назад

# OrchardCore.DisplayManagement.Shapes.DateTimeShapes
source: in a moment
fi: hetken kuluttua
sr_latn_rs: za trenutak
uk: щойно
