Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.AdminMenu.po
Languages: bg_bg, cs, el, es, he, it, ja, lt, mk, nb_no, nl, pl, pt, ru, sk, sv

# OrchardCore.AdminMenu.AdminMenu
source: Configuration
bg_bg: Конфигурация
cs: Konfigurace
el: Διαμόρφωση
es: Configuración
he: תצורה
it: Configurazione
ja: 構成
lt: Konfigūracija
mk: Конфигурација
nb_no: Konfigurasjon
nl: Configuratie
pl: Konfiguracja
pt: Configuração
ru: Конфигурация
sk: Konfigurácia
sv: Inställningar

# OrchardCore.AdminMenu.AdminMenu
source: Admin menus
es: Menús de administración

# OrchardCore.AdminMenu.AdminMenu
source: Tools
es: Herramientas

# OrchardCore.AdminMenu.AdminMenu
source: Admin Menus
bg_bg: Админ менюта
cs: Administrační menu
el: Μενού Διαχείρισης
es: Menú de administración
he: תפריט ניהול
it: Menu Amministrazione
ja: 管理メニュー
lt: Administravimo meniu
mk: Админ. менија
nb_no: Admin Menyer
pl: Menu Administratora
pt: Menus de Administração
ru: Меню администратора
sk: Správca
sv: Admin-menyer

# OrchardCore.AdminMenu.Controllers.MenuController
source: Error when retrieving the list of admin menus.
cs: Chyba při načítání seznamu admin menu.
el: Σφάλμα κατά την ανάκτηση της λίστας των μενού διαχειριστή.
es: Error al recuperar la lista de menús de administración.
it: Errore durante il recupero dell'elenco dei menu di amministrazione.
lt: Nepavyko gauti administravimo meniu sąrašo.
nl: Fout bij het ophalen van de lijst met admin menu's.
pl: Błąd podczas pobierania zawartości menu administratora.
ru: Ошибка при получении списка меню администратора.
sk: Chyba pri načítaní položiek admin menu.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Delete
cs: Smazat
el: Διαγραφή
es: Eliminar
it: Elimina
lt: Naikinti
nl: Verwijderen
pl: Usuń
ru: Удалить
sk: Zmazať

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu updated successfully.
cs: Administrační menu bylo úspěšně upraveno.
el: Το μενού διαχειριστή ενημερώθηκε με επιτυχία.
es: Menú de administración actualizado correctamente.
it: Menu di amministrazione modificato con successo.
lt: Administravimo meniu sėkmingai atnaujintas.
nl: Admin menu succesvol bijgewerkt.
pl: Zawartość menu administratora została zaktualizowana poprawnie.
ru: Меню администратора успешно обновлено.
sk: Admin menu aktualizované.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't find the admin menu.
bg_bg: Админ менюто не може да бъде открито.
cs: Nepodařilo se najít administrační menu.
el: Δεν είναι δυνατή η εύρεση του μενού του διαχειριστή.
es: No se puede encontrar el menú de administración.
he: אין אפשרות למצוא את התפריט הניהול.
it: Impossibile trovare il menu di amministrazione.
ja: 管理メニューが見つけられません
lt: Nepavyko rasti administravimo meniu.
mk: Не може да се најде администраторското мени.
nb_no: Kan ikke finne admin-menyen.
nl: Kan het admin menu niet vinden.
pl: Nie można znaleźć menu administratora.
pt: Menu de administração não encontrado.
ru: Не удается найти меню администратора.
sk: Nemôžem nájsť admin menu.
sv: Kan ej hitta admin-menyn.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu deleted successfully.
cs: Administrační menu bylo úspěšně smazáno.
el: Το μενού διαχειριστή διαγράφηκε με επιτυχία.
es: Menú de administración eliminado correctamente.
it: Menu di amministrazione eliminato con successo.
lt: Administravimo meniu sėkmingai ištrintas.
nl: Admin menu succesvol verwijderd.
pl: Menu administratora zostało usunięte.
ru: Меню администратора успешно удалено.
sk: Admin menu úspešne odstránené.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Can't delete the admin menu.
bg_bg: Админ менюто не може да бъде изтрито.
cs: Nepodařilo se smazat administrační menu.
el: Δεν είναι δυνατή η διαγραφή του μενού διαχειριστή.
es: No se puede eliminar el menú de administración.
he: אין אפשרות למחוק את התפריט הניהול.
it: Impossibile eliminare il menu di amministrazione.
ja: 管理メニューを削除できません
lt: Nepavyko ištrinti administravimo menu.
mk: Не може да се избрише администраторското мени.
nb_no: Kan ikke slette admin-menyen.
nl: Kan het admin menu niet verwijderen.
pl: Nie można usunąć menu administratora.
pt: Não é possivel apagar o menu de administração.
ru: Не удается удалить меню администратора.
sk: Nie je možné odstrániť admin menu.
sv: Kan ej ta bort admin-meny.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menus successfully removed.
cs: Bylo smazáno více položek admin menu.
el: Τα μενού διαχειριστή καταργήθηκαν με επιτυχία.
es: Menús de administración eliminados con éxito.
it: Menu di amministrazione eliminati con successo.
lt: Administravimo meniu sėkmingai pašalintas.
nl: Admin menu's succesvol verwijderd.
pl: Menu administratora pomyślnie usunięte.
ru: Меню администратора успешно удалены.
sk: Admin menu úspešne odstránené.

# OrchardCore.AdminMenu.Controllers.MenuController
source: Admin menu toggled successfully.
cs: Administrační menu bylo úspěšně povoleno/zakázáno.
el: Το μενού διαχειριστή άλλαξε με επιτυχία.
es: Menú de administración alternado correctamente.
it: Menu di amministrazione attivato/disattivato con successo.
lt: Administravimo meniu perjungtas sėkmingai.
nl: Admin menu succesvol omgeschakeld.
pl: Menu administratora zostało poprawnie przełączone.
ru: Меню администратора успешно переключено.
sk: Admin menu prepnuté.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node added successfully.
cs: Položka menu byla úspěšně přidána.
el: Ο κόμβος διαχειριστή προστέθηκε με επιτυχία.
es: Nodo de administración añadido correctamente.
it: Nodo di amministrazione aggiunto con successo.
lt: Administravimo mazgas sėkmingai pridėtas.
nl: Admin knooppunt met succes toegevoegd.
pl: Poprawnie dodano pozycję menu administratora.
ru: Узел администратора успешно добавлен.
sk: Položka admin menu pridaná.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node updated successfully.
cs: Položka menu byla úspěšně upravena.
el: Ο κόμβος διαχειριστή ενημερώθηκε με επιτυχία.
es: Nodo de administración actualizado correctamente.
it: Nodo di amministrazione aggiornato con successo.
lt: Administravimo mazgas sėkmingai atnaujintas.
nl: Admin knooppunt succesvol bijgewerkt.
pl: Poprawnie zaktualizowano pozycję menu administratora.
ru: Узел администратора успешно обновлен.
sk: Položka admin menu zmenená.

# OrchardCore.AdminMenu.Controllers.NodeController
source: The admin node has validation errors.
cs: Položka menu není validní.
el: Ο κόμβος διαχειριστή έχει σφάλματα επικύρωσης.
es: El nodo de administración tiene errores de validación.
it: Il nodo amministrazione contiene errori di validazione.
lt: Administravimo šakoje yra validacijos klaidų.
nl: Het admin-knooppunt heeft validatiefouten.
pl: Pozycja menu administratora zawiera błędy weryfikacyjne.
ru: Узел администратора имеет ошибки.
sk: Položka admin menu obsahuje chyby.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node deleted successfully.
cs: Položka menu byla úspěšně smazána.
el: Ο κόμβος διαχειριστή διαγράφηκε με επιτυχία.
es: Nodo de administración eliminado correctamente.
it: Nodo di amministrazione eliminato con successo.
lt: Administravimo mazgas sėkmingai ištrintas.
nl: Admin knooppunt succesvol verwijderd.
pl: Pomyślnie usunięto pozycję menu administratora.
ru: Узел администратора успешно удален.
sk: Položka admin menu zmazaná.

# OrchardCore.AdminMenu.Controllers.NodeController
source: Admin node toggled successfully.
cs: Položka menu byla úspěšně povolena/zakázána.
el: Η εναλλαγή του κόμβου διαχειριστή έγινε με επιτυχία.
es: Nodo de administración alternado correctamente.
it: Nodo di amministrazione attivato/disattivato con successo.
lt: Administravimo mazgas sėkmingai perjungtas.
nl: Admin knooppunt succesvol omgeschakeld.
pl: Poprawnie przełączono pozycję menu administratora.
ru: Узел администратора успешно переключен.
sk: Položka admin menu prepnutá.

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Edit
source: Admin Menus
bg_bg: Админ менюта
cs: Administrační menu
el: Μενού Διαχειριστή
es: Menús de administración
he: תפריטי ניהול
it: Menu Amministrazione
ja: 管理メニュー
lt: Administravimo meniu
mk: Админ. менија
nb_no: Admin Menyer
pl: Menu administratora
pt: Menus de Administração
ru: Меню администратора
sk: Admin menu
sv: Admin-menyer

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Admin Menus
bg_bg: Админ менюта
cs: Administrační menu
el: Μενού Διαχειριστή
es: Menús de administración
he: תפריטי ניהול
it: Menu Amministrazione
ja: 管理メニュー
lt: Administravimo meniu
mk: Админ. менија
nb_no: Admin Menyer
pl: Menu administratora
pt: Menus de Administração
ru: Меню администратора
sk: Admin menu
sv: Admin-menyer

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Summary
source: Adds all admin menus to the plan.
bg_bg: Добави всички админ менюта в плана.
cs: Přidá všechny administrační menu do plánu.
el: Προσθέτει όλα τα μενού διαχειριστή στο σχέδιο.
es: Agregar al plan todos los menús de administración.
he: הוסף תפריטי ניהול לתוכנית.
it: Aggiungi tutti i menu di amministrazione al piano.
ja: プランに全ての管理メニューを追加
lt: Prideda visus administravimo meniu į planą.
mk: Додади ги сите админ. менија во планот.
nb_no: Legger alle admin menyer til planen.
nl: Voegt alle admin menu's toe aan het plan.
pl: Dodaje wszystkie menu administratora do planu.
pt: Adiciona todos os menus de admin ao plano.
ru: Добавляет все меню администратора к плану.
sk: Pridá do plánu všetky admin menu.
sv: Lägger till alla admin-menyer till planen.

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Admin Menus
bg_bg: Админ менюта
cs: Administrační menu
el: Μενού Διαχειριστή
es: Menús de administración
he: תפריטי ניהול
it: Menu Amministrazione
ja: 管理メニュー
lt: Administravimo meniu
mk: Админ. менија
nb_no: Admin Menyer
pl: Menu administratora
pt: Menus de Administração
ru: Меню администратора
sk: Admin menu
sv: Admin-menyer

# OrchardCore.AdminMenu.Views.Items.AdminMenuDeploymentStep.Fields.Thumbnail
source: Exports all the admin Menus.
bg_bg: Експорт на всички админ менюта.
cs: Exportuje všechny administrační menu.
el: Εξαγωγή όλων των Μενού διαχείρισης.
es: Exporta todos los menús de administración.
he: ייצא כל תפריטי ניהול.
it: Esporta tutti i menu di amministrazione.
ja: すべての管理メニューをエクスポートする
lt: Eksportuoti visus administravimo meniu.
mk: Експортирај ги сите админ. менија.
nb_no: Eksporterer alle admin menyene.
nl: Exporteer alle admin menu's.
pl: Eksportuje wszystkie menu administratora.
pt: Exporta todos os menus de administrador.
ru: Экспортирует все меню администратора.
sk: Exportuje všetky admin menu.
sv: Exporterar alla admin-menyer.

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create Admin Menu {0}
bg_bg: Създай админ меню {0}
cs: Vytvoření administračního menu {0}
el: Δημιουργία Μενού Διαχειριστή {0}
es: Crear menú de administración {0}
he: יצירת תפריט הניהול {0}
it: Crea menu di amministrazione {0}
ja: 管理メニュー {0} を作成
lt: Kurti administravimo meniu {0}
mk: Креирајте админ. мени {0}
nb_no: Legg til admin meny {0}
nl: Admin menu aanmaken {0}
pl: Utwórz menu administratora {0}
pt: Criar Menu de administração {0}
ru: Создать меню администратора {0}
sk: Vytvoriť Admin Menu {0}
sv: Skapa admin-meny {0}

# OrchardCore.AdminMenu.Views.Menu.Create
source: Name
bg_bg: Име
cs: Název
el: Όνομα
es: Nombre
he: שם
it: Nome
ja: 名前
lt: Pavadinimas
mk: Име
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
sv: Namn

# OrchardCore.AdminMenu.Views.Menu.Create
source: Create
bg_bg: Създай
cs: Vytvořit
el: Δημιουργία
es: Crear
he: צור
it: Crea
ja: 作成
lt: Sukurti
mk: Креирајте
nb_no: Opprett
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa

# OrchardCore.AdminMenu.Views.Menu.Create
source: Cancel
bg_bg: Отказ
cs: Storno
el: Άκυρο
es: Cancelar
he: בטל
it: Annulla
ja: キャンセル
lt: Atšaukti
mk: Откажи
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# OrchardCore.AdminMenu.Views.Node.Create
source: Create Node
bg_bg: Създай възел
cs: Vytvořit položku menu
el: Δημιουργία Κόμβου
es: Crear nodo
he: צור צומת
it: Crea nodo
ja: 項目の作成
lt: Kurti mazgą
mk: Креирајте јазол
nb_no: Opprett node
nl: CreÃ«er Knooppunt
pl: Utwórz węzeł
pt: Criar Item
ru: Создать узел
sk: Vytvoriť uzol
sv: Skapa nod

# OrchardCore.AdminMenu.Views.Node.Create
source: Create
bg_bg: Създай
cs: Vytvořit
el: Δημιουργία
es: Crear
he: צור
it: Crea
ja: 作成
lt: Sukurti
mk: Креирајте
nb_no: Opprett
nl: Aanmaken
pl: Utwórz
pt: Criar
ru: Создать
sk: Vytvoriť
sv: Skapa

# OrchardCore.AdminMenu.Views.Node.Create
source: Cancel
bg_bg: Отказ
cs: Storno
el: Άκυρο
es: Cancelar
he: בטל
it: Annulla
ja: キャンセル
lt: Atšaukti
mk: Откажи
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Menu: {0}
bg_bg: Редактирай Админ Меню: {0}
cs: Úprava administračního menu: {0}
el: Επεξεργασία Μενού Διαχειριστή: {0}
es: Editar menú de administración: {0}
he: יצירת תפריט הניהול {0}
it: Modifica menu di amministrazione {0}
ja: 管理メニュー {0} の編集
lt: Keisti administravimo meniu: {0}
mk: Изменете админ. мени {0}
nb_no: Rediger admin meny: {0}
nl: Admin menu bewerken: {0}
pl: Edytuj Menu Administratora: {0}
pt: Editar Menu de Administração: {0}
ru: Редактировать меню администратора: {0}
sk: Upraviť Admin Menu {0}
sv: Redigera administratörsmenyn: {0}

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Name
bg_bg: Име
cs: Název
el: Όνομα
es: Nombre
he: שם
it: Nome
ja: 名前
lt: Pavadinimas
mk: Име
nb_no: Navn
nl: Naam
pl: Nazwa
pt: Nome
ru: Имя
sk: Názov
sv: Namn

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Save
bg_bg: Запази
cs: Uložit
el: Αποθήκευση
es: Guardar
he: שמור
it: Salva
ja: 保存
lt: Išsaugoti
mk: Зачувај
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
sv: Spara

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Edit Admin Nodes
bg_bg: Редактирай админ възел
cs: Upravit položky menu
el: Επεξεργασία Κόμβων Διαχειριστή
es: Editar nodos de administración
he: ערוך צמתי ניהול
it: Modifica nodi di amministrazione
ja: 管理メニューの項目を編集
lt: Keisti administravimo mazgus
mk: Изменете админ. јазол
nb_no: Rediger admin noder
nl: Beheer Admin Knooppunten
pl: Edytuj węzły administracyjne
pt: Editar nós de Administração
ru: Редактировать узлы администратора
sk: Upraviť uzly
sv: Redigera administratörsnoder

# OrchardCore.AdminMenu.Views.Menu.Edit
source: Cancel
bg_bg: Отказ
cs: Storno
el: Άκυρο
es: Cancelar
he: בטל
it: Annulla
ja: キャンセル
lt: Atšaukti
mk: Откажи
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# OrchardCore.AdminMenu.Views.Node.Edit
source: Edit Node
bg_bg: Редактирай възел
cs: Upravit položku menu
el: Επεξεργασία Κόμβου
es: Editar nodo
he: ערוך צומת
it: Modifica nodo
ja: 項目を編集
lt: Keisti mazgą
mk: Измени јазол
nb_no: Rediger node
nl: Bewerk Knooppunt
pl: Edytuj węzeł
pt: Editar Item
ru: Изменить узел
sk: Upraviť uzol
sv: Redigera nod

# OrchardCore.AdminMenu.Views.Node.Edit
source: Selection Priority
bg_bg: Избери приоритет
cs: Priorita
el: Επιλογή Προτεραιότητας
es: Prioridad de selección
he: עדיפות פעולת לחיצה
it: Priorità selezione
ja: 優先順位の選択
lt: Pasirinkimo pirmenybė
mk: Приоритет на избор
nb_no: Utvalgets prioritet
nl: Selectie prioriteit
pl: Priorytet wyboru
pt: Prioridade de seleção
ru: Приоритет выбора
sk: Priorita výberu
sv: Prioritet för val

# OrchardCore.AdminMenu.Views.Node.Edit
source: The priority of this link to be displayed as active instead of another one when both are pointing to the same url. The link with the highest value has the active status in the navigation.
bg_bg: Тази връзка ще бъде с приоритет и ще е активна, в случай че друга връзка сочи към същия адрес. Връзката с най-висока стойност има активен статус в навигацията.
cs: Priorita položky menu jenž určuje, která položka menu se zobrazí v případě, že více položek ukazuje na stejnou URL. Aktivní je položka s nejvyšší hodnotou priority.
el: Η προτεραιότητα αυτού του συνδέσμου πρέπει να εμφανίζεται ως ενεργή αντί για κάπου άλλου όταν και τα δύο δείχνουν την ίδια διεύθυνση url. Ο σύνδεσμος με την υψηλότερη τιμή έχει την ενεργή κατάσταση στην πλοήγηση.
es: La prioridad que tiene este enlace para ser mostrado como activo en lugar de otro cuando ambos apuntan a la misma URL. El enlace con mayor valor tendrá el estado de activo en la navegación.
it: La priorità permette di visualizzare questo collegamento come 'attivo' a discapito di un altro link che punta allo stesso indirizzo. Il collegamento col valore maggiore avrà lo stato 'attivo' nel menu di navigazione.
ja: 他のリンクの Url が同じ場合にこのリンクの表示を優先。ナビゲーションでは最も高い値のリンクがアクティブステータスとなります
lt: Šios nuorodos pirmenybė būti rodoma kaip aktyvia vietoj kitos, kai dvi nuorodos nurodo tą patį URL adresą. Nuoroda turinti didžiausią reikšmę bus aktyvi naršymo juostoje.
mk: Приоритет на оваа врска кој ќе биде прикажан наместо друга, кога и двете врски покажуваат кон иста URL адреса. Врската со најголема вредност има активен статус во навигацијата.
nb_no: Prioriteten til denne lenken for visning som aktiv overfor en annen når begge peker til samme nettadresse. Linken med høyeste verdi får aktiv status i navigeringen.
nl: De prioriteit van deze link om als aktief te worden weergegeven, in plaats van een andere, wanneer beide wijzen naar dezelfde url. De link met de hoogste waarde heeft de actieve status in de navigatie.
pl: Priorytet odnośnika - odnośnik ma być wyświetlany jako aktywny zamiast innego, gdy oba wskazują na ten sam Url. Odnośnik z najwyższą wartością ma aktywny status w nawigacji.
pt: A prioridade deste link a ser exibido como ativo, em vez de outro, quando ambos tiverem o mesmo url. O link com o maior valor tem o status ativo na navegação.
ru: Приоритет отображения этой ссылки как активной, применяется в случае конфликта с другим url. Ссылка с наибольшим значением имеет активный статус в навигации.
sk: Keď dva odkazy smerujú na rovnakú adresu URL, priorita určuje ktorý sa zobrazí ako aktívny. Odkaz s najvyššou hodnotou má v navigácii aktívny stav.
sv: Prioriteringen av denna länk som ska visas som aktiv istället för en annan när båda pekar på samma url. Länken med det högsta värdet har aktiv status i navigeringen.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Position Order
bg_bg: Ред на позициониране
cs: Pořadí
el: Θέση Ταξινόμησης
es: Orden de posición
he: סדר במקום
it: Posizione
ja: 表示順
lt: Padėties eiliškumas
mk: Редослед
nb_no: Posisjon rankering
nl: Positie volgorde
pl: Kolejność pozycji
pt: Ordem de posicionamento
ru: Порядок позиции
sk: Poradie umiesnení
sv: Positionsordning

# OrchardCore.AdminMenu.Views.Node.Edit
source: The position order of this link in the admin menu.
bg_bg: Ред на позициониране на тази връзка в админ менюто.
cs: Pořadí tohoto odkazu v administračním menu.
el: Η θέση ταξινόμησης αυτού του συνδέσμου στο μενού διαχείρισης.
es: El orden de posición de este enlace en el menú de administración.
it: La posizione di questo collegamento nel menu di amministrazione.
ja: リンクの管理者メニューでの表示順
lt: Šios nuorodos padėties eiliškumas administravimo meniu.
mk: Редоследот на оваа врска на админ. мени.
nb_no: Posisjonsrankering til denne lenken i admin menyen.
nl: De positie van deze link in het admin menu.
pl: Kolejność pozycji tego odnosnika w menu administracyjnym.
pt: A ordem de posição deste link no menu de administração.
ru: Порядок размещения этой ссылки в меню администратора.
sk: Poradie umiesnenia tohto odkazu v admin menu.
sv: Positionsordningen för denna länk i administratörsmenyn.

# OrchardCore.AdminMenu.Views.Node.Edit
source: Save
bg_bg: Запази
cs: Uložit
el: Αποθήκευση
es: Guardar
he: שמור
it: Salva
ja: 保存
lt: Išsaugoti
mk: Зачувај
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить
sk: Uložiť
sv: Spara

# OrchardCore.AdminMenu.Views.Node.Edit
source: Delete
bg_bg: Изтрий
cs: Smazat
el: Διαγραφή
es: Eliminar
he: מחק
it: Elimina
ja: 削除
lt: Naikinti
mk: Избриши
nb_no: Slette
nl: Verwijderen
pl: Usuń
pt: Apagar
ru: Удалить
sk: Zmazať
sv: Radera

# OrchardCore.AdminMenu.Views.Node.Edit
source: Cancel
bg_bg: Отказ
cs: Storno
el: Άκυρο
es: Cancelar
he: בטל
it: Annulla
ja: キャンセル
lt: Atšaukti
mk: Откажи
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link
bg_bg: Линк
cs: Odkaz
el: Σύνδεσμος
es: Enlace
he: קישור
it: Collegamento
ja: リンク
lt: Nuoroda
mk: Врска
nb_no: Lenke
nl: Koppeling
pl: Odnośnik
pt: Hiperligação
ru: Ссылка
sk: Odkaz
sv: Länk

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Text
bg_bg: Текст на връзката
cs: Text odkazu
el: Κείμενο Συνδέσμου
es: Texto del enlace
he: טקסט הקישור
it: Testo del collegamento
ja: リンクの文字列
lt: Nuorodos tekstas
mk: Текст на линкот
nb_no: Lenketekst
nl: Koppelingstekst
pl: Tekst odnośnika
pt: Texto de hiperligação
ru: Текст ссылки
sk: Text odkazu
sv: Länktext

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: The Link Text as it will be shown in the tree.
bg_bg: Текста към линка, който ще бъде показан в структурата.
cs: Text odkazu, který se zobrazí v menu.
el: Το Κείμενο Συνδέσμου όπως θα εμφανιστεί στο δέντρο.
es: El texto del enlace tal como se mostrará en el menú.
he: טקסט הקישור כפי שהוא יוצג בעץ.
it: Il testo del collegamento come verrà mostrato nell'albero.
ja: ツリーに表示されるリンクの文字列
lt: Nuorodos tekstas bus rodomas medyje.
mk: Текстот на врската, како што ќе биде прикажан во дрвото.
nb_no: Lenketeksten slik den vil vises i treet.
nl: De koppelingstekst zoals deze wordt getoond in de boom.
pl: Tekst odnośnika pokazany w strukturze.
pt: O texto do hyperlink como ele será mostrado na árvore.
ru: Текст ссылки, как он будет показан в дереве.
sk: Text odkazu, ako sa zobrazí v strome.
sv: Länktexten som den kommer att visas i trädet.

# OrchardCore.AdminMenu.Views.Items.LinkAdminNode.Fields.TreeEdit
source: Link Url
bg_bg: Url адрес на връзка
cs: URL odkazu
el: Διεύθυνση Συνδέσμου Url
es: URL del enlace
he: כתובת url של קישור
it: Indirizzo del collegamento
ja: リンクUrl
lt: Nuorodos Url
mk: URL адреса на врската
nb_no: Lenke Url
nl: Koppeling Url
pl: Url odnośnika
pt: Url da hiperligação
ru: URL-адрес ссылки
sk: Url linka
sv: Länk-Url
