Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Roles.po
Languages: it, mk

# OrchardCore.Roles.AdminMenu
source: Security
it: Sicurezza
mk: Безбедност

# OrchardCore.Roles.AdminMenu
source: Roles
it: Ruoli
mk: Улоги

# OrchardCore.Roles.Controllers.AdminController
source: Invalid role name.
it: Nome ruolo non valido.
mk: Невалидно има на улога.

# OrchardCore.Roles.Controllers.AdminController
source: The role is already used.
it: Il ruolo è già utilizzato.
mk: Улогата веќе е во употреба.

# OrchardCore.Roles.Controllers.AdminController
source: Role created successfully.
it: Ruolo creato con successo.

# OrchardCore.Roles.Controllers.AdminController
source: Role updated successfully.
it: Ruolo aggiornato correttamente.
mk: Улогата е успешно ажурирана.

# OrchardCore.Roles.Controllers.AdminController
source: System roles cannot be deleted.
it: I ruoli di sistema non possono essere cancellati.

# OrchardCore.Roles.Controllers.AdminController
source: Role deleted successfully.
it: Ruolo eliminato con successo.

# OrchardCore.Roles.Controllers.AdminController
source: Could not delete this role.
it: Impossibile eliminare questo ruolo.

# OrchardCore.Roles.Controllers.AdminController
source: {0} Feature
it: {0} Funzionalità
mk: Функционалност {0}

# OrchardCore.Roles.Services.RoleStore
source: Role is not of a '{0}' type.
it: Il ruolo non è di tipologia '{0}'.

# OrchardCore.Roles.Services.RoleStore
source: Can't delete system roles.
it: Impossibile eliminare un ruolo di sistema.
mk: Не може да избришат системски улоги.

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Get Users by Role Task
it: Task, recupera utenti in base al ruolo

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: User
it: Utente

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Done
it: Fatto

# OrchardCore.Roles.Workflows.Activities.GetUsersByRoleTask
source: Failed
it: Operazione non riuscita

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Unassign User Role Task
it: Task, rimuovi utente da ruolo

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: User
it: Utente

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Done
it: Fatto

# OrchardCore.Roles.Workflows.Activities.UnassignUserRoleTask
source: Failed
it: Operazione non riuscita

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Edit
source: All Roles
it: Tutti i ruoli
mk: Сите улоги

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: All Roles
it: Tutti i ruoli
mk: Сите улоги

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Summary
source: Adds all roles to the plan.
it: Aggiunge tutti i ruoli al piano.
mk: Додади ги сите улоги во планот.

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: All Roles
it: Tutti i ruoli
mk: Сите улоги

# OrchardCore.Roles.Views.Items.AllRolesDeploymentStep.Thumbnail
source: Exports every role.
it: Esporta ogni ruolo.
mk: Експорт на сите улоги.

# OrchardCore.Roles.Views.Admin.Create
source: Create Role
it: Crea Ruolo
mk: Креирај улога

# OrchardCore.Roles.Views.Admin.Create
source: Name
it: Nome

# OrchardCore.Roles.Views.Admin.Create
source: Description
it: Descrizione

# OrchardCore.Roles.Views.Admin.Create
source: Create
it: Crea
mk: Креирај

# OrchardCore.Roles.Views.Admin.Create
source: Cancel
it: Annulla
mk: Откажи

# OrchardCore.Roles.Views.Admin.Edit
source: Edit '{0}' Role
it: Modifica il ruolo '{0}'

# OrchardCore.Roles.Views.Admin.Edit
source: Description
it: Descrizione

# OrchardCore.Roles.Views.Admin.Edit
source: This system role provides comprehensive access by granting all available permissions.
it: Questo ruolo di sistema fornisce accesso comprensivo garantendo tutti i permessi disponibili.

# OrchardCore.Roles.Views.Admin.Edit
source: Allow
it: Consenti
mk: Дозволи

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is granted explicitly.
it: L'autorizzazione è concessa esplicitamente.
mk: Дозволата е дадена експлицитно.

# OrchardCore.Roles.Views.Admin.Edit
source: Effective
it: Stato attuale
mk: Ефективно

# OrchardCore.Roles.Views.Admin.Edit
source: Permission is implied by a higher level permission, or explicitly granted.
it: Il permesso è implicito da un permesso di livello più elevato, o esplicitamente concesso.
mk: Дозволата е дадена имплицитно, базирана на повисоко ниво на дозвола или дозволата е експлицитно дадена.

# OrchardCore.Roles.Views.Admin.Edit
source: Search permissions
it: Cerca permessi

# OrchardCore.Roles.Views.Admin.Edit
source: Permission
it: Permesso
mk: Дозвола

# OrchardCore.Roles.Views.Admin.Edit
source: This permission could allow a user to elevate their other permissions. Grant it with extreme consideration.
it: Il permesso cloud consente agli utenti di ottenere altre autorizzazioni. Concedetelo con estrema attenzione.
mk: Дозволата може да дозволи корисник да добие други повисоки дозволи. Дозволете, само со големо внимание.

# OrchardCore.Roles.Views.Admin.Edit
source: Security Critical
it: Critico per la sicurezza
mk: Критична безбедност

# OrchardCore.Roles.Views.Admin.Edit
source: Save
it: Salva
mk: Зачувај

# OrchardCore.Roles.Views.Admin.Edit
source: Cancel
it: Annulla
mk: Откажи

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Design
source: Get users in roles
it: Recupera gli utenti nei ruoli

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Design
source: Get users in roles {0} to {1}
it: Recuperati gli utenti nei ruoli {0} a {1}

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Output Key Name
it: Nome della chiave in output

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: The designated key name for storing the users' list in the workflow output. This key enables later access to the list within the workflow.With Liquid support.
it: Il nome della chiave per memorizzare l'elenco degli utenti nell'output del workflow. Questa chiave consente di accedere successivamente alla lista all'interno del workflow. Supporta sintassi Liquid.

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Roles
it: Ruoli

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Edit
source: Choose the roles used to identify users during list generation.
it: Scegli i ruoli usati per identificare gli utenti durante la generazione dell'elenco.

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Thumbnail
source: Get users in roles
it: Recupera gli utenti nei ruoli

# OrchardCore.Roles.Views.Items.GetUsersByRoleTask.Fields.Thumbnail
source: Get users in roles.
it: Recupera gli utenti nei ruoli.

# OrchardCore.Roles.Views.Admin.Index
source: Roles
it: Ruoli
mk: Улоги

# OrchardCore.Roles.Views.Admin.Index
source: Search
it: Cerca
mk: Пребарај

# OrchardCore.Roles.Views.Admin.Index
source: Add Role
it: Aggiungi Ruolo
mk: Додадете улога

# OrchardCore.Roles.Views.Admin.Index
source: Are you sure you want to delete this role?
it: Sei sicuro di voler eliminare questo ruolo?
mk: Дали сте сигурни дека сакате да ја отстраните оваа улога?

# OrchardCore.Roles.Views.Admin.Index
source: The '{0}' role cannot be deleted.
it: Il ruolo '{0}' non può essere cancellato.

# OrchardCore.Roles.Views.Admin.Index
source: System
it: Sistema

# OrchardCore.Roles.Views.Admin.Index
source: Edit
it: Modifica
mk: Измени

# OrchardCore.Roles.Views.Admin.Index
source: Delete Role
it: Elimina Ruolo
mk: Отстрани улога

# OrchardCore.Roles.Views.Admin.Index
source: Delete
it: Elimina
mk: Избриши

# OrchardCore.Roles.Views.Admin.Index
source: <strong>Nothing here!</strong> Your search returned no results.
it: <strong>Nessun risultato!</strong>Non ci sono elementi collegati alla tua ricerca.
mk: <strong>Празно</strong> Вашето пребарување не врати резултати.

# OrchardCore.Roles.Views.NavigationItemText-roles.Id
source: Roles
it: Ruoli
mk: Улоги

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Design
source: Unassign user from roles
it: Rimuovi utenti dai ruoli

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Design
source: Unassign {0} from roles {1}
it: Rimossi {0} dai ruoli {1}

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: UserName
it: Nome utente

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: The User to update. With Liquid support.
it: L'utente da aggiornare. Supporta sintassi Liquid.

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: Roles
it: Ruoli

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Edit
source: The Roles to remove.
it: I ruoli da rimuovere.

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Thumbnail
source: Unassign user from roles
it: Rimuovi utente dai ruoli

# OrchardCore.Roles.Views.Items.UnassignUserRoleTask.Fields.Thumbnail
source: Unassign a user from roles.
it: Rimuove un utente da dei ruoli.

# OrchardCore.Roles.Views.Admin.Create
source: Role name
mk: Име на улога

# OrchardCore.Roles.Views.Admin.Create
source: The role name is required.
mk: Иметона улогата е задолжително.

# OrchardCore.Roles.Views.Admin.Create
source: Role description
mk: Опис на улогата

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role {0}
mk: Измени улога {0}

# OrchardCore.Roles.Views.Admin.Edit
source: Search
mk: Пребарај

# OrchardCore.Roles.Views.Admin.Edit
source: Edit Role Detail
mk: Измени детали на улогата

# OrchardCore.Roles.Views.Admin.Edit
source: Role description
mk: Опис на улогата

# OrchardCore.Roles.Views.Admin.Edit
source: Role permissions
mk: Овластувања на улога
