Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Alias.po
Languages: el, lt, nb_no, nl, pl, pt_br, sk, uk

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias part of the content item
el: το μέρος ψευδώνυμου από το περιεχομένο
lt: turinio elemento pseudonimo dalis
nb_no: alias delen av innholdselementet
nl: het alias onderdeel van het inhoudsitem
pl: to jest część aliasu w elemencie treści
pt_br: o componente de alias do item de conteúdo
sk: alias položky obsahu
uk: частина псевдоніма елемента контенту

# OrchardCore.Alias.GraphQL.AliasInputObjectType
source: the alias of the content item
el: το ψευδώνυμο του περιεχομένου
lt: turinio elemento pseudonimas
nb_no: aliaset til innholdselementet
nl: de alias van het inhoudsitem
pl: alias elementu treści
pt_br: o alias do item de conteúdo
sk: alias položky obsahu
uk: псевдонім елемента контенту

# OrchardCore.Alias.GraphQL.AliasQueryObjectType
source: Alternative path for the content item
el: Εναλλακτική διαδρομή για το στοιχείο περιεχομένου
lt: Turinio elemento alternatyvusis kelias
nb_no: Alternativ sti for innholdselementet
nl: Alternatief pad voor het inhoudsitem
pl: Alternatywna ścieżka dla elementu treści
pt_br: Caminho alternativo para o item de conteúdo
sk: Alternatívna cesta pre položku obsahu
uk: Альтернативний шлях для елемента контенту

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is too long. The alias can only be up to {0} characters. "{1}"
el: Το ψευδώνυμό σας είναι πολύ μεγάλο. Το ψευδώνυμο μπορεί να είναι μόνο μέχρι {0} χαρακτήρες."{1}"
lt: Jūsų pseudonimas per ilgas. Didžiausias pseudonimo ilgis gali būti {0}. "{1}"

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is already in use. "{0}"
el: Το ψευδώνυμό αυτό χρησιμοποιείται ήδη. "{0}"
lt: Jūsų pseudonimas jau naudojamas. "{0}"

# OrchardCore.Alias.Settings.AliasPartSettingsDisplayDriver
source: Pattern doesn't contain a valid Liquid expression. Details: {0}
el: Το μοτίβο δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {0}
lt: Šablone nėra tinkamų „Liquid“ išraiškų. Išsamiau: {0}
nb_no: Mønsteret inneholder ingen gyldig Liquid uttrykk. Detaljer: {0}
nl: Patroon bevat geen geldige Liquid expressie. Details: {0}
pl: Wzór nie zawiera prawidłowego wyrażenia "Liquid". Szczegóły: {0}
pt_br: O modelo não contém uma expressão Liquid válida. Detalhes: {0}
sk: Predloha neobsahuje platný Liquid výraz. Detaily: {0}
uk: Шаблон не містить дійсного виразу Liquid. Деталі: {0}

# OrchardCore.Alias.Views.AliasPart.Edit
source: Alias
el: Ψευδώνυμο
lt: Pseudonimas
uk: Псевдонім

# OrchardCore.Alias.Views.AliasPart.Edit
source: The alias of the content item.
el: Το ψευδώνυμο του περιεχομένου.
lt: Turinio elemento pseudonimas.
nb_no: Aliaset til innholdselementet.
nl: De alias van het inhoudsitem.
pl: Alias elementu treści.
pt_br: O alias do item de conteúdo.
sk: Alias položky obsahu.
uk: Псевдонім елемента контента.

# OrchardCore.Alias.Views.AliasPart.Edit
source: Leave empty to re-generate it.
el: Αφήστε το, κενό για να επαναδημιουργηθεί.
lt: Palikę tuščią norint sugeneruosite iš naujo.
nb_no: La det være blank for å re-generere det.
nl: Laat leeg om het opnieuw te genereren.
pl: Pozostaw puste, aby go ponownie wygenerować.
pt_br: Deixe em branco para gerar novamente.
sk: Pre pregenerovanie ponechajte prázdne.
uk: Залиште порожнім, щоб повторно генерувати його.

# OrchardCore.Alias.Views.AliasPart.Option
source: Standard
el: Τυπικό
lt: Standartinis
nl: Standaard
pl: Standardowy
pt_br: Padrão
sk: Východzie

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Options
el: Επιλογές
lt: Pasirinkimai
nb_no: Alternativer
nl: Opties
pl: Opcje
pt_br: Opções
sk: Nastavenia

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is editable
el: Το ψευδώνυμο είναι επεξεργάσιμο
lt: Psuednimas gali būti redaguojamas
nb_no: Alias er redigerbar
nl: Alias is bewerkbaar
pl: Alias jest edytowalny
pt_br: O Alias é editável
sk: Alias je možné editovať

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Alias is generated and input is disabled
el: Το ψευδώνυμο είναι δημιουργημένο και η είσοδος είναι απενεργοποιημένη
lt: Pseudonimas yra sugeneruotas ir įvedimas yra negalimas
nb_no: Alias er generert og redigering er deaktivert
nl: Alias is gegenereerd en invoer is uitgeschakeld
pl: Alias został wygenerowany, a wprowadzanie danych jest wyłączone
pt_br: O Alias é gerado e a digitação está desativada
sk: Alias je generovaný a nie je možné ho upraviť

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: Pattern
el: Μοτίβο
lt: Šablonas
nb_no: Mønster
nl: Patroon
pl: Wzór
pt_br: Modelo
sk: Predloha
uk: Шаблон

# OrchardCore.Alias.Views.AliasPartSettings.Edit
source: The pattern used to render the alias of this content type.
el: Το μοτίβο χρησιμοποιείται για την απόδοση του ψευδώνυμου αυτού του περιεχομένου.
lt: Šablonas, naudojamas šio turinio tipo pseudonimui atvaizduoti.
nb_no: Mønsteret som brukes til å gjengi aliaset for denne innholdstypen.
nl: Het patroon dat wordt gebruikt om de alias van dit inhoudstype weer te geven.
pl: Wzór używany do renderowania aliasu tego typu treści.
pt_br: O modelo utilizado para renderizar o alias deste tipo de conteúdo.
sk: Predloha používaná pre generovánie aliasu pre tento typ obsahu.
uk: Шаблон, який використовується для візуалізації псевдоніма цього типу контента.

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is too long. The alias can only be up to {0} characters.
nb_no: Ditt alias er for langt. Aliaset kan bare være opp til {0} tegn.
nl: Uw alias is te lang. De alias mag maximaal {0} tekens bevatten.

# OrchardCore.Alias.Handlers.AliasPartHandler
source: Your alias is already in use.
nb_no: Aliaset ditt er allerede i bruk.
nl: Uw alias is al in gebruik.

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is too long. The alias can only be up to {0} characters.
sk: Alias je príliš dlhý. Alias môže mať maximálne {0} znakov.

# OrchardCore.Alias.Models.AliasPartExtensions
source: Your alias is already in use.
sk: Alias sa už používa.

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is too long. The alias can only be up to {0} characters.
uk: Псевдонім занадто довгий. Може бути лише {0} символів.

# OrchardCore.Alias.Drivers.AliasPartDisplayDriver
source: Your alias is already in use.
uk: Цей псевдонім вже використовується.
