Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Media.po
Languages: es, fa, it, ja, ru, sk, tr

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the width for the processed image. A default value means a width command will not be applied.
es: Seleccione el ancho de la imagen procesada. Un valor por defecto significa que un comando de ancho no será aplicado.
fa: عرض تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که یک فرمان عرض اعمال نخواهد شد.
it: Seleziona la larghezza per l'immagine elaborata. Se non vengono inseriti valori, la larghezza sarà calcolata sulla base degli altri dati.
ru: Выберите ширину для обработанного изображения. Значение по умолчанию означает, что ширина не будет применяться.
sk: Vyberte šírku spracovaného obrázka. Predvolená hodnota znamená, že príkaz width nebude použitý.
tr: İşlenen görüntü için genişliği seçin. Varsayılan değer, genişlik komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Height
es: Alto
fa: ارتفاع
it: Altezza
ru: Высота
sk: Výška
tr: Yükseklik

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the height for the processed image. A default value means a height command will not be applied.
es: Seleccione la altura de la imagen procesada. Un valor por defecto significa que no se aplicará un comando de altura.
fa: ارتفاع تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که فرمان ارتفاع اعمال نخواهد شد.
it: Seleziona l'altezza per l'immagine elaborata. Se non vengono inseriti valori, l'altezza sarà calcolata sulla base degli altri dati.
ru: Выберите высоту для обработанного изображения. Значение по умолчанию означает, что высота не будет применяться.
sk: Vyberte výšku spracovaného obrázka. Predvolená hodnota znamená, že príkaz height nebude použitý.
tr: İşlenen görüntünün yüksekliğini seçin. Varsayılan değer, yükseklik komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Resize Mode
es: Modo Redimensionar
fa: حالت تغییر اندازه
it: Modalità di ridimensionamento
ru: Изменить размер
sk: Režim zmeny veľkosti
tr: Yeniden Boyutlandırma Modu

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the resize mode for the processed image.
es: Seleccione el modo de cambio de tamaño para la imagen procesada.
fa: حالت تغییر اندازه را برای تصویر پردازش شده انتخاب کنید.
it: Selezionare la modalità di ridimensionamento per l'immagine elaborata.
ru: Выберите режим изменения размера для обработанного изображения.
sk: Vyberte mód zmeny veľkosti spracovaného obrázku.
tr: İşlenen görüntü için yeniden boyutlandırma modunu seçin.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Background Color
es: Color de fondo
fa: رنگ پس‌زمینه
it: Colore di sfondo
ru: Цвет фона
sk: Farba pozadia
tr: Arka plan Rengi

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,16'.
es: Seleccione el color de fondo para la imagen procesada. Un valor vacío significa que un comando bgcolor no será aplicado. Ejemplos de valores válidos: 'white', 'ffff00', 'ffff0080', '128,64,32' y '128,64,32,16'.
fa: رنگ پس زمینه تصویر پردازش شده را انتخاب کنید. مقدار خالی به این معنی است که دستور bgcolor اعمال نخواهد شد. نمونه‌هایی از مقادیر معتبر: «white»، «ffff00»، «ffff0080»، «128،64،039» و «128،64،32،80».
it: Seleziona il colore di sfondo per l'immagine elaborata. Un valore vuoto significa che un comando bgcolor non sarà applicato. Esempi di valori validi: 'bianco', 'ffff00', 'ff0080', '128,64,32' e '128,64,32,16'.
ru: Выберите цвет фона для обработанного изображения. Пустое значение означает, что команда bgcolor не будет применяться. Примеры допустимых значений: 'white', 'ffff00', 'ffff0080', '128,64,32' и '128,64,32,16'.
sk: Vyberte farbu pozadia pre spracovaný obrázok. Prázdna hodnota znamená, že príkaz bgcolor nebude použitý. Príklady platných hodnôt: 'biela', 'ffff00', 'ffff0080', '128,64,32' a '128,64,32,80'.
tr: İşlenen görüntü için arka plan rengini seçin. Boş bir değer, bir bgcolor komutunun uygulanmayacağı anlamına gelir. Geçerli değer örnekleri: 'beyaz', 'ffff00', 'ffff0080', '128,64,32' ve '128,64,32,16'.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Format
es: Formato
fa: فرمت
it: Formato
ru: Формат
sk: Formát

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Select the format for the processed image. A default value means a format command will not be applied.
es: Seleccione el formato para la imagen procesada. Un valor por defecto significa que no se aplicará un comando de formato.
fa: فرمت تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که دستور فرمت اعمال نخواهد شد.
it: Seleziona il formato per l'immagine elaborata. Se non vengono inseriti valori, il formato dell'immagine non sarà modificato.
ru: Выберите формат обработанного изображения. Значение по умолчанию означает, что формат не будет применяться.
sk: Vyberte formát spracovaného obrázka. Predvolená hodnota znamená, že príkaz format nebude použitý.
tr: İşlenen görüntü için formatı seçin. Varsayılan bir değer, bir format komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Quality
es: Calidad
fa: کیفیت
it: Qualità
ru: Качество
sk: Kvalita
tr: Kalite

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The quality percentage for the processed image. Only supported with the JPG or WebP format. A value of 100% means a quality command will not be applied.
fa: درصد کیفیت برای تصویر پردازش شده فقط با فرمت JPG و WebP پشتیبانی می شود. مقدار 100% به این معنی است که فرمان کیفیت اعمال نخواهد شد.
it: La percentuale di qualità per l'immagine elaborata. supportata solo con il formato JPG e WebP. Un valore di 100% significa che l'immagine non verrà elaborata.
tr: İşlenen görselin kalite yüzdesi. Yalnızca JPG ve WebP formatları desteklenir. %100 değeri, kalite komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Save
es: Guardar
fa: ذخیره
it: Salva
ru: Сохранить
sk: Uložiť
tr: Kaydet

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Toggle Dropdown
es: Alternar Lista Desplegable
fa: تغییر وضعیت منوی کشویی
it: Attiva/disattiva menu a discesa
ru: Переключить список
sk: Prepnúť rozbaľovaciu ponuku
tr: Açılır Menüyü Aç/Kapat

# OrchardCore.Media.Views.MediaProfiles.Edit
source: and continue
es: y continuar
fa: و ادامه
it: e continua
ru: и продолжить
sk: a pokračovať
tr: ve Devam et

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.Admin.Index
source: Assets
es: Activos
fa: اسناد و فایل‌ها
it: Risorse
ja: アセット
ru: Ресурсы
sk: Asset
tr: Varlıklar

# OrchardCore.Media.Views.MediaCache.Index
source: Asset Cache
fa: cache اسناد و فایل‌ها
it: Cache Risorse
ja: アセットキャッシュ
ru: Кэш ресурса
tr: Varlık Önbelleği

# OrchardCore.Media.Views.MediaCache.Index
source: Media is configured with appsettings.json.
es: Media está configurado con appsettings.json.
fa: فایل توسط appsettings.json پیکربندی شده است.
it: File configurato con appsettings.json.
ja: メディアは appsettings.json で設定されます。
ru: Медиатека настроена в appsettings.json.
sk: Modul média je konfigurovaný pomocou appsettings.json
tr: Medya appsettings.json ile ayarlandı.

# OrchardCore.Media.Views.MediaCache.Index
source: Purge All
es: Purgar todo
fa: پاک‌سازی همه
it: Elimina tutto
ja: すべて消去
ru: Очистить все
sk: Vyčistiť všetko
tr: Tümünü Temizle

# OrchardCore.Media.Views.MediaCache.Index
source: Are you sure you want to purge the entire asset cache?
es: ¿Está seguro de que desea purgar toda la caché de activos y medios?
fa: آیا از پاک‌سازی cache همه اسناد و فایل‌ها اطمینان دارید؟
it: Sei sicuro di voler eliminare tutta la cache delle risorse?
ja: すべてのアセットキャッシュを消去してもよろしいですか？
ru: Вы уверены, что хотите очистить весь кэш ресурсов?
sk: Naozaj chcete vyčistiť celú pamäť cache médií?
tr: Bütün medya önbelleklerini boşaltmak istiediğinizden emin misiniz?

# OrchardCore.Media.Views.MediaCache.Index
source: Purge all the assets from the cache
es: Purgar todos los activos de la caché
fa: پاک‌سازی همه اسناد و فایل‌ها از cache
it: Elimina tutte le risorse dalla cache
ja: キャッシュからすべてのアセットを消去
ru: Удалить все ресурсы из кэша
sk: Odstrániť všetky médiá z cache
tr: Bütün varlıkları önbellekten sil

# OrchardCore.Media.Views.MediaCache.Index
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
es: La función de caché de recursos está habilitada, pero una característica remota de media store no está habilitada o no está configurada con appsettings.json.
fa: ویژگی cache اسناد و فایل‌ها فعال است، اما یک ویژگی ذخیره فایل از راه دور فعال نیست و یا در appsettings.json پیکربندی نشده است.
it: La funzione cache dei file è abilitata, ma la funzione di archivio multimediale remoto non è abilitata, o non è configurata nel file appsettings.json.
ja: アセットキャッシュ機能は有効されましたが、リモートメディア保存機能は有効化されていないか、appsettings.json で構成されていません。
ru: Кэш ресурсов включен, но функция удаленного хранилища не включена или не настроена в appsettings.json.
sk: Funkcia asset cache je povolená, ale funkcia vzdialeného ukladacieho priestoru médií nie je povolená alebo nie je nakonfigurovaná v súbore appsettings.json.
tr: Varlık önbellek (cacahe) özelliği etkin, ancak uzak medya deposu özelliği etkin değil veya appsettings.json ile yapılandırılmamış.

# OrchardCore.Media.Views.MediaProfiles.Index
source: Media Profiles
es: Perfiles de medios
fa: پروفایل رسانه
it: Profili delle immagini
ru: Медиапрофили
sk: Profily médií
tr: Medya Profilleri

# OrchardCore.Media.Views.MediaProfiles.Index
source: Search
es: Buscar
fa: جستجو
it: Cerca
ru: Поиск
sk: Vyhľadávanie
tr: Ara

# OrchardCore.Media.Views.MediaProfiles.Index
source: Add Profile
es: Añadir Perfil
fa: افزودن پروفایل
it: Aggiungi Profilo
ru: Добавить профиль
sk: Pridať profil
tr: Profil Ekle

# OrchardCore.Media.Views.MediaProfiles.Index
source: Select All
es: Selecciona todo
fa: انتخاب همه
it: Seleziona tutto
ru: Выбрать все
sk: Vybrať všetko
tr: Tümünü Seç

# OrchardCore.Media.Views.MediaProfiles.Index
source: 1 item
es: 1 elemento
fa: 1 مورد
it: 1 elemento
ru: 1 элемент
sk: 1 položka
tr: 1 öge

# OrchardCore.Media.Views.MediaProfiles.Index
source: Items {0} to {1}
es: Elementos {0} a {1}
fa: موارد {0} تا {1}
it: Elementi da {0} a {1}
ru: Элементы от {0} до {1}
sk: Položky {0} až {1}
tr: {0} öğesinden {1} e

# OrchardCore.Media.Views.MediaProfiles.Index
source: / {0} item in total
es: / {0} elemento en total
fa: / {0} مورد در مجموع
it: / {0} elemento in totale
ru: / элементов всего: {0}
sk: / Celkom {0} položka
tr: / Toplamda {0} öğe

# OrchardCore.Media.Views.MediaProfiles.Index
source: Actions
es: Acciones
fa: اقدامات
it: Azioni
ru: Действия
sk: Akcie
tr: Eylemler

# OrchardCore.Media.Views.MediaProfiles.Index
source: Bulk Action
es: Acción en masa
fa: اقدام انبوه
it: Azione di massa
ru: Групповое действие
sk: Hromadná akcia
tr: Toplu Eylem

# OrchardCore.Media.Views.MediaProfiles.Index
source: Are you sure you want to {0} these items?
es: ¿Estás seguro de que quieres {0} estos artículos?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
ru: Вы уверены, что хотите {0} эти элементы?
sk: Naozaj chcete {0} tieto položky?
tr: Bu nesneleri {0} istediğinizden emin misiniz?

# OrchardCore.Media.Views.MediaProfiles.Index
source: Edit
es: Editar
fa: ویرایش
it: Modifica
ru: Изменить
sk: Upraviť
tr: Düzenle

# OrchardCore.Media.Views.MediaProfiles.Index
source: Delete
es: Eliminar
fa: حذف
it: Elimina
ru: Удалить
sk: Zmazať
tr: Sil

# OrchardCore.Media.Views.MediaProfiles.Index
source: <strong>Nothing here!</strong> There are no media profiles for the moment.
es: <strong>Nada aquí!</strong> No hay perfiles multimedia por el momento.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ نمایه رسانه ای وجود ندارد.
it: <strong>Nessun elemento!</strong> Non ci sono profili per le immagini in questo momento.
ru: <strong>Пусто!</strong> Профилей медиа на данный момент нет.
sk: <strong> Nič tu nie je! </strong> Momentálne neexistujú žiadne profily médií.
tr: <strong>Burada hiçbir şey yok!</strong> Şu an için medya profili yok.

# OrchardCore.Media.Views.MediaProfiles.Index
source: selected
es: seleccionado
fa: انتخاب شده
it: selezionato
ru: выбрано
sk: vybraný
tr: seçili

# OrchardCore.Media.Views.Admin.MediaApplication
source: Drop your media here
es: Deja tus medios aquí
fa: فایل خود را اینجا رها کنید
it: Trascina qui il tuo file
ja: ここにメディアをドラッグドロップしてください
ru: Перетащите свой медиа сюда
sk: Sem vložte svoje médiá
tr: Medyanızı buraya bırakın

# OrchardCore.Media.Views.Admin.MediaApplication
source: Your files will be uploaded to the current folder when you drop them here
es: Sus archivos se subirán a la carpeta actual cuando los sueltes aquí
fa: زمانی که فایل‌های خود را اینجا رها می‌کنید، در پوشه جاری بارگذاری خواهند شد
it: I tuoi file saranno caricati nella cartella corrente quando li rilascierai qui
ja: ここにファイルをドロップするとファイルは現在のフォルダにアップロードされます
ru: Ваши файлы будут загружены в текущую папку, когда вы их сбросите здесь
sk: Vložené súbory budú nahrané do aktuálneho priečinka
tr: Dosyalarınızı buraya bıraktığınızda geçerli klasöre yüklenecek

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select All
es: Selecciona todo
fa: انتخاب همه
it: Seleziona tutto
ja: 全て選択
ru: Выбрать все
sk: Vybrať všetko
tr: Tümünü Seç

# OrchardCore.Media.Views.Admin.MediaApplication
source: Select None
es: Ninguna Selección
fa: انتخاب هیچ‌کدام
it: Nessuna selezione
ja: 選択解除
ru: Отменить выбор
sk: Nevybrať nič
tr: Tümünü Kaldır

# OrchardCore.Media.Views.Admin.MediaApplication
source: Invert
es: Invertir
fa: برعکس
it: Inverti Selezione
ja: 選択を反転
ru: Инвертировать
sk: Invertovať
tr: Tersine çevir

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete
es: Eliminar
fa: پاک‌کردن
it: Elimina
ja: 削除
ru: Удалить
sk: Zmazať
tr: Sil

# OrchardCore.Media.Views.Admin.MediaApplication
source: Grid View
es: Vista en Cuadrícula
fa: نمایش با گرید
it: Visualizzazione in griglia
ja: グリッド表示
ru: Сетка
sk: Zobraziť ako tabuľku
tr: Izgara Görünümü

# OrchardCore.Media.Views.Admin.MediaApplication
source: List View
es: Listado de Vista
fa: نمایش با لیست
it: Elenco
ja: リスト表示
ru: Список
sk: Zobraziť ako zoznam
tr: Liste Görünümü

# OrchardCore.Media.Views.Admin.MediaApplication
source: Small Thumbs
es: Imágenes Pequeñas
fa: تامبنِیل‌های کوچک
it: Piccole Miniature
ja: 小さいサムネイル
ru: Маленькие миниатюры
sk: Malé náhľady obrázkov
tr: Küçük Önizleme Resmi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Large Thumbs
es: Imágenes Grandes
fa: تامبنِیل‌های بزرگ
it: Grandi Miniature
ja: 大きいサムネイル
ru: Большие миниатюры
sk: Veľké náhľady obrázkov
tr: Büyük Önizleme Resmi

# OrchardCore.Media.Views.Admin.MediaApplication
source: Filter...
es: Filtro...
fa: فیلتر...
it: Filtra...
ja: フィルタ...
ru: Фильтр...
sk: Filtrovať...
tr: Filtrele...

# OrchardCore.Media.Views.Admin.MediaApplication
source: Upload
es: Subir
fa: بارگذاری (آپلود)
it: Carica
ja: アップロード
ru: Загрузить
sk: Nahrať
tr: Yükle

# OrchardCore.Media.Views.Admin.MediaApplication
source: Media Library
es: Biblioteca de medios
fa: کتابخانه فایل‌ها
it: Libreria multimediale
ja: メディアライブラリ
ru: Медиа-библиотека
sk: Knižnica médií
tr: Ortam Kitaplığı

# OrchardCore.Media.Views.Admin.MediaApplication
source: Nothing to show with this filter
es: Nada para mostrar con este filtro
fa: با این فیلتر، چیزی برای نمایش وجود ندارد.
it: Nulla da mostrare con questo filtro
ja: このフィルターに表示するものはありません
ru: Нечего показывать с этим фильтром
sk: S týmto filtrom nie je čo zobrazovať
tr: Bu fitre ile gösterilecek sonuç yok

# OrchardCore.Media.Views.Admin.MediaApplication
source: This folder is empty
es: Esta carpeta está vacía
fa: این پوشه خالی است
it: Questa cartella è vuota
ja: このフォルダは空です。
ru: Папка пуста
sk: Priečinok je prázdny
tr: Bu klasör boş

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media folder
es: Eliminar carpeta de medios
fa: پاک‌کردن پوشه فایل‌ها
it: Elimina cartella
ja: メディアフォルダを削除
ru: Удалить папку
sk: Zmazať priečinok médií
tr: Medya klasörünü sil

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete this folder?
es: ¿Está seguro que desea eliminar esta carpeta?
fa: آیا از پاک‌کردن این پوشه اطمینان دارید؟
it: Sei sicuro di voler eliminare questa cartella?
ja: このフォルダを削除してよろしいですか?
ru: Вы уверены, что хотите удалить эту папку?
sk: Naozaj chcete priečinok zmazať?
tr: Klasörü silmek istediğinizden emin misiniz?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Delete media
es: Eliminar multimedia
fa: پاک‌کردن فایل
it: Elimina file
ja: メディアを削除
ru: Удалить медиа
sk: Zmazať médium
tr: Medyayı sil

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to delete these media items?
es: ¿Seguro que desea eliminar este contenido multimedia?
fa: آیا از پاک‌کردن این فایل‌ها اطمینان دارید؟
it: Sei sicuro di voler eliminare questo file?
ja: これらのメディア項目を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить эти элементы?
sk: Naozaj chcete zmazať tieto médiá?
tr: Bu medya dosyalarını silmek istediğinizden emin misiniz?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Move media
es: Mover medios
fa: جابجایی فایل
it: Sposta file
ja: メディアを移動
ru: Перенести медиа
sk: Presunúť médiá
tr: Medyayı taşı

# OrchardCore.Media.Views.Admin.MediaApplication
source: Are you sure you want to move the selected media to this folder?
es: ¿Está seguro que desea mover los medios seleccionados a esta carpeta?
fa: آیا از جا‌به‌جایی فایل انتخاب‌شده به این پوشه اطمینان دارید؟
it: Sei sicuro di voler spostare i file selezionati in questa cartella?
ja: 選択したメディアをこのフォルダに移動してもよろしいですか？
ru: Вы уверены, что хотите переместить выбранный медиа в эту папку?
sk: Naozaj chcete presunúť vybrané médium do tohto priečinka?
tr: Seçili medya dosyalarını bu klasöre taşımak istediğinizden emin misiniz?

# OrchardCore.Media.Views.Admin.MediaApplication
source: Yes
es: Si
fa: بله
it: Si
ja: はい
ru: Да
sk: Áno
tr: Evet

# OrchardCore.Media.Views.Admin.MediaApplication
source: No
fa: خیر
ja: いいえ
ru: Нет
sk: Nie
tr: Hayır

# OrchardCore.Media.Views.Admin.MediaApplication
source: The media is already on this folder
es: El medio ya está en esta carpeta
fa: این فایل در این پوشه موجود است
it: I file sono già presenti in questa cartella
ja: メディアは既にこのフォルダにあります
ru: Медиа уже находится в этой папке
sk: Médium sa v tomto priečinku už nachádza
tr: Medya zaten bu klasörde var

# OrchardCore.Media.Views.Admin.MediaApplication
source: Edit
es: Editar
fa: ویرایش
it: Modifica
ja: 編集
ru: Редактировать
sk: Upraviť
tr: Düzenle

# OrchardCore.Media.Views.Admin.MediaApplication
source: View
es: Ver
fa: مشاهده
it: Visualizza
ja: 表示
ru: Вид
sk: Pohľad
tr: Görüntüle

# OrchardCore.Media.Views.Admin.MediaApplication
source: This file exceeds the maximum upload size
fa: این فایل از حداکثر اندازه بارگذاری بیشتر است
it: Questo file supera la dimensione massima di caricamento

# OrchardCore.Media.Views.Admin.MediaApplication
source: Uploads
es: Subidas
fa: فایل‌های در حال بارگذاری
it: Caricamenti
ja: アップロード
ru: Загрузки
sk: Nahrávané súbory
tr: Yüklemeler

# OrchardCore.Media.Views.Admin.MediaApplication
source: Errors
es: Errores
fa: خطاها
it: Errori
ja: エラー
ru: Ошибки
sk: Chyby
tr: Hata

# OrchardCore.Media.Views.Admin.MediaApplication
source: Clear Errors
es: Borrar Errores
fa: پاک‌کردن خطاها
it: Cancella errori
ja: エラーをクリア
ru: Очистить ошибки
sk: Vymazať chyby
tr: Hataları Temizle

# OrchardCore.Media.Views.Admin.MediaApplication
source: Image
es: Imágen
fa: تصویر
it: Immagine
ja: 画像
ru: Изображение
sk: Obrázok
tr: Resim

# OrchardCore.Media.Views.Admin.MediaApplication
source: Name
es: Nombre
fa: نام
it: Nome
ja: 名前
ru: Название
sk: Názov
tr: Ad

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last modification
es: Última Modificación
fa: آخرین اصلاح
it: Ultima modifica
ja: 最終変更
ru: Последнее изменение
sk: Posledná úprava
tr: Son Güncelleme

# OrchardCore.Media.Views.Admin.MediaApplication
source: Size
es: Tamaño
fa: حجم
it: Dimensione
ja: サイズ
ru: Размер
sk: Veľkosť
tr: Boyut

# OrchardCore.Media.Views.Admin.MediaApplication
source: Type
es: Tipo
fa: نوع
it: Tipo
ja: 種類
ru: Тип
sk: Typ
tr: Tip

# OrchardCore.Media.Views.Admin.MediaApplication
source: First
es: Primero
fa: اولین
it: Primo
ja: 最初
ru: Первый
sk: Prvá
tr: İlk

# OrchardCore.Media.Views.Admin.MediaApplication
source: Previous
es: Anterior
fa: قبلی
it: Precedente
ja: 前
ru: Предыдущий
sk: Predchádzajúca
tr: Önceki

# OrchardCore.Media.Views.Admin.MediaApplication
source: Next
es: Siguiente
fa: بعدی
it: Successivo
ja: 次
ru: Следующий
sk: Nasledujúca
tr: Sonraki

# OrchardCore.Media.Views.Admin.MediaApplication
source: Last
es: Último
fa: آخرین
it: Ultimo
ja: 最後
ru: Последний
sk: Posledná
tr: Son

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page Size
es: Tamaño de página
fa: تعداد فایل در صفحه
it: Dimensione pagina
ja: ページの 項目数
ru: Размер страницы
sk: Veľkosť stránky
tr: Sayfa Boyutu

# OrchardCore.Media.Views.Admin.MediaApplication
source: Page:
es: Página:
fa: صفحه:
it: Pagina:
ja: ページ：
ru: Страница:
sk: Stránka:
tr: Sayfa:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Total items:
es: Total elementos:
fa: تعداد کل آیتم‌ها:
it: Elementi totali:
ja: 項目の総数:
ru: Всего элементов:
sk: Položiek celkom:
tr: Toplam Öğe Adedi:

# OrchardCore.Media.Views.Admin.MediaApplication
source: Create Folder
es: Crear Carpeta
fa: ایجاد پوشه
it: Crea Cartella
ja: フォルダーを作成
ru: Создать папку
sk: Vytvoriť priečinok
tr: Klasör Oluştur

# OrchardCore.Media.Views.Admin.MediaApplication
source: Folder name
es: Nombre de la carpeta
fa: نام پوشه
it: Nome cartella
ja: フォルダ名
ru: Название папки
sk: Názov priečinka
tr: Klasör adı

# OrchardCore.Media.Views.Admin.MediaApplication
source: Ok
es: Aceptar
fa: تایید
ja: はい
ru: Ок
tr: Tamam

# OrchardCore.Media.Views.Admin.MediaApplication
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.Admin.MediaApplication
source: Rename Item
es: Renombrar elemento
fa: تغییر نام آیتم
it: Rinomina Elemento
ja: 項目の名前を変更
ru: Переименовать элемент
sk: Premenovať položku
tr: Öğeyi Yeniden Adlandır

# OrchardCore.Media.Views.Admin.MediaApplication
source: New Name
es: Nombre Nuevo
fa: نام جدید
it: Nuovo Nome
ja: 新規名称
ru: Новое название
sk: Nový názov
tr: Yeni İsim

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Media
es: Medio
fa: فایل
it: File
ja: メディア
ru: Медиа
sk: Média
tr: Medya

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: Include all media.
es: Incluir todos los medios.
fa: همه‌ی فایل‌‌ها را شامل شود.
it: Includi tutti i file.
ja: すべてのメディアを含める
ru: Включить все медиа.
sk: Začleniť všetky médiá.
tr: Bütün medya öğeleri dahil.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Edit
source: The media to add as part of the plan.
es: El medio para agregar como parte del plan.
fa: فایلی که می‌خواهید به برنامه استقرار اضافه شود.
it: I file da aggiungere come parte del piano.
ja: プランの一部として追加するメディア
ru: Медиа для добавления в качестве части плана.
sk: Médiá, ktoré sa majú byť pridané do plánu.
tr: Planın bir parçası olarak eklenecek medya dosyası.

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: Media
es: Medio
fa: فایل
it: File
ja: メディア
ru: Медиа
sk: Médiá
tr: Medya

# OrchardCore.Media.Views.Items.MediaDeploymentStep.Fields.Summary
source: All
es: Todos
fa: همه
it: Tutti
ja: 全て
ru: Все
sk: Všetko
tr: Hepsi
