Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.BackgroundTasks.po
Languages: fi

# OrchardCore.BackgroundTasks.AdminMenu
source: Configuration
fi: Asetukset

# OrchardCore.BackgroundTasks.AdminMenu
source: Tasks
fi: Tehtävät

# OrchardCore.BackgroundTasks.AdminMenu
source: Background Tasks
fi: Taustatehtävät

# OrchardCore.BackgroundTasks.Controllers.BackgroundTaskController
source: The name is mandatory.
fi: Nimi on pakollinen.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Edit Task Settings
fi: Muokkaa tehtävän asetuksia

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Properties
fi: Ominaisuudet

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Advanced
fi: Lisäasetukset

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Name
fi: Nimi

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The task on which this settings will apply.
fi: Tehtävä, johon tämä asetus vaikuttaa.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Schedule
fi: Ajastus

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The task schedule as a cron expression.
fi: Tehtävän ajastus cron -ilmaisuna.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Invalid lock timeout value in the advanced tab
fi: Virheellinen lukituksen aikakatkaisun arvo lisäasetukset-välilehdessä

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Invalid lock expiration value in the advanced tab
fi: Virheellinen lukituksen pääättymisarvo lisäasetukset-välilehdessä

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Lock timeout (ms)
fi: Lukituksen aikakatkaisun arvo (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The timeout in milliseconds to acquire a lock before executing the task atomically. Leave it to zero to not use any locking.
fi: Aikakatkaisu millisekunteina lukituksen hankkimiseksi ennen tehtävän suorittamista atomisesti. Jätä tämä nollaksi, jotta et käytä mitään lukitusta.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Ignored if there is no distributed lock feature enabled.
fi: Ohitetaan, jos hajautettua lukitustoimintoa ei ole käytössä.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Lock expiration (ms)
fi: Lukituksen vanhentuminen (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: The expiration in milliseconds of the lock acquired before executing the task atomically. Leave it to zero to not use any locking.
fi: Hankitun lukon vanhenemisaika millisekunteina ennen tehtävän suorittamista. Anna tämän olla nolla, jos et halua käyttää lukituksta.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Reset Schedule
fi: Nollaa aikataulu

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Save
fi: Tallenna

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Create
source: Cancel
fi: Peruuta

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Edit Task Settings
fi: Muokkaa tehtävän asetuksia

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Properties
fi: Ominaisuudet

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Advanced
fi: Lisäasetukset

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Name
fi: Nimi

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The task on which this settings will apply.
fi: Tehtävä, johon nämä asetukset vaikuttavat.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Schedule
fi: Ajastus

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The task schedule as a cron expression.
fi: Tehtävän ajastus cron -ilmaisuna.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Invalid lock timeout value in the advanced tab
fi: Virheellinen lukituksen aikakatkaisun arvo lisäasetukset-välilehdessä

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Invalid lock expiration value in the advanced tab
fi: Virheellinen lukituksen pääättymisarvo lisäasetukset-välilehdessä

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Lock timeout (ms)
fi: Lukituksen aikakatkaisun arvo (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The timeout in milliseconds to acquire a lock before executing the task atomically. Leave it to zero to not use any locking.
fi: Aikakatkaisu millisekunteina lukituksen hankkimiseksi ennen tehtävän suorittamista atomisesti. Jätä tämä nollaksi, jotta et käytä mitään lukitusta.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Ignored if there is no distributed lock feature enabled.
fi: Ohitetaan, jos jaettua lukitustoimintoa ei ole käytössä.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Lock expiration (ms)
fi: Lukituksen vanhentuminen (ms)

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: The expiration in milliseconds of the lock acquired before executing the task atomically. Leave it to zero to not use any locking.
fi: Hankitun lukon vanhenemisaika millisekunteina ennen tehtävän suorittamista. Anna tämän olla nolla, jos et halua käyttää lukituksta.

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Reset Schedule
fi: Nollaa aikataulu

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Save
fi: Tallenna

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Edit
source: Cancel
fi: Peruuta

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Background Tasks
fi: Taustatehtävät

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Disable
fi: Poista käytöstä

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Enable
fi: Ota käyttöön

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Edit
fi: Muokkaa

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: Settings
fi: Asetukset

# OrchardCore.BackgroundTasks.Views.BackgroundTask.Index
source: <strong>Nothing here!</strong> There are no background task for the moment.
fi: <strong>Tyhjää täynnä!</strong> Tällä hetkellä ei ole yhtään luotua taustatehtävää.
