Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Localization.Core.po
Languages: el, fi, mk, ru, sk, tr

# OrchardCore.Localization.Core.DataAnnotations
source: The {0} field is required.
mk: Полето {0} е задолжително.

source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
mk: Соодветниот вид на метадата за видот '{0}' ги содржи следните непознати својства или полиња: {1}. Ве молиме да се осигурате дека имињата одговараат на имињата на својствата на главниот вид.

source: The type '{0}' does not contain a public property named '{1}'.
mk: Видот '{0}' не содрќи јавно својство со име '{1}'.

source: The property {0}.{1} could not be found.
mk: Својството {0}.{1} не можеше да биде пронајдено.

source: '{0}' and '{1}' do not match.
mk: '{0}' и '{1}' не се идентични.

source: Could not find a property named {0}.
mk: Својството со име {0} не можеше да биде пронајдено.

source: The {0} field is not a valid credit card number.
mk: Полето {0} не е валиден број на кредитна картичка.

source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
mk: Методот од вид „CustomValidationAttribute“ и име '{0}' во видот '{1}' мора да врати вид „System.ComponentModel.DataAnnotations.ValidationResult“. Користете го видот „System.ComponentModel.DataAnnotations.ValidationResult.Success“ за да означите успех.

source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
mk: Методот од вид „CustomValidationAttribute“ и име '{0}' не постои на видот '{1}' или е дефиниран како не-јавен или статичен метод.

source: The CustomValidationAttribute.Method was not specified.
mk: Методот за валидација од вид „CustomValidationAttribute.Method“ не е специфициран.

source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
mk: Методот од вид „CustomValidationAttribute“ '{0}' во видот '{1}' мора да го има соодветниот опис: „public static ValidationResult “ {0} „(object value, ValidationContext context)“. Вредноста мора да биде силно типизирана. Параметарот „ValidationContext“ е опционален.

source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
mk: Не може да се претвори вредноста од вид '{0}' во '{1}' како ѓто е оќекувано во методот {2}.{3}.

source: The custom validation type '{0}' must be public.
mk: Проверката на прилагодливиот вид '{0}' мора да е јавна.

source: {0} is not valid.
mk: {0} не е валиден/на.

source: The CustomValidationAttribute.ValidatorType was not specified.
mk: „CustomValidationAttribute.ValidatorType“ не е дефиниран.

source: The custom DataType string cannot be null or empty.
mk: Прилагодливиот „DataType“ стринг не може да биде празно или недефинирано.

source: The {0} property has not been set. Use the {1} method to get the value.
mk: Вредноста на својството {0} не е поставено. Користете го методот {1} за да ја добиете вредноста.

source: The {0} field is not a valid e-mail address.
mk: Полето {0} не е валидна адреса на е-пошта.

source: The type provided for EnumDataTypeAttribute cannot be null.
mk: Вредноста на видот „EnumDataTypeAttribute“ не може да биде недефинирано.

source: The type '{0}' needs to represent an enumeration type.
mk: Видот '{0}' треба да преставува вид на енумерација.

source: The {0} field only accepts files with the following extensions: {1}.
mk: Полето {0} дозволува датотеки со следните екстензии: {1}.

source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
mk: Не може да се отчита својството '{0}', поради неуспешна локализација. Видот '{1}' не е јавен или не содржи својство со име '{2}', дефинирано како „public static string“.

source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
mk: Атрибутот „MaxLengthAttribute“ мора да има должина поголема од нула. Користете MaxLength() без параметри за да посочите дека стрингот или низата треба да имаат максимално дозволива должина.

source: The field {0} must be a string or array type with a maximum length of '{1}'.
mk: Полето {0} мора да биде стринг или низа со максимална должина '{1}'.

source: MetadataClassType cannot be null.
mk: „MetadataClassType“ не може да биде недефиниран.

source: MinLengthAttribute must have a Length value that is zero or greater.
mk: Атрибутот „MinLengthAttribute “ мора да има вредност за должина еднаква на нула или поголема.

source: The field {0} must be a string or array type with a minimum length of '{1}'.
mk: Полето {0} мора да биде стринг или низа со минимална должина '{1}'.

source: The field of type {0} must be a string, array or ICollection type.
mk: Полето од вид {0} мора да биде стринг, низа или од вид „ICollection“.

source: The {0} field is not a valid phone number.
mk: Полето {0} не е валиден телефонски број.

source: The type {0} must implement {1}.
mk: Видот {0} мора да го имплементира {1}.

source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
mk: Максималната вредност '{0}' мора да е еднаква или поголема од минималната вредност '{1}'.

source: The minimum and maximum values must be set.
mk: Минималната и максималната вредност мора да се дефинирани.

source: The OperandType must be set when strings are used for minimum and maximum values.
mk: „OperandType“ мора да е поставен кога стрингови се користат за минимална и максимална вредност.

source: The field {0} must be between {1} and {2}.
mk: Полето {0} мора да е помеѓу {1} и {2}.

source: The field {0} must match the regular expression '{1}'.
mk: Полето {0} мора да одговара на регуларниот израз '{1}'.

source: The pattern must be set to a valid regular expression.
mk: Шемата мора да е поставена на валиден регуларен израз.

source: The {0} field is required.
mk: Полето {0} е задолжително.

source: The maximum length must be a nonnegative integer.
mk: Максималната вредност мора да биде позитивен број.

source: The field {0} must be a string with a maximum length of {1}.
mk: Полето {0} мора да биде стринг со максимална должина {1}.

source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
mk: Полето {0} мора да биде стринг со минимална должина {2} и максимална должина {1}.

source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
mk: Клучниот параметар на позиција {0} со вредност '{1}' не е стринг. Секој клучен контролен параметар мора да биде стринг.

source: The key parameter at position {0} is null. Every key control parameter must be a string.
mk: Клучниот параметар на позиција {0} е недефиниран. Секој клучен контролен параметар мора да биде стринг.

source: The key parameter at position {0} with value '{1}' occurs more than once.
mk: Клучниот параметар на позиција {0} со вредност '{1}' се појавува повеќепати.

source: The number of control parameters must be even.
mk: Бројот на контролни параметри треба да е парен.

source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
mk: Полето {0} не е целосно квалифицирана http, https или ftp URL адреса.

source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
mk: Мора да биде поставен само ErrorMessageString или ErrorMessageResourceName, но не и двете.

source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
mk: „IsValid(object value)“ не е имплементиран на оваа класа. Препорачаниот влезен метод е GetValidationResult() и класи треба да направат „override“ на „IsValid(object value, ValidationContext context)“.

source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
mk: На атрибутот треба истовремено да бидат поставени „ErrorMessageResourceType“ и „ErrorMessageResourceName“.

source: The property '{0}' on resource type '{1}' is not a string type.
mk: Својството '{0}' на ресурсот '{1}' не е од вид стринг.

source: The resource type '{0}' does not have an accessible static property named '{1}'.
mk: Ресурсот '{0}' нема својство со име '{1}' дефинирано како пристапно статично својство.

source: The field {0} is invalid.
mk: Полето {0} е невалидно.

source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
mk: Инстанцата која е достапна мора да одговара на вредност на „ObjectInstance“ дефинирана на „ValidationContext“.

source: The value for property '{0}' must be of type '{1}'.
mk: Вредноста на својството '{0}' мора да биде од вид '{1}'.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The associated metadata type for type '{0}' contains the following unknown properties or fields: {1}. Please make sure that the names of these members match the names of the properties on the main type.
el: Ο συσχετισμένος τύπος μεταδεδομένων για τον τύπο "{0}" περιέχει τις ακόλουθες άγνωστες ιδιότητες ή πεδία: {1}. Βεβαιωθείτε ότι τα ονόματα αυτών των μελών ταιριάζουν με τα ονόματα των ιδιοτήτων στον κύριο τύπο.
fi: Tyypin "{0}" liittyvä metatietotyyppi sisältää seuraavat tuntemattomat ominaisuudet tai kentät: {1}. Ole hyvä ja varmista, että näiden jäsenten nimet vastaavat päätyypin ominaisuuksien nimiä.
ru: Метаданные типа '{0}' содержат следующие неизвестные свойства или поля: {1}. Пожалуйста, убедитесь, что имена свойств соответствуют именам свойств основного типа.
sk: Priradený typ metadát pre typ '{0}' obsahuje neznáme vlastnosti alebo polia: {1}. Uistite sa, prosím, že názvy týchto prvkov sú rovnaké, ako vlastnosti na hlavnom type.
tr: '{0}' türü için ilişkili meta veri türü, aşağıdaki bilinmeyen özellikleri veya alanları içerir: {1}. Lütfen bu üyelerin adlarının ana türdeki özelliklerin adlarıyla eşleştiğinden emin olun.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' does not contain a public property named '{1}'.
el: Ο τύπος "{0}" δεν περιέχει μια δημόσια ιδιότητα που ονομάζεται "{1}".
fi: Tyyppi "{0}" ei sisällä julkista omaisuutta nimeltä "{1}".
ru: Тип '{0}' не содержит публичного свойства '{1}'.
sk: Typ '{0}' neobsahuje verejnú vlastnosť '{1}'.
tr: '{0}' türü, '{1}' adlı genel bir özellik içermiyor.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property {0}.{1} could not be found.
el: Η ιδιότητα {0}. {1} δεν μπορεί να βρεθεί.
fi: Ominaisuutta {0}.{1} ei löydy.
ru: Свойство {0}.{1} не найдено.
sk: Vlastnosť {0}.{1} nebola nájdená.
tr: {0} özelliği. {1} özelliği bulunamadı.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: '{0}' and '{1}' do not match.
el: '{0}' και '{1}' δεν ταιριάζουν.
fi: "{0}" ja "{1}" eivät täsmää.
ru: '{0}' и '{1}' ' не совпадают.
sk: '{0}' a '{1}' sa nezhodujú.
tr: '{0}' ve '{1}' eşleşmiyor.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not find a property named {0}.
el: Δεν ήταν δυνατή η εύρεση μιας ιδιότητας με όνομα {0}.
fi: Ominaisuutta nimeltä {0} ei löydy.
ru: Не удалось найти свойство {0}.
sk: Vlastnosť s názvom '{0}' nebola nájdená.
tr: {0} adında bir özellik bulunamadı.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid credit card number.
el: Το πεδίο {0} δεν είναι έγκυρος αριθμός πιστωτικής κάρτας.
fi: Kenttä {0} ei ole kelvollinen luottokortin numero.
ru: Поле {0} не является допустимым номером кредитной карты.
sk: Pole {0} nie je platné číslo kreditnej karty.
tr: {0} alanı geçerli bir kredi kartı numarası değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must return System.ComponentModel.DataAnnotations.ValidationResult. Use System.ComponentModel.DataAnnotations.ValidationResult.Success to represent success.
el: Η μέθοδος CustomValidationAttribute "{0}" στον τύπο "{1}" πρέπει να επιστρέψει το System.ComponentModel.DataAnnotations.ValidationResult. Χρησιμοποίησε το System.ComponentModel.DataAnnotations.ValidationResult.Success για να παραστήσεις την επιτυχία.
fi: Metodin CustomValidationAttribute "{0}" tyypissä "{1}" tulisi palauttaa System.ComponentModel.DataAnnotations.ValidationResult. Käytä System.ComponentModel.DataAnnotations.ValidationResult.Success edustamaan onnistumissa.
ru: Метод CustomValidationAttribute '{0}' типа '{1}' должен возвращать System.ComponentModel.DataAnnotations.ValidationResult. Используйте System.ComponentModel.DataAnnotations.ValidationResult.Success для успешного возврата.
sk: CustomValidationAttribute metóda '{0}' v type '{1}' musí vracať 'System.ComponentModel.DataAnnotations.ValidationResult'. Použite 'System.ComponentModel.DataAnnotations.ValidationResult.Success' pre reprezentovanie úspešného výsledku (success).
tr: '{1}' türündeki CustomValidationAttribute yöntemi '{0}' System.ComponentModel.DataAnnotations.ValidationResult döndürmelidir. Başarıyı temsil etmek için System.ComponentModel.DataAnnotations.ValidationResult.Success öğesini kullanın.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' does not exist in type '{1}' or is not public and static.
el: Η μέθοδος CustomValidationAttribute "{0}" δεν υπάρχει στον τύπο "{1}" ή δεν είναι δημόσια και στατική.
fi: CustomValidationAttribute metodi "{0}" ei löydy tyypistä "{1}" tai se ei ole julkinen ja staattinen (static).
ru: Метод CustomValidationAttribute '{0}' не существует в типе '{1}' или не является общедоступным и статичным.
sk: CustomValidationAttribute metóda '{0}' neexistuje v type '{1}' alebo nie je verejná a statická.
tr: CustomValidationAttribute yöntemi '{0}', '{1}' türünde mevcut değil veya genel ve statik değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.Method was not specified.
el: Το CustomValidationAttribute.Method δεν καθορίστηκε.
fi: CustomValidationAttribute.Method ei ole määritelty.
ru: CustomValidationAttribute.Method не указан.
sk: CustomValidationAttribute.Method nebola špecifikovaná.
tr: CustomValidationAttribute.Method belirtilmedi.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute method '{0}' in type '{1}' must match the expected signature: public static ValidationResult {0}(object value, ValidationContext context). The value can be strongly typed. The ValidationContext parameter is optional.
el: Η μέθοδος CustomValidationAttribute "{0}" στον τύπο "{1}" πρέπει να ταιριάζει με την αναμενόμενη υπογραφή: public static ValidationResult {0} (object value, ValidationContext context). Η τιμή μπορεί να εισαχθεί υποχρεωτικά. Η παράμετρος ValidationContext είναι προαιρετική.
fi: CustomValidationAttribute metodi "{0}" tyypissä "{1}" tulisi vastata odotettua allekirjoitusta: public static ValidationResult {0}(object value, ValidationContext context). Arvo voidaan kirjoittaa vahvana. ValidationContext-parametri on valinnainen.
ru: Метод CustomValidationAttribute '{0}' типа '{1}' должен соответствовать ожидаемой сигнатуре: public static ValidationResult {0}(object value, ValidationContext context). Значение должно быть типизированным. Параметр ValidationContext является необязательным.
sk: CustomValidationAttribute metóda '{0}' v type '{1}' musí mať rovnaký podpis: public static ValidationResult {0}(object value, ValidationContext context). Hodnota môže byť zadaná napevno. Parameter pre ValidationContext nie je povinný.
tr: '{1}' türündeki CustomValidationAttribute yöntemi '{0}', beklenen imzayla eşleşmelidir: public static ValidationResult {0}(nesne değeri, ValidationContext bağlamı). Değer kesinlikle yazılabilir. ValidationContext parametresi isteğe bağlıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Could not convert the value of type '{0}' to '{1}' as expected by method {2}.{3}.
el: Δεν ήταν δυνατή η μετατροπή της τιμής του τύπου "{0}" σε "{1}" όπως αναμενόταν με τη μέθοδο {2}. {3}.
fi: Tyypin "{0}" arvoa ei voitu muuttaa muotoon "{1}" kuten odotettua metodilla {2}.{3}.
ru: Не удалось конвертировать значение типа '{0}' к '{1}' как ожидалось методом {2}.{3}.
sk: Nepodarilo sa skonvertovať hodnotu typu ''{0}' na '{1}' ako by sa očakávalo metódou {2}.{3}.
tr: {2}.{3} yöntemiyle beklendiği gibi '{0}' türünün değeri '{1}' biçimine dönüştürülemedi.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom validation type '{0}' must be public.
el: Ο προσαρμοσμένος τύπος επικύρωσης "{0}" πρέπει να είναι δημόσιος.
fi: Mukautettu validointityypin "{0}" täytyy olla julkinen.
ru: Пользовательский тип проверки '{0}' должен быть публичным.
sk: Vlastný typ validácie '{0}' musí byť public.
tr: '{0}' özel doğrulama türü genel olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: {0} is not valid.
el: {0} δεν είναι έγκυρο.
fi: {0} ei kelpaa.
ru: {0} недопустим.
sk: {0} nie je platné.
tr: {0} geçerli değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The CustomValidationAttribute.ValidatorType was not specified.
el: Το CustomValidationAttribute.ValidatorType δεν καθορίστηκε.
fi: CustomValidationAttribute.ValidatorType ei ole määritelty.
ru: Не указан CustomValidationAttribute.ValidatorType.
sk: CustomValidationAttribute.ValidatorType nebol špecifikovaný.
tr: CustomValidationAttribute.ValidatorType belirtilmedi.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The custom DataType string cannot be null or empty.
el: Η προσαρμοσμένη συμβολοσειρά DataType δεν μπορεί να είναι null ή κενή.
fi: Mukautettu DataType-merkkijono ei voi olla tyhjä tai null.
ru: Строка пользовательского типа данных не может быть null или пустой.
sk: Vlastný DataType string nemôže byť null alebo prázdny.
tr: Özel DataType dizesi boş olamaz.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} property has not been set. Use the {1} method to get the value.
el: Η ιδιότητα {0} δεν έχει οριστεί. Χρησιμοποίησε τη μέθοδο {1} για να λάβεις την τιμή.
fi: Ominaisuutta {0} ei ole asetettu. Käytä {1} -metodia saadaksesi arvon.
ru: Свойство {0} не было установлено. Используйте метод {1} для получения значения.
sk: Vlastnosť '{0}' nebola nastavená. Pre získanie hodnoty použite metódu '{1}'.
tr: {0} özelliği ayarlanmadı. Değeri almak için {1} yöntemini kullanın.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid e-mail address.
el: Το πεδίο {0} δεν είναι έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
fi: Kenttä {0} ei ole validi sähköpostiosoite.
ru: Поле {0} не является допустимым e-mail адресом.
sk: Pole {0} neobsahuje platnú e-mailovú adresu.
tr: {0} alanı geçerli bir e-posta adresi değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type provided for EnumDataTypeAttribute cannot be null.
el: Ο τύπος που παρέχεται για το EnumDataTypeAttribute δεν μπορεί να είναι null.
fi: EnumDataTypeAttribute:lle annettu tyyppi ei voi olla null.
ru: Указанный тип EnumDataTypeAttribute не может быть null.
sk: Stanovený typ pre EnumDataTypeAttribute nemôže byť null.
tr: EnumDataTypeAttribute için sağlanan tür boş olamaz.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type '{0}' needs to represent an enumeration type.
el: Ο τύπος "{0}" πρέπει να αντιπροσωπεύει έναν τύπο απαρίθμησης.
fi: Tyypin {0} on edustettava luettelotyyppiä.
ru: Тип '{0}' должен представлять тип перечисления.
sk: Typ '{0}' musí reprezentovať enumeration type.
tr: {0}' türünün bir numaralandırma türünü temsil etmesi gerekir.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field only accepts files with the following extensions: {1}.
el: Το πεδίο {0} δέχεται μόνο αρχεία με τις ακόλουθες επεκτάσεις: {1}.
fi: Kenttä {0} hyväksyy vain seuraavat tiedostomuodot: {1}.
ru: Поле {0} принимает файлы только со следующими расширениями: {1}.
sk: Pole {0} akceptuje iba súbory s týmito príponami: {1}.
tr: {0} alanı yalnızca şu uzantılara sahip dosyaları kabul eder: {1}.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Cannot retrieve property '{0}' because localization failed. Type '{1}' is not public or does not contain a public static string property with the name '{2}'.
el: Δεν είναι δυνατή η ανάκτηση της ιδιότητας "{0}" επειδή η τοπική προσαρμογή (localization) απέτυχε. Ο τύπος '{1}' δεν είναι δημόσιος ή δεν περιέχει μια δημόσια ιδιότητα στατικής συμβολοσειράς με το όνομα '{2}'.
fi: Ominaisuutta {0} ei voi noutaa, koska lokalisointi epäonnistui. Tyyppi "{1}" ei ole julkinen tai se ei sisällä julkista staattista merkkijono-oiminaisuutta, jonka nimi on '{2}'.
ru: Не удается получить свойство '{0}', потому что локализация не удалась. Тип '{1}' не является публичным или не содержит публичное статическое свойство с именем '{2}'.
sk: Nie je možné načítať vlastnosť '{0}' z dôvodu zlyhania lokalizácie. Typ '{1}' nie je public alebo neobsahuje public static string vlastnosť s názvom '{2}'.
tr: Yerelleştirme başarısız olduğundan '{0}' özelliği alınamıyor. '{1}' türü genel değil veya '{2}' adında bir genel statik dize özelliği içermiyor.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MaxLengthAttribute must have a Length value that is greater than zero. Use MaxLength() without parameters to indicate that the string or array can have the maximum allowable length.
el: Το MaxLengthAttribute πρέπει να έχει τιμή μήκους μεγαλύτερη από το μηδέν. Χρησιμοποιήστε το MaxLength() χωρίς παραμέτρους για να υποδείξετε ότι η συμβολοσειρά ή ο πίνακας μπορεί να έχει το μέγιστο επιτρεπόμενο μήκος.
fi: MaxLengthAttribuute:n pituusarvon on oltava suurempi kuin nolla. Käytä MaxLength() ilman parametreja osoittamaan, että merkkijonolla tai taulukkolla voi olla suurin sallittu pituus.
ru: Значение длины атрибута MaxLengthAttribute должно быть больше нуля. Используйте MaxLength() без параметров, чтобы показать, что строка или массив должны иметь максимально допустимую длину.
sk: MaxLengthAttribute musí mať Length hodnotu väčšiu ako 0. Použite MaxLength() bez parametrov pre string alebo pole s maximálnou povolenou dĺžkou.
tr: MaxLengthAttribute, sıfırdan büyük bir Uzunluk değerine sahip olmalıdır. Dizenin veya dizinin izin verilen maksimum uzunluğa sahip olabileceğini belirtmek için MaxLength()'i parametresiz kullanın.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a maximum length of '{1}'.
el: Το πεδίο {0} πρέπει να είναι συμβολοσειρά ή τύπος πίνακα με μέγιστο μήκος "{1}".
fi: Kentän {0} on oltava merkkijono tai taulukko, jonka maksimipituus on '{1}'.
ru: Поле {0} должно быть строкой или массивом с максимальной длиной '{1}'.
sk: Pole {0} musí byť typu string alebo array s maximálnou dĺžkou '{1}'.
tr: {0} alanı, maksimum uzunluğu '{1}' olan bir dize veya dizi türü olmalıdır.
