Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Contents.po
Languages: ar, cs, de, es, it, ru

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish Content
ar: نشر محتوى
cs: Publikovat obsah
de: Inhalt veröffentlichen
es: Publicar contenido
it: Pubblica contenuto
ru: Опубликовать

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Thumbnail
source: Publish a content item.
ar: نشر عنصر محتوى.
cs: Publikuje položku obsahu.
de: Inhaltselement veröffentlichen.
es: Crear un elemento de contenido.
it: Pubblica un elemento del contenuto.
ru: Опубликовать элемент содержимого.

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve Content
ar: استرجاع محتوى
de: Inhalt abrufen
es: Recuperar contenido
it: Recupero Contenuto
ru: Получить содержимое

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content provided via the <em>ContentItemId</em> input argument
de: Abrufen von Inhalten, die über den <em>ContentItemId</em> Parameter bereitgestellt werden
es: Recupera el contenido proporcionado a través del argumento de entrada de <em>ContentItemId</em>
it: Recupera il contenuto fornito tramite l'argomento di input <em>ContentItemId</em>
ru: Получить содержимое, предоставленное с помощью аргумента <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Design
source: Retrieve content using expression: <em>{0}</em>
de: Inhalte mit Ausdruck abrufen: <em>{0}</em>
es: Recuperar contenido usando expresión: <em>{0}</em>
it: Recupera il contenuto usando l'espressione: <em>{0}</em>
ru: Получить содержимое, используя выражение: <em>{0}</em>

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Content Item ID
de: Inhaltselement-Id
es: Id del elemento de contenido
it: Id dell'elemento di contenuto
ru: ID элемента содержимого

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be retrieved. For example: correlationId().
es: Introduzca una expresión JavaScript que evalúe el ID del elemento de contenido (ContentItemId) a ser recuperado. Por ejemplo: correlationId().
it: Inserisci un'espressione JavaScript che valuti l'ID dell'elemento contenuto (ContentItemId) da recuperare. Per esempio: correlationId().
ru: Введите выражение JavaScript для вычисления ID элемента содержимого (ContentItemId), который будет получен. Например: correlationId().

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve Content
ar: استرجاع محتوى
de: Inhalt abrufen
es: Recuperar contenido
it: Recupero Contenuto
ru: Получить содержимое

# OrchardCore.Contents.Views.Items.RetrieveContentTask.Fields.Thumbnail
source: Retrieve a content item.
ar: استرجاع عنصر محتوى.
de: Aufgabe abrufen.
es: Recuperar un elemento de contenido.
it: Recupera un elemento di contenuto.
ru: Получить элемент контента.

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish Content
ar: عدم نشر محتوى
cs: Zrušit publikaci obsahu
de: Veröffentlichung aufheben
es: Sin Publicar Contenido
it: Sospendi la pubblicazione del contenuto
ru: Отменить публикацию

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>ContentItem</em> input argument
de: Veröffentlichung des Inhalt über den <em>Content</em> Parameter aufheben
es: No publicar contenido proporcionado a través del argumento de entrada <em>ContentItem</em>
it: Sospendi la pubblicazione dei contenuti tramite l'argomento <em>ContentItem</em>
ru: Отменить публикацию содержимого, предоставленного через аргумент <em>Content</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content using expression: <em>{0}</em>
ar: إلغاء نشر المحتوى بإستخدام التعبير: <em>{0}</em>
cs: Zruší publikaci obsahu specifikovaného pomocí výrazu: <em>{0}</em>
de: Veröffentlichung des Inhalts mit dem Ausdruck aufheben: <em>{0}</em>
es: No Publicar contenido utilizando la expresión: <em>{0}</em>
it: Sospendi la pubblicazione del contenuto usando l'espressione: <em>{0}</em>
ru: Снять публикацию контента с помощью выражения: <em>{0}</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Expression
ar: التعبير
cs: Výraz
de: Ausdruck
es: Expresión
it: Espressione
ru: Выражение

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item (or its 'ContentItemId') to be unpublished. For example: input("ContentItem"). If no expression is specified, the workflow's "ContentItem" input variable or "ContentItem" property will be used.
es: Introduzca una expresión JavaScript que evalúe al content item (o su 'ContentItemId') para no publicar. Por ejemplo: input("ContentItem"). Si no se especifica ninguna expresión, se utilizará la variable de entrada "ContentItem" o la propiedad "ContentItem".
it: Inserisci un'espressione JavaScript che valuti l'elemento del contenuto (o il suo 'ContentItemId') da sospendere dalla pubblicazione. Ad esempio: input("ContentItem"). Se non è specificata alcuna espressione, verrà utilizzata la variabile di input del flusso di lavoro "ContentItem" o la proprietà "ContentItem".
ru: Введите выражение JavaScript для вычисления элемента содержимого (или его 'ContentItemId') для снятия с публикации. Например: input("ContentItem"). Если выражение не указано, будет использована переменная "ContentItem" или свойство "ContentItem".

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish Content
ar: عدم نشر محتوى
cs: Zrušit publikaci obsahu
de: Veröffentlichung aufheben
es: Sin Publicar Contenido
it: Sospendi dalla pubblicazione il contenuto
ru: Отменить публикацию

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Thumbnail
source: Unpublish a content item.
ar: عدم نشر عنصر محتوى.
cs: Zruší publikaci položky obsahu.
de: Veröffentlichung eines Inhaltelements aufheben.
es: No Publicar un elemento de contenido.
it: Sospendi dalla pubblicazione un elemento di contenuto.
ru: Отменить публикацию элемента содержимого.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update Content
de: Inhalt aktualisieren
es: Actualizar contenido
it: Aggiorna Contenuto
ru: Обновить контент

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content provided via the <em>ContentItemId</em> input argument
es: Actualizar el contenido proporcionado a través del argumento de entrada <em>ContentItemId</em>
it: Aggiorna il contenuto fornito tramite l'argomento di input <em>ContentItemId</em>
ru: Обновить содержимое, предоставленное через входной аргумент <em>ContentItem</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Design
source: Update content using expression: <em>{0}</em>
es: Actualizar contenido usando expresión: <em>{0}</em>
it: Aggiorna contenuto usando l'espressione: <em>{0}</em>
ru: Обновить содержимое, используя выражение: <em>{0}</em>

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Item ID
de: Inhaltselement-Id
es: Id del elemento de contenido
it: Id dell'elemento di contenuto
ru: ID элемента содержимого

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the Content Item's ID (ContentItemId) to be updated. For example: correlationId().
es: Introduzca una expresión JavaScript que evalúe al ID del elemento de contenido (ContentItemId) para ser actualizado. Por ejemplo: correlationId().
it: Inserisci un'espressione JavaScript che valuti l'ID dell'elemento contenuto (ContentItemId) da aggiornare. Per esempio: correlationId().
ru: Введите выражение JavaScript для вычисления ID элемента содержимого (ContentItemId), который будет обновлён. Например: correlationId().

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Content Properties
de: Inhaltseigenschaften
es: Propiedades del contenido
it: Proprietà contenuto
ru: Свойства контента

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Optionally provide values for the content parts, fields and their properties in JSON format. With Liquid support.
de: Geben Sie optionale Werte für die ContentParts, Felder und deren Eigenschaften im JSON-Format ein. Mit Liquid-Support.
es: Opcionalmente proporciona valores para las partes de contenido, campos y sus propiedades en formato JSON. Con soporte Liquid.
it: (facoltativo) Fornisci valori per le parti di contenuto, i campi e le loro proprietà in formato JSON. Con il supporto Liquid.
ru: При необходимости предоставьте значения для частей содержимого, полей и их свойств в формате JSON. С поддержкой Liquid.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Publish
ar: نشر
es: Publicar
it: Pubblica
ru: Опубликовать

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Edit
source: Check if you want the content item to be published when being updated. Leave unchecked to create a draft version.
ar: اختر إذا تريد نشر العنصر بعد التحديث. اتركه غير مختار لإنشاء نسخة مسودة.
es: Marque si desea que el Content Item se publique cuando sea actualizado. Deje sin marcar para crear una versión de borrador.
it: Seleziona se vuoi che l'elemento del contenuto sia pubblicato quando viene aggiornato. Lascia deselezionato per creare una versione in bozza.
ru: Отметьте, если вы хотите, чтобы элемент содержимого был опубликован при обновлении. Оставьте неотмеченным для создания черновика версии.

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update Content
ar: تحديث المحتوى
de: Inhalt aktualisieren
es: Actualizar contenido
it: Aggiorna Contenuto
ru: Обновление контента

# OrchardCore.Contents.Views.Items.UpdateContentTask.Fields.Thumbnail
source: Update a content item.
ar: تحديث عنصر محتوى.
de: Inhaltselement aktualisieren.
es: Actualizar un elemento de contenido.
it: Aggiorna un elemento di contenuto.
ru: Обновление элемента контента.

# OrchardCore.Contents.Workflows.Activities.DeleteContentTask
source: Noop
ar: لا يوجد عملية
it: Nessuna operazione
ru: Ничего

# OrchardCore.Contents.Workflows.Activities.PublishContentTask
source: Noop
ar: لا يوجد عملية
it: Nessuna operazione
ru: Ничего

# OrchardCore.Contents.Workflows.Activities.UnpublishContentTask
source: Noop
ar: لا يوجد عملية
it: Nessuna operazione
ru: Ничего

# OrchardCore.Contents.Views.ContentsButtonActions_SummaryAdmin
source: No
ar: لا
ru: Нет

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully published.
cs: Obsah byl úspěšně publikován.
de: Inhalt erfolgreich veröffentlicht.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully unpublished.
cs: Publikace obsahu byla úspěšně zrušena.
de: Veröffentlichung des Inhalts wurde erfolgreich aufgehoben.

# OrchardCore.Contents.Controllers.AdminController
source: Content successfully removed.
cs: Vybraný obsah byl úspěšně odstraněn.
de: Inhalt erfolgreich entfernt.

# OrchardCore.Content.Controllers.ApiController
source: One or more validation errors occurred.
de: Ein oder mehrere Validierungsfehler sind aufgetreten.

source: Content successfully added to deployment plan.
de: Inhalt erfolgreich zum Bereitstellungsplan hinzugefügt.

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Publish Draft
cs: Publikovat koncept
de: Entwurf veröffentlichen

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Preview Draft
cs: Náhled konceptu
de: Vorschau des Entwurfs

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Discard Draft
cs: Zahodit koncept
de: Entwurf verwerfen

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to discard this draft?
cs: Opravdu chcete zahodit tento koncept?
de: Sind Sie sicher, dass Sie diesen Entwurf verwerfen möchten?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Yes
de: Ja

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: No
de: Nein

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Unpublish
cs: Zrušit publikaci
de: Veröffentlichung aufheben

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to unpublish this item?
cs: Opravdu chcete tuto položku odpublikovat?
de: Sind Sie sicher, dass Sie die Veröffentlichung dieses Eintrags aufheben möchten?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Delete
cs: Smazat
de: Löschen

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Are you sure you want to delete this content item?
de: Sind Sie sicher, dass Sie diesen Inhalt löschen wollen?

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Clone
cs: Duplikovat
de: Duplizieren

# OrchardCore.Contents.Views.ContentsAdminList-BulkActions
source: Bulk Action
de: Mehrfachaktion

# OrchardCore.Contents.Views.ContentsAdminList-BulkActions
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?

# OrchardCore.Contents.Views.ContentsAdminList-Create
source: New {0}
de: {0} erstellen

# OrchardCore.Contents.Views.ContentsAdminList-Create
source: New
de: Neu

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Filter by content type
de: Nach Inhaltstyp filtern

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Content Type
de: Inhaltstyp

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Filter by status
de: Nach Status filtern

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Show
de: Anzeigen

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Sort by
de: Sortieren nach

# OrchardCore.Contents.Views.ContentsAdminList-Filters
source: Sort
de: Sortieren

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Filters
de: Filter

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Only draft items
de: Nur Entwurfsartikel

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Only published items
de: Nur veröffentlichte Artikel

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Owned by me
de: Im Besitz von mir

# OrchardCore.Contents.Views.ContentsAdminList-Search
source: Search all content items
de: Alle Inhaltselemente durchsuchen

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: Select All
de: Alle auswählen

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: 1 item
de: 1 Element

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: Items {0} to {1}
de: Elemente von {0} bis {1}

# OrchardCore.Contents.Views.ContentsAdminList-Summary
source: / {0} item in total
de: / {0} Element insgesamt

# OrchardCore.Contents.Controllers.AdminController
source: latest
cs: nejnovější

# OrchardCore.Contents.Controllers.AdminController
source: owned by me
cs: vlastněno mnou

# OrchardCore.Contents.Controllers.AdminController
source: published
cs: publikováno

# OrchardCore.Contents.Controllers.AdminController
source: unpublished
cs: nepublikováno

# OrchardCore.Contents.Controllers.AdminController
source: all versions
cs: všechny verze

# OrchardCore.Contents.Controllers.AdminController
source: recently created
cs: nedávno vytvořené

# OrchardCore.Contents.Controllers.AdminController
source: recently modified
cs: nedávno změněné

# OrchardCore.Contents.Controllers.AdminController
source: recently published
cs: nedávno publikované

# OrchardCore.Contents.Controllers.AdminController
source: title
cs: titulek

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: Owner
cs: Vlastník

# OrchardCore.Contents.Views.CommonPart-Owner.Edit
source: The owner of the content item.
cs: Vlastník položky.

# OrchardCore.Contents.Views.Contents-Button-Actions.SummaryAdmin
source: Actions
cs: Akce

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: Edit
cs: Upravit

# OrchardCore.Contents.Views.Contents-Button-Edit.SummaryAdmin
source: View
cs: Zobrazit

# OrchardCore.Contents.Views.Contents-Meta.SummaryAdmin
source: Last modified {0} by {1}
cs: Naposledy upravil {1} v {0}

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Published
cs: Publikováno

# OrchardCore.Contents.Views.Contents-Tags.SummaryAdmin
source: Draft
cs: Koncept

# OrchardCore.Contents.Views.Admin.List
source: Create New Content
cs: Vytvořit nový obsah

# OrchardCore.Contents.Views.Admin.List
source: Create New {0}
cs: Vytvořit nový {0}

# OrchardCore.Contents.Views.Admin.List
source: Title
cs: Titulek

# OrchardCore.Contents.Views.Admin.List
source: Filter
cs: Filtr

# OrchardCore.Contents.Views.Admin.List
source: Show
cs: Zobrazit

# OrchardCore.Contents.Views.Admin.List
source: Sort by
cs: Řadit podle

# OrchardCore.Contents.Views.Admin.List
source: Select All
cs: Vybrat Vše

# OrchardCore.Contents.Views.Admin.List
source: Bulk Actions
cs: Hromadné Akce

# OrchardCore.Contents.Views.Admin.List
source: Bulk Action
cs: Hromadná Akce

# OrchardCore.Contents.Views.Admin.List
source: Are you sure you want to {0} this/these item(s)?
cs: Opravdu {0} tuto/tyto položku(y)?

# OrchardCore.Contents.Views.Admin.List
source: No result found.
cs: Nenalezeny žádné výsledky.

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Design
source: Delete content provided via the <em>Content</em> input argument
cs: Smaže obsah určený prostřednictvím argumentu <em>Obsah</em>

# OrchardCore.Contents.Views.Items.DeleteContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be deleted. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
cs: Zadejte výraz jazyka JavaScript, jehož výstupem je položka obsahu, která má být smazána. Například: input("Content"). Pokud není zadán žádný výraz, bude použit vstupní argument workflow "Obsah" nebo vlastnost "Obsah".

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Design
source: Publish content provided via the <em>Content</em> input argument
cs: Publikuje obsah určený prostřednictvím argumentu <em>Obsah</em>

# OrchardCore.Contents.Views.Items.PublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be published. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
cs: Zadejte výraz jazyka JavaScript, jehož výstupem je položka obsahu, která má být publikována. Například: input("Content"). Pokud není zadán žádný výraz, bude použit vstupní argument workflow "Obsah" nebo vlastnost "Obsah".

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Design
source: Unpublish content provided via the <em>Content</em> input argument
cs: Zruší publikaci obsahu určeného prostřednictvím argumentu <em>Obsah</em>

# OrchardCore.Contents.Views.Items.UnpublishContentTask.Fields.Edit
source: Enter a JavaScript expression that evaluates to the content item to be unpublished. For example: input("Content"). If no expression is specified, the workflow's "Content" input variable or "Content" property will be used.
cs: Zadejte výraz jazyka JavaScript, jehož výstupem je položka obsahu, která má být odpublikována. Například: input("Content"). Pokud není zadán žádný výraz, bude použit vstupní argument workflow "Obsah" nebo vlastnost "Obsah".
