Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Templates.po
Languages: fi, it, ja, pl, pt_br, vi

# OrchardCore.Templates.AdminMenu
source: Design
fi: Ulkoasu
it: Aspetto
ja: デザイン
pl: Układ
vi: Thiết kế

# OrchardCore.Templates.AdminMenu
source: Templates
fi: Mallit
it: Modelli di Frontend
ja: テンプレート
pl: Szablony
vi: Khuôn mẫu

# OrchardCore.Templates.AdminTemplatesAdminMenu
source: Design
fi: Ulkoasu
it: Aspetto
ja: デザイン
pl: Projekt
vi: Thiết kế

# OrchardCore.Templates.AdminTemplatesAdminMenu
source: Admin Templates
fi: Hallinnan mallit
it: Modelli di Backend
ja: 管理者テンプレート
pl: Szablony administratora
vi: Những mẫu Quản trị

# OrchardCore.Templates.Controllers.TemplateController
source: Delete
fi: Poista
it: Elimina

# OrchardCore.Templates.Controllers.TemplateController
source: The name is mandatory.
fi: Nimi on pakollinen.
it: Il nome è obbligatorio.
ja: 名前は必須です
pl: Nazwa jest obowiązkowa.
pt_br: O nome é obrigatório.
vi: Tên là bắt buộc.

# OrchardCore.Templates.Controllers.TemplateController
source: The content is mandatory.
fi: Sisältö on pakollinen.
it: Il contenuto è obbligatorio.
ja: コンテンツは必須です。
pt_br: O conteúdo é obrigatório.

# OrchardCore.Templates.Controllers.TemplateController
source: A template with the same name already exists.
fi: Saman niminen malli on jo olemassa.
it: Esiste già un template con lo stesso nome.
ja: 同じ名前のテンプレートが既に存在します。
pl: Szablon o tej samej nazwie już istnieje.
pt_br: Já existe um template com o mesmo nome.
vi: Đã có tại một mẫu sử dụng tên này.

# OrchardCore.Templates.Controllers.TemplateController
source: The "{0}" template has been created.
fi: Malli "{0}" on luotu.
it: Il template "{0}" è stato creato.
ja: "{0}" テンプレートが作成されました。
pt_br: O modelo "{0}" foi criado.

# OrchardCore.Templates.Controllers.TemplateController
source: Template deleted successfully.
fi: Malli on poistettu onnistuneesti.
it: Template eliminato con successo.

# OrchardCore.Templates.Controllers.TemplateController
source: Templates successfully removed.
fi: Malli on siirretty onnistuneesti.
it: Template rimosso con successo.

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in detail views
fi: {0} osan malli yksityiskohtanäkymissä
it: Template per una parte {0} nelle viste di dettaglio
ja: 詳細表示の {0} 部分のテンプレート
pl: Szablon dla {0} części szczegółów
pt_br: Template para o componente {0} na visualização detalhada
vi: Mẫu cho {0} phần trong hiển thị chi tiết

# OrchardCore.Templates.Settings.TemplateContentPartDefinitionDriver
source: Template for a {0} part in summary views
fi: {0} osan malli yhteenvetonäkymissä
it: Template per una parte {0} nelle viste di riepilogo
ja: 概要表示の {0} 部分のテンプレート
pl: Szablon dla {0} części podsumowania
pt_br: Template para o componente {0} na visualização resumida
vi: Mẫu cho {0} phần trong hiển thị tóm tắt

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in detail views
fi: {0} sisällön malli yksityiskohtanäkymissä
it: Template per un elemento di contenuto {0} nelle viste di dettaglio
ja: 詳細ビューの {0} コンテンツ項目のテンプレート
pl: Szablon dla elementu treści {0} w widoku szczegółowym
pt_br: Template para o item de conteúdo {0} na visualização detalhada
vi: Mẫu cho {0} mục nội dung trong hiển thị chi tiết

# OrchardCore.Templates.Settings.TemplateContentTypeDefinitionDriver
source: Template for a {0} content item in summary views
fi: {0} sisällön malli yhteenvetonäkymissä
it: Template per un elemento di contenuto {0} nelle viste di riepilogo
ja: 概要ビューの {0} コンテンツ項目のテンプレート
pl: Szablon dla elementu treści {0} w widokach podsumowania
pt_br: Template para o item de conteúdo {0} na visualização resumida
vi: Mẫu cho {0} mục nội dung trong hiển thị tóm tắt

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in detail views
fi: Tyypissä {1} olevan osan {0} malli yksityiskohtanäkymissä
it: Template per la parte {0} in un tipo {1} per le viste di dettaglio
ja: 詳細ビューの {1} 種別の {0} パートのテンプレート
pl: Szablon dla {0} części w typie {1} w widokach szczegółowych
pt_br: Template para o componente {0} no tipo de conteúdo {1} na visualização detalhada
vi: Mẫu cho {0} phần trong {1} loại trong hiển thị chi tiết

# OrchardCore.Templates.Settings.TemplateContentTypePartDefinitionDriver
source: Template for the {0} part in a {1} type in summary views
fi: Tyypissä {1} olevan osan {0} malli yhteenvetonäkymissä
it: Modello di Frontend per la parte {0} in un tipo {1} per le viste di riepilogo
ja: 概要ビューの {1} 種別の {0} パートのテンプレート
pl: Szablon dla {0} części w typie {1} w widoku podsumowania
pt_br: Template para o componente {0} no tipo de conteúdo {1} na visualização resumida
vi: Mẫu cho {0} phần trong {1} loại trong hiển thị tóm tắt

# OrchardCore.Templates.Views.TemplateSettings
source: Edit templates
fi: Muokkaa malleja
it: Modifica Modelli di Frontend
ja: テンプレートを編集
pl: Edytuj szablony
pt_br: Editar templates
vi: Sửa mẫu

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: All Admin Templates
fi: Kaikki hallinnan mallit
it: Tutti i modelli di Backend

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: Export templates as files
fi: Vie mallit tiedostoina
it: Esporta modelli di frontend come file

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Fields.Edit
source: Check if the templates should be exported as files instead of inline.
fi: Tarkista, pitäisikö mallipohjat viedä tiedostoina inline- sijasta.
it: Se selezionato, i modelli di frontend possono essere esportati come file invece che come testo in linea.

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: All Admin Templates
fi: Kaikki hallinnan mallit
it: Tutti i modelli di Backend
ja: すべての管理者テンプレート
pl: Wszystkie szablony administratora
pt_br: Todos os Templates Admin
vi: Tất cả Mẫu Quản trị

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Summary
source: Adds all admin templates to the plan.
fi: Lisää kaikki hallinnan mallit suunnitelmaan.
it: Aggiunge tutti i modelli di backend al piano.
ja: プランに全ての管理者テンプレートを追加
pl: Dodaje wszystkie szablony administratora do planu.
pt_br: Adiciona todos os templates de admin ao plano.
vi: Thêm tất cả các mẫu quản trị vào kế hoạch.

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: All Admin Templates
fi: Kaikki hallinnan mallit
it: Tutti i modelli di Backend
ja: すべての管理者テンプレート
pl: Wszystkie szablony administratora
pt_br: Todos os Templates Admin
vi: Tất cả Mẫu Quản trị

# OrchardCore.Templates.Views.Items.AllAdminTemplatesDeploymentStep.Thumbnail
source: Exports admin templates.
fi: Vie hallinnan mallit.
it: Esporta modelli di backend.
ja: 管理テンプレートをエクスポートする
pl: Eksportuje szablony administratora.
pt_br: Exportar os templates de admin.
vi: Xuất các mẫu quản trị.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: All Templates
fi: Kaikki mallit
it: Tutti i modelli di frontend

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: Export templates as files
fi: Vie mallit tiedostoina
it: Esporta i modelli di frontend come file

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Fields.Edit
source: Check if the templates should be exported as files instead of inline.
fi: Tarkista, pitäisikö mallipohjat viedä tiedostoina inline- sijasta.
it: Se selezionato, i modelli di frontend possono essere esportati come file invece che come testo in linea.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: All Templates
fi: Kaikki mallit
it: Tutti i modelli di frontend
ja: すべてのテンプレート
pl: Wszystkie szablony
pt_br: Todos os Templates
vi: Tất cả các mẫu

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Summary
source: Adds all templates to the plan.
fi: Lisää kaikki mallipohjat suunnitelmaan.
it: Aggiunge tutti i modelli di frontend al piano.
ja: プランに全てのテンプレートを追加
pl: Dodaje wszystkie szablony do planu.
pt_br: Adiciona todos os templates ao plano.
vi: Thêm tất cả các mẫu vào kế hoạch.

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: All Templates
fi: Kaikki mallit
it: Tutti i modelli di frontend
ja: すべてのテンプレート
pl: Wszystkie szablony
pt_br: Todos os Templates
vi: Tất cả các mẫu

# OrchardCore.Templates.Views.Items.AllTemplatesDeploymentStep.Thumbnail
source: Exports templates.
fi: Vie mallit.
it: Esporta Modelli di Frontend.
ja: テンプレートのエクスポート
pl: Eksport szablonów.
pt_br: Exporta templates.
vi: Xuất các mẫu.

# OrchardCore.Templates.Views.Preview.Index
source: Template Preview
fi: Mallin esikatselu
it: Anteprima Modello di Frontend
ja: テンプレートのプレビュー
pl: Podgląd szablonu
pt_br: Pré-visualização do Modelo
vi: Xem trước Mẫu

# OrchardCore.Templates.Views.Preview.Index
source: Preview Disconnected
fi: Mallin esikatselu lopetettu
it: Anteprima Disconnessa
ja: プレビューが切断されました
pl: Podgląd rozłączony
pt_br: Pré-visualização desconectada
vi: Đã ngắt kết nối Xem trước

# OrchardCore.Templates.Views.Preview.Index
source: Preview Error
fi: Virhe esikatselussa
it: Errore Anteprima
ja: プレビューエラー
pl: Błąd podglądu
pt_br: Erro de Pré-visualização
vi: Lỗi trong khi Xem trước

# OrchardCore.Templates.Views.Template.Create
source: Create Template
fi: Luo malli
it: Crea Modello di Frontend
ja: テンプレートを作成
pl: Utwórz szablon
pt_br: Criar Template
vi: Tạo Mẫu

# OrchardCore.Templates.Views.Template.Create
source: Save
fi: Tallenna
it: Salva
ja: 保存
pl: Zapisz
pt_br: Salvar
vi: Lưu

# OrchardCore.Templates.Views.Template.Create
source: Toggle Dropdown
fi: Vaihap pudotuslistan tilaa
it: Attiva/disattiva menu a discesa
ja: ドロップダウンの切替
pl: Rozwiń menu
pt_br: Exibir/Esconder Menu Suspenso
vi: Đổi Dropdown

# OrchardCore.Templates.Views.Template.Create
source: and continue
fi: ja jatka
it: e continua
ja: そして続行
pl: i kontynuuj
pt_br: e continuar
vi: và tiếp tục

# OrchardCore.Templates.Views.Template.Create
source: Cancel
fi: Peruuta
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
vi: Bỏ qua

# OrchardCore.Templates.Views.Template.Create
source: Preview
fi: Esikatselu
it: Anteprima
ja: プレビュー
pl: Podgląd
pt_br: Pré-visualização
vi: Xem trước

# OrchardCore.Templates.Views.Template.Create
source: Name
fi: Nimi
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
vi: Tên

# OrchardCore.Templates.Views.Template.Create
source: The name of the template.
fi: Mallin nimi.
it: Il nome del modello di frontend.
ja: テンプレートの名前
pl: Nazwa szablonu.
pt_br: O nome do template.
vi: Tên của mẫu.

# OrchardCore.Templates.Views.Template.Create
source: Description
fi: Kuvaus
it: Descrizione
ja: 説明
pl: Opis
pt_br: Descrição
vi: Mô tả

# OrchardCore.Templates.Views.Template.Create
source: The description of the template.
fi: Mallin kuvaus.
it: La descrizione del modello di frontend.
ja: テンプレートの説明
pl: Opis szablonu.
pt_br: A descrição do template.
vi: Mô tả của mẫu.

# OrchardCore.Templates.Views.Template.Create
source: Content
fi: Sisältö
it: Contenuto
ja: コンテンツ
pl: Treść
pt_br: Conteúdo
vi: Nội dung

# OrchardCore.Templates.Views.Template.Create
source: The Liquid template.
fi: Liquid-malli.
it: Modello di Frontend Liquid.
ja: リキッドテンプレート
pl: Szablon "Liquid".
pt_br: O Template Liquid.
vi: Mẫu Liquid.

# OrchardCore.Templates.Views.Template.Edit
source: Edit Admin Template
fi: Muokkaa pääkäyttäjän mallia
it: Modifica Modello di Backend

# OrchardCore.Templates.Views.Template.Edit
source: Edit Template
fi: Muokkaa mallia
it: Modifica Modello di Frontend
ja: テンプレートを編集
pl: Edytuj szablon
pt_br: Editar Template
vi: Sửa Mẫu

# OrchardCore.Templates.Views.Template.Edit
source: Save
fi: Tallenna
it: Salva
ja: 保存
pl: Zapisz
pt_br: Salvar
vi: Lưu

# OrchardCore.Templates.Views.Template.Edit
source: Toggle Dropdown
fi: Vaiha pudotuslistan tilaa
it: Attiva/disattiva menu a discesa
ja: ドロップダウンの切替
pl: Rozwiń menu
pt_br: Exibir/Esconder Menu Suspenso
vi: Đổi Dropdown

# OrchardCore.Templates.Views.Template.Edit
source: and continue
fi: ja jatka
it: e continua
ja: そして続行
pl: i kontynuuj
pt_br: e continuar
vi: và tiếp tục

# OrchardCore.Templates.Views.Template.Edit
source: Cancel
fi: Peruuta
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
vi: Bỏ qua

# OrchardCore.Templates.Views.Template.Edit
source: Preview
fi: Esikatselu
it: Anteprima
ja: プレビュー
pl: Podgląd
pt_br: Pré-visualização
vi: Xem trước

# OrchardCore.Templates.Views.Template.Edit
source: Name
fi: Nimi
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
vi: Tên

# OrchardCore.Templates.Views.Template.Edit
source: The name of the template.
fi: Mallin nimi.
it: Il nome del modello di frontend.
ja: テンプレートの名前
pl: Nazwa szablonu.
pt_br: O nome do template.
vi: Tên của mẫu.

# OrchardCore.Templates.Views.Template.Edit
source: Description
fi: Kuvaus
it: Descrizione
ja: 説明
pl: Opis
pt_br: Descrição
vi: Mô tả

# OrchardCore.Templates.Views.Template.Edit
source: The description of the template.
fi: Mallin kuvaus.
it: La descrizione del modello di frontend.
ja: テンプレートの説明
pl: Opis szablonu.
pt_br: A descrição do template.
vi: Mô tả của mẫu.

# OrchardCore.Templates.Views.Template.Edit
source: Content
fi: Sisältö
it: Contenuto
ja: コンテンツ
pl: Treść
pt_br: Conteúdo
vi: Nội dung

# OrchardCore.Templates.Views.Template.Edit
source: The Liquid template.
fi: Liquid-malli.
it: Modello di Frontend Liquid.
ja: リキッドテンプレート
pl: Szablon "Liquid".
pt_br: O Template Liquid.
vi: Mẫu Liquid.

# OrchardCore.Templates.Views.Template.Index
source: Admin Templates
fi: Hallinnan mallit
it: Modelli di Backend
ja: 管理者テンプレート
pl: Szablony administratora
pt_br: Templates Admin
vi: Những mẫu Quản trị

# OrchardCore.Templates.Views.Template.Index
source: Templates
fi: Mallit
it: Modelli Frontend
ja: テンプレート
pl: Szablony
vi: Khuôn mẫu

# OrchardCore.Templates.Views.Template.Index
source: Search
fi: Hae
it: Cerca

# OrchardCore.Templates.Views.Template.Index
source: Add Template
fi: Lisää malli
it: Aggiungi Modello di Frontend
ja: テンプレートを追加
pl: Dodaj Szablon
pt_br: Adicionar Template
vi: Thêm mẫu

# OrchardCore.Templates.Views.Template.Index
source: Select All
fi: Valitse kaikki
it: Seleziona tutto

# OrchardCore.Templates.Views.Template.Index
source: 1 item
fi: 1 kohde
it: 1 elemento
ja: {0} 項目
pl: 1 element
vi: {0} mục

# OrchardCore.Templates.Views.Template.Index
source: Items {0} to {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}
ja: 項目 {0} ～ {1}
pl: Elementy od {0} do {1}
pt_br: Itens {0} a {1}
vi: Mục {0} đến {1}

# OrchardCore.Templates.Views.Template.Index
source: / {0} item in total
fi: /{0} kohdetta yhteensä
it: / {0} elemento in totale
ja: / 全 {0} 項目
pl: / {0} element łącznie
pt_br: / {0} item no total
vi: / {0} mục trong tổng số

# OrchardCore.Templates.Views.Template.Index
source: Actions
fi: Toiminnot
it: Azioni

# OrchardCore.Templates.Views.Template.Index
source: Bulk Action
fi: Massatoiminnot
it: Azione di massa

# OrchardCore.Templates.Views.Template.Index
source: Are you sure you want to {0} these items?
fi: Oletko varma, että ajaa toiminnon "{0}" näille kohteille?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Templates.Views.Template.Index
source: Edit
fi: Muokkaa
it: Modifica
ja: 編集
pl: Edytuj
pt_br: Editar
vi: Sửa

# OrchardCore.Templates.Views.Template.Index
source: Delete
fi: Poista
it: Elimina
ja: 削除
pl: Usuń
pt_br: Excluir
vi: Xóa

# OrchardCore.Templates.Views.Template.Index
source: <strong>Nothing here!</strong> There are no templates for the moment.
fi: <strong>Tyhjää täynnä!!</strong> Ei yhtään mallia tällä hetkellä.
it: <strong>Nessun elemento!</strong> Non ci sono modelli di frontend per il momento.
ja: <strong>何もありません!</strong> 現在テンプレートが存在しません
pl: <strong>Nic tu nie ma!</strong> Obecnie nie ma żadnych szablonów.
pt_br: <strong>Nada aqui!</strong> Não existem templates no momento.
vi: <strong>Không có gì ở đây!</strong> Không có mẫu nào ở thời điểm này.

# OrchardCore.Templates.Views.Template.Index
source: See documentation
fi: Katso dokumentaatio
it: Vedi la documentazione

# OrchardCore.Templates.Views.Template.Index
source: selected
fi: valittu
it: selezionato
