Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Localization.Core.po
Languages: el, fi, mk, ru, sk, tr

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MetadataClassType cannot be null.
el: Το MetadataClassType δεν μπορεί να είναι null.
fi: MetadataClassType ei voi olla null.
ru: MetadataClassType не может быть null.
sk: MetadataClassType nemôže byť null.
tr: MetadataClassType boş olamaz.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: MinLengthAttribute must have a Length value that is zero or greater.
el: Το MinLengthAttribute πρέπει να έχει τιμή μήκους που είναι μηδέν ή μεγαλύτερη.
fi: MinLengthAttribuute:n pituusarvon on oltava nolla tai suurempi.
ru: Значение длины MinLengthAttribute должно иметь значение 0 или больше.
sk: Hodnota Length pre MinLengthAttribute musí byť 0 alebo viac.
tr: MinLengthAttribute, sıfır veya daha büyük bir uzunluk değerine sahip olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string or array type with a minimum length of '{1}'.
el: Το πεδίο {0} πρέπει να είναι συμβολοσειρά ή τύπος πίνακα με ελάχιστο μήκος "{1}".
fi: Kentän {0} on oltava merkkijono tai taulukko, jonka pituus on vähintään '{1}'.
ru: Поле {0} должно быть строкой или массивом с минимальной длиной '{1}'.
sk: Pole {0} musí byť typu string alebo array s minimálnou dĺžkou '{1}'.
tr: {0} alanı, minimum uzunluğu '{1}' olan bir dize veya dizi türü olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field of type {0} must be a string, array or ICollection type.
el: Το πεδίο τύπου {0} πρέπει να είναι συμβολοσειρά, πίνακας ή τύπος ICollection.
fi: Tyypin {0} kentän on oltava merkkijono, taulukko tai ICollection-tyyppi.
ru: Поле типа {0} должно быть строкой, массивом или типом ICollection.
sk: Pole typu {0} musí byť typu string, array alebo ICollection.
tr: {0} türündeki alan bir dize, dizi veya ICollection türü olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid phone number.
el: Το πεδίο {0} δεν είναι έγκυρος αριθμός τηλεφώνου.
fi: Kenttä {0} ei ole kelvollinen puhelinnumero.
ru: Поле {0} не является корректным номером телефона.
sk: Pole {0} neobsahuje platné telefónne číslo.
tr: {0} alanı geçerli bir telefon numarası değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The type {0} must implement {1}.
el: Ο τύπος {0} πρέπει να εφαρμόσει {1}.
fi: Tyypin {0} täytyy toteuttaa {1}.
ru: Тип {0} должен реализовывать {1}.
sk: Typ {0} musí implementovať {1}.
tr: {0} türü, {1}'yi uygulamalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum value '{0}' must be greater than or equal to the minimum value '{1}'.
el: Η μέγιστη τιμή "{0}" πρέπει να είναι μεγαλύτερη ή ίση με την ελάχιστη τιμή "{1}".
fi: Enimmäisarvon "{0}" täytyy olla suurempi tai yhtä suuri kuin minimiarvo "{1}".
ru: Максимальное значение '{0}' должно быть больше или равно минимальному значению '{1}'.
sk: Najvyššia hodnota '{0}' musí byť vyššia alebo rovná minimálnej hodnote '{1}'.
tr: '{0}' maksimum değeri, '{1}' minimum değerinden büyük veya ona eşit olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The minimum and maximum values must be set.
el: Οι ελάχιστες και μέγιστες τιμές πρέπει να οριστούν.
fi: Minimi- ja maksimiarvot on määritettävä.
ru: Значения минимума и максимума должны быть установлены.
sk: Minimálna a maximálna hodnota musia byť nastavené.
tr: Minimum ve maksimum değerler ayarlanmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The OperandType must be set when strings are used for minimum and maximum values.
el: Το OperandType πρέπει να οριστεί όταν χρησιμοποιούνται συμβολοσειρές για ελάχιστες και μέγιστες τιμές.
fi: OperandType on määritettävä, kun merkkijonoja käytetään minimi- ja maksimiarvoihin arvoihin.
ru: Тип операнда должен быть установлен, когда для минимальных и максимальных значений используются строки.
sk: OperandType musí byť nastavený ak sú použité reťazce (string) pre minimálnu a maximálnu hodnotu.
tr: OperandType, minimum ve maksimum değerler için dizeler kullanıldığında ayarlanmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be between {1} and {2}.
el: Το πεδίο {0} πρέπει να είναι μεταξύ {1} και {2}.
fi: Kentän {0} on oltava välillä {1} ja {2}.
ru: Поле {0} должно быть между {1} и {2}.
sk: Pole {0} musí byť medzi {1} a {2}.
tr: {0} alanı {1} ile {2} arasında olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must match the regular expression '{1}'.
el: Το πεδίο {0} πρέπει να αντιστοιχεί στην τακτική έκφραση "{1}".
fi: Kentän {0} on vastattava säännöllistä lauseketta (regex) "{1}".
ru: Поле {0} должно соответствовать регулярному выражению '{1}'.
sk: Pole {0} musí spĺňať výraz '{1}'.
tr: {0} alanı, '{1}' normal ifadesiyle eşleşmelidir.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The pattern must be set to a valid regular expression.
el: Το μοτίβο πρέπει να οριστεί σε μια έγκυρη κανονική έκφραση (regular expression).
fi: Mallin tulee olla säännöllisen lausekkeen mukainen.
ru: Шаблон должен содержать корректное регулярное выражение.
sk: Vzor musí byť nastavený na platný výraz.
tr: Kalıp, geçerli bir normal ifadeye ayarlanmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is required.
el: Το πεδίο {0} είναι υποχρεωτικό.
fi: Kenttä {0} on pakollinen.
ru: Поле {0} является обязательным.
sk: Pole {0} je povinné.
tr: {0} alanı zorunludur.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The maximum length must be a nonnegative integer.
el: Το μέγιστο μήκος πρέπει να είναι μη αρνητικός ακέραιος.
fi: Enimmäispituuden on oltava ei-negatiivinen kokonaisluku.
ru: Максимальная длина должна быть неотрицательным целым числом.
sk: Maximálna dĺžka nesmie byť záporná.
tr: Maksimum uzunluk, negatif olmayan bir tam sayı olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a maximum length of {1}.
el: Το πεδίο {0} πρέπει να είναι συμβολοσειρά με μέγιστο μήκος {1}.
fi: Kentän {0} on oltava merkkijono, jonka maksimi pituus on {1}.
ru: Поле {0} должно быть строкой с максимальной длиной {1}.
sk: Pole {0} musí byť typu string s maximálnou dĺžkou {1}.
tr: {0} alanı, maksimum uzunluğu {1} olan bir dize olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} must be a string with a minimum length of {2} and a maximum length of {1}.
el: Το πεδίο {0} πρέπει να είναι συμβολοσειρά με ελάχιστο μήκος {2} και μέγιστο μήκος {1}.
fi: Kentän {0} on oltava merkkijono, jonka minimi pituus on {2} ja enimmäispituus {1}.
ru: Поле {0} должно быть строкой с минимальной длиной {2} и максимальной длиной {1}.
sk: Pole {0} musí byť typu string s dĺžkou minimálne {2} a maximálne {1}.
tr: {0} alanı, minimum uzunluğu {2} ve maksimum uzunluğu {1} olan bir dize olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' is not a string. Every key control parameter must be a string.
el: Η παράμετρος του κλειδιού στη θέση {0} με την τιμή "{1}" δεν είναι string. Κάθε παράμετρος ελέγχου κλειδιού πρέπει να είναι string.
fi: Avainparametri paikassa {0}, jonka arvo on "{1}", ei ole merkkijono. Jokaisen avainohjausparametrin on oltava merkkijono.
ru: Параметр ключа в позиции {0} со значением '{1}' не является строкой. Каждый ключевой параметр должен быть строкой.
sk: Parameter 'key' na pozícii {0} s hodnotou '{1}' nie je typu string. Každý kľúč musí byť typu string.
tr: '{1}' değerine sahip {0} konumundaki anahtar parametresi bir dize değil. Her anahtar kontrol parametresi bir dize olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} is null. Every key control parameter must be a string.
el: Η παράμετρος του κλειδιού στη θέση {0} είναι null. Κάθε παράμετρος ελέγχου κλειδιού πρέπει να είναι string.
fi: Avainparametri sijainnissa {0} on nolla. Jokaisen avainohjausparametrin on oltava merkkijono.
ru: Параметр ключа в позиции {0} отсутствует. Каждый ключевой параметр должен быть строкой.
sk: Parameter 'key' na pozícii {0} je null. Každý kľúč musí byť typu string.
tr: {0} konumundaki anahtar parametre boş. Her anahtar kontrol parametresi bir dize olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The key parameter at position {0} with value '{1}' occurs more than once.
el: Η παράμετρος του κλειδιού στη θέση {0} με την τιμή "{1}" εμφανίζεται περισσότερες από μία φορές.
fi: Avainparametri sijainnissa {0} arvolla "{1}" esiintyy useammin kuin kerran.
ru: Ключевой параметр в позиции {0} со значением '{1}' встречается более одного раза.
sk: Parameter 'key' na pozícii {0} s hodnotou '{1}' už existuje.
tr: {0} konumunda '{1}' değerine sahip anahtar parametre birden fazla kez geçiyor.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The number of control parameters must be even.
el: Ο αριθμός των παραμέτρων ελέγχου πρέπει να είναι ζυγός.
fi: Ohjausparametrien lukumäärän on oltava tasajakoinen.
ru: Количество контрольных параметров должно быть чётным.
sk: Počet riadiacich parametrov musí byť párny.
tr: Kontrol parametrelerinin sayısı çift olmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The {0} field is not a valid fully-qualified http, https, or ftp URL.
el: Το πεδίο {0} δεν είναι έγκυρη διεύθυνση http, https ή ftp για σωστό URL.
fi: Kenttä {0} ei ole täysin kelvollinen http, https tai ftp URL.
ru: Поле {0} не является допустимым, полностью квалифицированным адресом http, https или ftp.
sk: Pole {0} neobsahuje platnú (fully-qualified) URL http, https alebo ftp.
tr: {0} alanı, geçerli bir tam nitelikli http, https veya ftp URL'si değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Either ErrorMessageString or ErrorMessageResourceName must be set, but not both.
el: Πρέπει να οριστεί είτε το ErrorMessageString είτε το ErrorMessageResourceName, αλλά όχι και τα δύο.
fi: Joko ErrorMessageString tai ErrorMessageResourceName on asetettava, mutta ei molempia.
ru: Должны быть заданы либо ErrorMessageString, либо ErrorMessageResourceName, но не оба сразу.
sk: Iba jedno z ErrorMessageString a ErrorMessageResourceName môže byť nastavené.
tr: ErrorMessageString veya ErrorMessageResourceName ayarlanmalıdır, ancak ikisi birden değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: IsValid(object value) has not been implemented by this class. The preferred entry point is GetValidationResult() and classes should override IsValid(object value, ValidationContext context).
el: Το IsValid(object value) δεν έχει εφαρμοστεί από αυτήν την κλάση. Το προτιμώμενο σημείο εισόδου είναι το GetValidationResult() και οι κλάσεις θα πρέπει να αντικαταστήσουν το IsValid(object value, ValidationContext context).
fi: IsValid(object value) ei ole käyttöönotettu tässä luokassa. Ensisijainen lähtöpiste on GetValidationResult() ja luokkien pitäisi ylikirjoittaa IsValid(object valua, ValidationContext context).
ru: IsValid(object value) не реализован этим классом. Предпочтением является GetValidationResult() с переопределённым методом IsValid(object value, ValidationContext context).
sk: Metóda IsValid(object value) nebolo implementované touto triedou. Preferovaný vstupný bod je GetValidationResult() a trieby by mali prepisovať metódu IsValid(object value, ValidationContext context).
tr: IsValid(nesne değeri) bu sınıf tarafından uygulanmadı. Tercih edilen giriş noktası GetValidationResult()'dur ve sınıflar IsValid(nesne değeri, ValidationContext bağlamı) öğesini geçersiz kılmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: Both ErrorMessageResourceType and ErrorMessageResourceName need to be set on this attribute.
el: Τόσο το ErrorMessageResourceType όσο και το ErrorMessageResourceName πρέπει να οριστούν σε αυτό το χαρακτηριστικό.
fi: Sekä ErrorMessageResourceType että ErrorMessageResourceName on asetettava tälle attribuutille.
ru: Для данного атрибута необходимо установить сразу оба типа ErrorMessageResourceType и ErrorMessageResourceName.
sk: Oboje, ErrorMessageResourceType a ErrorMessageResourceName musia byť nastavené na tento príznak.
tr: Bu öznitelikte hem ErrorMessageResourceType hem de ErrorMessageResourceName ayarlanmalıdır.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The property '{0}' on resource type '{1}' is not a string type.
el: Η ιδιότητα "{0}" στον τύπο πόρου "{1}" δεν είναι τύπος string.
fi: Ominaisuus "{0}" resurssityypissä "{1}" ei ole merkkijonotyyppiä.
ru: Свойство '{0}' ресурса типа '{1}' не является строковым типом.
sk: Vlastnosť '{0}' na zdrojovom type '{1}' nie je typu string.
tr: '{1}' kaynak türündeki '{0}' özelliği bir dize türü değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The resource type '{0}' does not have an accessible static property named '{1}'.
el: Ο τύπος πόρου "{0}" δεν έχει προσβάσιμη στατική ιδιότητα με το όνομα "{1}".
fi: Resurssityypillä "{0}" ei ole saatavilla olevaa staattista ominaisuutta nimeltä "{1}".
ru: Тип ресурса '{0}' ' не имеет доступного статического свойства с именем '{1}'.
sk: Zdrojový typ '{0}' nemá prístupnú statickú vlastnosť s názvom '{1}'.
tr: '{0}' kaynak türü, '{1}' adlı erişilebilir bir statik özelliğe sahip değil.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The field {0} is invalid.
el: Το πεδίο {0} δεν είναι έγκυρο.
fi: Kenttä {0} on virheellinen.
ru: Недопустимое значение поля {0}.
sk: Pole {0} je neplatné.
tr: {0} alanı geçersiz.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The instance provided must match the ObjectInstance on the ValidationContext supplied.
el: Η υπόδειξη που παρέχεται πρέπει να ταιριάζει με το ObjectInstance στο παρεχόμενο κείμενο ValidationContext.
fi: Tarjotun esiintymän on vastattava annetun ValidationContext-objektin ObjectInstance:a.
ru: Предоставленный экземпляр должен совпадать с объектом ObjectInstance в поставляемом ValidationContext.
sk: Poskytnutá inštancia sa musí zhodovať s ObjectInstance na dodanom ValidationContext.
tr: Sağlanan örnek, sağlanan ValidationContext üzerindeki ObjectInstance ile eşleşmelidir.

# OrchardCore.Localization.DataAnnotations.DataAnnotationsDefaultErrorMessages
source: The value for property '{0}' must be of type '{1}'.
el: Η τιμή για την ιδιότητα "{0}" πρέπει να είναι τύπου "{1}".
fi: Omaisuuden "{0}" arvon täytyy olla tyyppiä "{1}".
ru: Значение свойства '{0}' должно быть типа '{1}'.
sk: Hodnota vlastnosti '{0}' musí byť typu '{1}'.
tr: '{0}' özelliğinin değeri '{1}' türünde olmalıdır.
