Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Lucene.po
Languages: ar, cs, ru, sk, vi

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Sanitized
ar: تم التطهير
cs: Sanitovat obsah
ru: Санитаризован

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to remove any extraneous characters from the text (e.g., HTML).
ar: اختر لحذف أي حروف غير جوهرية من النص (مثل HTML).
cs: Zaškrtněte pro odstranení cizích znaků z textu (např., HRML).
ru: Отметьте, чтобы удалить любые неожиданные символы из текста (например, HTML).

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Tokenized
ar: ترميز
cs: Tokenizovano
ru: Токенизированно

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Check to be able alter the indexed value using tokens.
ar: اختر لتستطيع تعديل القيمة المفهرسة بإستخدام الرموز.
cs: Zaškrtněte pro možnost upravení indexovaných hodnot pomocí tokenů.
ru: Проверьте, чтобы иметь возможность изменить индексированное значение с помощью токенов.

# OrchardCore.Lucene.Views.ContentIndexSettings.Edit
source: Use tokens to customize the value. Use the <code>content</code> helper to reference the current element.
ar: إستخدم الترميز لتخصيص القيمة. إستخدم <code>content</code> للإشارة إلى العنصر الحالي.
cs: Pro upravení hodnoty můžete využít tokeny. Helper <code>content</code> vrací referenci na aktuální element.
ru: Используйте токены для настройки значения. Используйте <code>содержимое</code>, чтобы указать текущий элемент.

# OrchardCore.Lucene.Views.ContentPickerFieldLuceneEditorSettings.Edit
source: Index
ar: فهرس
ru: Индекс
vi: Đánh chỉ mục

# OrchardCore.Lucene.Views.LuceneQuery.Edit
source: Index
ar: فهرس
ru: Индекс
vi: Chỉ mục

# OrchardCore.Lucene.Views.LuceneSettings.Edit
source: A comma separated list of fields to use for search pages. (e.g., Content.ContentItem.DisplayText.Analyzed, Content.BodyAspect.Body)
ar: قائمة مفصولة بفواصل لكل الحقول التي تستخدم في صفحات البحث. (مثال: Content.ContentItem.DisplayText.Analyzed, Content.BodyAspect.Body)
cs: Čárkou oddělený seznam polí, které chcete použít pro vyhledávání. (např. Content.ContentItem.DisplayText.Analyzed, Content.BodyAspect.Body)
ru: Список полей, разделенных запятыми для поиска (например, Content.ContentItem.DisplayText.Analyzed, Content.BodyAspect.Body)

# OrchardCore.Lucene.Views.Admin.Create
source: Create Index
ar: إنشاء فهرس
cs: Vytvořit index
ru: Создать индекс

# OrchardCore.Lucene.Views.Admin.Create
source: Index Name
ar: إسم الفهرس
cs: Název indexu
ru: Имя индекса

# OrchardCore.Lucene.Views.Admin.Create
source: Create
ar: إنشاء
cs: Vytvořit
ru: Создать

# OrchardCore.Lucene.Views.Admin.Create
source: Cancel
ar: إلغاء
cs: Storno
ru: Отмена

# OrchardCore.Lucene.Views.Admin.Index
source: Indexes
ar: الفهارس
cs: Indexy
ru: Индексы

# OrchardCore.Lucene.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indexes for the moment.
ar: <strong>لا شي هنا!</strong> لاتوجد فهارس في الوقت الحالي.
cs: <strong>Nic tu není!</strong> V tuto chvíli neexistují žádné indexy.
ru: <strong>Пусто!</strong> Нет индексов на данный момент.

# OrchardCore.Lucene.Views.Admin.Query
source: Index
ar: فهرس
ru: Индекс
vi: Chỉ mục

# OrchardCore.Lucene.Views.Admin.Query
source: Query executed in {0} ms
ar: تم تنفيذ الإستعلام في مدة {0} ملي ثانية
cs: Dotaz vykonán za {0} ms
ru: Запрос выполнен в {0} мс

# OrchardCore.Lucene.Views.Search.Index
source: Search
ar: بحث
cs: Hledat
ru: Поиск

# OrchardCore.Lucene.Views.Search.Index
source: There are no such results.
ar: لا توجد أي نتائج.
cs: Nebyly nalezeny žádné výsledky.
ru: Нет таких результатов.
