Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Twitter.po
Languages: it, mk, tr

# OrchardCore.Twitter.AdminMenuSignin
source: Security
tr: Güvenlik

# OrchardCore.Twitter.AdminMenuSignin
source: Authentication
tr: Kimlik doğrulama

# OrchardCore.Twitter.AdminMenuSignin
source: Sign in with Twitter
tr: Twitter ile giriş yap

# OrchardCore.Twitter.AdminMenu
source: Configuration
tr: Yapılandırma

# OrchardCore.Twitter.AdminMenu
source: Settings
tr: Ayarlar

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerKey is required
it: ConsumerKey è obbligatorio
mk: „ConsumerKey“ е задолжителен
tr: Tüketici Anahtarı gerekli

# OrchardCore.Twitter.Services.TwitterSettingsService
source: ConsumerSecret is required
it: ConsumerSecret è obbligatorio
mk: „ConsumerSecret“ е задолжителен
tr: Tüketici Gizliliği gerekli

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token is required
it: Access Token è obbligatorio
mk: Токенот за пристап е задолжителен
tr: Erişim anahtarı gereklidir

# OrchardCore.Twitter.Services.TwitterSettingsService
source: Access Token Secret is required
it: Access Token Secret è obbligatorio
mk: Токенот за тајна на пристап е задолжителен
tr: Erişim Simgesi Sırrı gerekli

# OrchardCore.Twitter.Signin.ViewModels.TwitterSigninSettingsViewModel
source: Invalid path
it: Percorso non valido
mk: Невалидна патека
tr: Geçersiz yöntem

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API key is required
it: L' API key è obbligatorio
mk: API клучот е задолжителен
tr: API anahtarı gerekli

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: API secret key is required
it: La chiave segreta delle API è obbligatoria
mk: Тајниот API клуч е задолжителен
tr: API gizli anahtarı gerekli

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token is required
it: Il token di accesso è obbligatorio
mk: Токенот за пристап е задолжителен
tr: Erişim tokenı gerekli

# OrchardCore.Twitter.ViewModels.TwitterSettingsViewModel
source: Access token secret is required
it: La chiave segreta del token di accesso è obbligatoria
mk: Токенот за тајна на пристап е задолжителен
tr: Access token secret gereklidir

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Update Twitter Status Task
it: Task aggiorna stato Twitter
mk: Ажурирање на статусот на Твитер акција
tr: Twitter Durum Görevini Güncelle

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Social
mk: Социјално
tr: Sosyal

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Done
it: Fatto
mk: Завршено
tr: Bitti

# OrchardCore.Twitter.Workflows.Activities.UpdateTwitterStatusTask
source: Failed
it: Fallito
mk: Неуспешно
tr: Başarısız

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
tr: Ayarlar kaydedildiğinde mevcut kiracı yeniden yüklenir.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: See documentation
tr: Dokümantasyonu gör

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
tr: Bir ayarın şifresi çözülürken bir hata oluştu. Lütfen uygulayın ve kaydedin.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Twitter Integration Settings
it: Impostazioni integrazione Twitter
mk: Подесувања за Твитер интеграција
tr: Google Entegrasyon Ayarları

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API key
it: Chiave API
mk: API клуч
tr: API anahtarı

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API key defined in the Keys and tokens tab of twitter app dashboard.
it: La chiave API definita nelle chiavi e nelle schede token della dashboard dell'app twitter.
mk: API клучот дефиниран во табот „Клучови и токени“ кој е дел од таблата на Твитер апликацијата.
tr: Twitter uygulaması panosunun Anahtarlar ve belirteçler sekmesinde tanımlanan API anahtarı.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: API secret key
it: Chiave segreta API
mk: Таен клуч за API
tr: API Gizli Anahtarı

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The API secret defined in the Keys and tokens tab of twitter app dashboard.
it: La API Secret Key definita nelle chiavi e nelle schede token della dashboard dell'app twitter.
mk: Тајниот клуч за API дефиниран во табот „Клучови и токени“ кој е дел од таблата на Твитер апликацијата.
tr: Twitter panosunun key ve tokenlarında tanımlanan API secret.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token
mk: Токен за пристап
tr: Erişim Anahtarı

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token defined in the Keys and tokens tab of twitter app dashboard.
it: L' Access Token definito nelle chiavi e nelle schede token della dashboard dell'app twitter.
mk: Токенот за пристап дефиниран во табот „Клучови и токени“ кој е дел од таблата на Твитер апликацијата.
tr: Twitter panosunun key ve tokenlarında tanımlanan access token.

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: The Access Token Secret in the Keys and tokens tab of twitter app dashboard.
it: L' Access Token Secret definito nelle chiavi e nelle schede token della dashboard dell'app twitter.
mk: Тајната за токенот за пристап дефиниран во табот „Клучови и токени“ кој е дел од таблата на Твитер апликацијата.
tr: Twitter panosunun key ve tokenlarındaki access token secret.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
it: Il tenant verrà riavviato quando le impostazioni saranno salvate.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.
tr: Ayarlar kaydedildiğinde mevcut tenant yeniden yüklenir.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: See documentation
tr: Dokümantasyonu gör

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Sign in with Twitter Settings
it: Accedi con le impostazioni di Twitter
mk: Најава со подесувања од Твитер
tr: Twitter Ayarları ile oturum açın

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: CallbackPath
mk: Патека за повторен повик
tr: Geri Arama Yolu

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
it: L'indirizzo rispetto al percorso base dell'applicazione dove verrà rediretto lo user-agent. Il middleware elaborerà questa richiesta quando arriverà.
mk: Повиканата патека која е дел од апликациската основна патека, каде корисничкиот агент ќе биде вратен. „Middleware“ софтвер ќе го процесира побарувањето кога ќе пристигне.
tr: Kullanıcı-ajanının döneceği uygulamanın temel yolundaki istek yoludur. Ara katman bu istek ulaştığında işleme koyacaktır.

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store tokens
it: Memorizza i tokens
mk: Сочувај токени
tr: Token'ları sakla

# OrchardCore.Twitter.Views.TwitterSigninSettings.Edit
source: Store external authentication tokens for reuse
it: Memorizza i token di autenticazione esterni per il suo riutilizzo
mk: Сочувај надворешни токени за автентикација за повторна употреба
tr: Yeniden kullanım için harici kimlik doğrulama belirteçlerini saklayın

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Design
source: Update Twitter Status
it: Aggiorna Stato Twitter
mk: Ажурирање на Твитер статус
tr: Twitter Durumunu Güncelle

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: Template for updating twitter status
it: Template per aggiornare lo stato Twitter
mk: Темплејт за ажурирање на Твитер статус
tr: Twitter durumunu güncellemek için şablon

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Edit
source: The status text of the tweet.
it: Il testo dello stato del tweet.
mk: Статус текст на твитот.
tr: Tweetin durum metni.

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Update Twitter Status
it: Aggiorna Stato Twitter
mk: Ажурирање на Твитер статус
tr: Twitter Durumunu Güncelle

# OrchardCore.Twitter.Views.Items.UpdateTwitterStatusTask.Fields.Thumbnail
source: Post a tweet
it: Invia un tweet
mk: Постави твит
tr: Tweet at

# OrchardCore.Twitter.Views.NavigationItemText-twitter.Id
source: Twitter
mk: Твитер

# OrchardCore.Twitter.Views.TwitterSettings.Edit
source: Access Token Secret
mk: Тајна на токенот за пристап
