Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Placements.po
Languages: el, fa, fi, it

# OrchardCore.Placements.AdminMenu
source: Design
el: Σχεδιασμός
fa: طراحی
fi: Ulkoasu
it: Aspetto

# OrchardCore.Placements.AdminMenu
source: Placements
el: Τοποθέτηση
fa: جایگذاری
fi: Sijoittelut
it: Posizionamento

# OrchardCore.Placements.Controllers.AdminController
source: Delete
el: Διαγραφή
fa: حذف
fi: Poista
it: Elimina

# OrchardCore.Placements.Controllers.AdminController
source: Placement rules for "{0}" already exists. Please edit existing rule.
el: Υπάρχουν ήδη κανόνες τοποθέτησης για το "{0}". Παρακαλώ επεξεργαστείτε τον υπάρχοντα κανόνα.
fa: قوانین جایگذاری برای {0} از قبل وجود دارد. لطفا قانون موجود را ویرایش کنید.
fi: Sijoittelusääntö on jo olemassa "{0}". Muokkaa olemassa olevaa sääntöä.
it: Regole di posizionamento per "{0}" già esistenti. Si prega di modificare la regola esistente.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement have been saved.
el: Η τοποθέτηση "{0}" έχει αποθηκευτεί.
fa: مکان "{0}" ذخیره شده است.
fi: Sijoittelu "{0}" on tallennettu.
it: Il posizionamento "{0}" è stato salvato.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement is empty.
el: Η τοποθέτηση "{0}" είναι κενή.
fa: جای "{0}" خالی است.
fi: Sijoittelu "{0}" on tyhjä.
it: Il posizionamento "{0}" è vuoto.

# OrchardCore.Placements.Controllers.AdminController
source: The "{0}" placement has been deleted.
el: Η τοποθέτηση "{0}" διαγράφηκε.
fa: مکان "{0}" حذف شده است.
fi: Sijoittelu "{0}" on poistettu.
it: Il posizionamento "{0}" è stato rimosso.

# OrchardCore.Placements.Controllers.AdminController
source: An error occurred while parsing the placement<br/>{0}
el: Παρουσιάστηκε σφάλμα κατά την ανάλυση της τοποθέτησης<br/>{0}
fa: هنگام آنالیز مکان، خطایی روی داد<br/>{0}
fi: Virhe sijoittelun validoinnissa<br/>{0}
it: Si è verificato un errore durante l'elaborazione del posizionamento<br/>{0}

# OrchardCore.Placements.Controllers.AdminController
source: An error occurred while saving the placement.
el: Παρουσιάστηκε σφάλμα κατά την αποθήκευση της τοποθέτησης.
fa: هنگام ذخیره مکان، خطایی روی داد.
fi: Virhe tallennettaessa sijoittelua.
it: Si è verificato un errore durante l'elaborazione del posizionamento.

# OrchardCore.Placements.Controllers.AdminController
source: Placements successfully removed.
el: Οι τοποθετήσεις καταργήθηκαν με επιτυχία.
fa: مکان ها با موفقیت حذف شدند.
fi: Sijoittelu poistettu onnistuneesti.
it: Posizionamento rimosso con successo.

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part
el: Τοποθέτηση για ένα τμήμα {0}
fa: مکان برای یک قسمت {0}
fi: Osan {0} sijoittelu
it: Posizionamento per una parte {0}

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part in detail views
el: Τοποθέτηση για ένα {0} μέρος σε αναλυτικές προβολές
fa: مکان برای یک قسمت {0} در نمای جزئیات
fi: Osan {0} sijoittelu yksityiskohtaisissa näkymissä
it: Posizionamento per una parte {0} nelle viste di dettaglio

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement for a {0} part in summary views
el: Τοποθέτηση για ένα {0} μέρος σε συνοπτικές προβολές
fa: مکان برای یک قسمت {0} در نمای خلاصه
fi: Osan {0} sijoittelu yhteenvetonäkymissä
it: Posizionamento per una parte {0} nelle viste sommario

# OrchardCore.Placements.Settings.PlacementContentPartDefinitionDriver
source: Placement in admin editor for a {0} part
el: Τοποθέτηση στο πρόγραμμα επεξεργαστή κειμένου διαχειριστή για ένα τμήμα {0}
fa: مکان در ویرایشگر ادمین برای یک بخش {0}
fi: Osan {0} sijoittelu hallintanäkymässä
it: Posizionamento nell'editor di amministrazione per una parte {0}

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1}
el: Τοποθέτηση για το πεδίο {0} σε ένα {1}
fa: مکان برای فیلد {0} در یک {1}
fi: Kentän {0} sijoittelu {1}: ssa
it: Posizionamento per il campo {0} in {1}

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1} in detail views
el: Τοποθέτηση για το πεδίο {0} σε αναλυτικές προβολές {1}
fa: مکان برای فیلد {0} در نمای جزئیات {1}
fi: Kentän {0} sijoittelu {1}: ssä yksityiskohtaisessa näkymässä
it: Posizionamento per il campo {0} in {1} nelle viste di dettaglio

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement for the {0} field in a {1} in summary views
el: Τοποθέτηση για το πεδίο {0} σε προβολές σύνοψης {1}
fa: مکان برای فیلد {0} در نمای خلاصه {1}
fi: Kentän {0} sijoittelu {1}: ssä yhteenvetonäkymässä
it: Posizionamento per il campo {0} in {1} nelle viste sommario

# OrchardCore.Placements.Settings.PlacementContentPartFieldDefinitionDisplayDriver
source: Placement in admin editor for the {0} field in a {1}
el: Τοποθέτηση στο πρόγραμμα επεξεργαστή κειμένου διαχειριστή για το πεδίο {0} σε ένα {1}
fa: مکان در ویرایشگر ادمین برای فیلد {0} در یک {1}
fi: Kentän {0} sijoittelu {1}: ssa hallintanäkymässä
it: Posizionamento nell'editor di amministrazione per il campo {0} in {1}

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type
el: Τοποθέτηση για το τμήμα {0} σε τύπο {1}
fa: مکان برای بخش {0} در یک {1}
fi: Osan {0} sijoittelu tyypissä {1}
it: Posizionamento per la parte {0} nel tipo {1}

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type in detail views
el: Τοποθέτηση για το τμήμα {0} σε αναλυτικές προβολές τύπου {1}
fa: مکان برای قسمت {0} در نماهای با جزئیات نوع {1}
fi: Osan {0} sijoittelu yksityiskohtaisessa näkymässä tyypissä {1}
it: Posizionamento per la parte {0} nel tipo {1}, nelle viste di dettaglio

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement for the {0} part in a {1} type in summary views
el: Τοποθέτηση για το τμήμα {0} σε προβολές σύνοψης τύπου {1}
fa: مکان برای قسمت {0} در یک نوع {1} در نماهای خلاصه
fi: Osan {0} sijoittelu yhteenvetonäkymässä tyypissä {1}
it: Posizionamento per la parte {0} nel tipo {1}, nelle viste sommario

# OrchardCore.Placements.Settings.PlacementContentTypePartDefinitionDriver
source: Placement in admin editor for the {0} part in a {1} type
el: Τοποθέτηση στο πρόγραμμα επεξεργαστή κειμένου διαχειριστή για το {0} μέρος σε έναν τύπο {1}
fa: مکان در ویرایشگر ادمین برای بخش {0} در نوع {1}
fi: Osan {0} sijoittelu tyypissä {1} hallintanäkymässä
it: Posizionamento nell'editor di amministrazione per la parte {0} nel tipo {1}

# OrchardCore.Placements.Views.PlacementSettings
source: Edit placements
el: Επεξεργασία τοποθετήσεων
fa: ویرایش مکان ها
fi: Muokkaa sijoittelua
it: Modifica posizionamento

# OrchardCore.Placements.Views.Admin.Edit
source: Create Placement
el: Δημιουργία τοποθέτησης
fa: ایجاد مکان
fi: Luo sijoittelu
it: Crea un posizionamento

# OrchardCore.Placements.Views.Admin.Edit
source: Edit Placement
el: Επεξεργασία Τοποθέτησης
fa: ویرایش مکان
fi: Muokkaa sijoittelua
it: Modifica posizionamento

# OrchardCore.Placements.Views.Admin.Edit
source: Shape type
el: Τύπος Σχήματος
fa: نوع شکل
fi: Muodon tyyppi
it: Tipo Shape

# OrchardCore.Placements.Views.Admin.Edit
source: The type of the shape.
el: Ο τύπος του σχήματος.
fa: نوع شکل.
fi: Muodon tyyppi.
it: Il tipo della shape utilizzato per mostrare l'elemento.

# OrchardCore.Placements.Views.Admin.Edit
source: Placement rules
el: Κανόνες τοποθέτησης
fa: قوانین مکان
fi: Sijoittelusäännöt
it: Regole di posizionamento

# OrchardCore.Placements.Views.Admin.Edit
source: Save
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
it: Salva

# OrchardCore.Placements.Views.Admin.Edit
source: Toggle Dropdown
el: Εναλλαγή αναπτυσσόμενου μενού
fa: کشویی را تغییر دهید
fi: Vaihda pudotusvalikon tilaa
it: Attiva/disattiva menu a discesa

# OrchardCore.Placements.Views.Admin.Edit
source: and continue
el: και συνέχισε
fa: و ادامه
fi: ja jatka
it: e continua

# OrchardCore.Placements.Views.Admin.Edit
source: Delete
el: Διαγραφή
fa: حذف
fi: Poista
it: Elimina

# OrchardCore.Placements.Views.Admin.Edit
source: Cancel
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla

# OrchardCore.Placements.Views.Admin.Index
source: Placements
el: Τοποθετήσεις
fa: جایگذاری
fi: Sijoittelut
it: Posizionamento

# OrchardCore.Placements.Views.Admin.Index
source: Search
el: Αναζήτηση
fa: جستجو
fi: Hae
it: Cerca

# OrchardCore.Placements.Views.Admin.Index
source: Add Placement
el: Προσθήκη τοποθέτησης
fa: افزودن مکان
fi: Lisää sijoittelu
it: Aggiungi posizionamento

# OrchardCore.Placements.Views.Admin.Index
source: Select All
el: Επιλογή Όλων
fa: انتخاب همه
fi: Valitse kaikki
it: Seleziona tutto

# OrchardCore.Placements.Views.Admin.Index
source: 1 item
el: 1 αντικείμενο
fa: 1 مورد
fi: Yksi kohde
it: 1 elemento

# OrchardCore.Placements.Views.Admin.Index
source: Items {0} to {1}
el: Αντικειμένα {0} έως {1}
fa: موارد {0} تا {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}

# OrchardCore.Placements.Views.Admin.Index
source: / {0} item in total
el: / {0} αντικείμενο συνολικά
fa: / {0} مورد در مجموع
fi: /{0} kohdetta yhteensä
it: / {0} elemento in totale

# OrchardCore.Placements.Views.Admin.Index
source: Actions
el: Ενέργειες
fa: اقدامات
fi: Toiminnot
it: Azioni

# OrchardCore.Placements.Views.Admin.Index
source: Bulk Action
el: Μαζική Ενέργεια
fa: عملیات گروهی
fi: Massatoiminnot
it: Azione di massa

# OrchardCore.Placements.Views.Admin.Index
source: Are you sure you want to {0} these items?
el: Είστε βέβαιοι ότι θέλετε να {0} κάνετε αυτά τα στοιχεία;
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید؟
fi: Oletko varma, että haluat {0} nämä kohteet?
it: Sei sicuro di voler '{0}' a questi elementi?

# OrchardCore.Placements.Views.Admin.Index
source: Edit
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
it: Modifica

# OrchardCore.Placements.Views.Admin.Index
source: Delete
el: Διαγραφή
fa: حذف
fi: Poista
it: Elimina

# OrchardCore.Placements.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no placements at the moment.
el: <strong>Δεν υπάρχει τίποτα εδώ! </strong>Δεν υπάρχουν τοποθετήσεις αυτήν τη στιγμή.
fa: <strong>اینجا چیزی نیست!</strong> در حال حاضر هیچ مکانی وجود ندارد.
fi: <strong>Ei mitään esitettävää.</strong> Ei yhtään sijoittelua tällä hetkellä.
it: <strong>Nessun elemento!</strong> Non ci sono posizionamenti per il momento.

# OrchardCore.Placements.Views.Admin.Index
source: selected
el: επιλεγμένο
fa: انتخاب شده
fi: valitut
it: selezionato

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Edit
source: Placements
el: Τοποθετήσεις
fa: جایگذاری
fi: Sijoittelut
it: Posizionamento

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Summary
source: Placements
el: Τοποθετήσεις
fa: جایگذاری
fi: Sijoittelut
it: Posizionamento

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Summary
source: Adds all placements to the plan.
el: Προσθέτει όλες τις τοποθετήσεις στο σχέδιο.
fa: همه مکان ها را به طرح اضافه می کند.
fi: Lisää kaikki sijoittelut suunnitelmaan.
it: Aggiunge tutti i posizionamenti al piano.

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Thumbnail
source: All Placements
el: Όλες οι τοποθετήσεις
fa: همه مکان ها
fi: Kaikki sijoittelut
it: Tutti I Posizionamenti

# OrchardCore.Placements.Views.Items.PlacementsDeploymentStep.Thumbnail
source: Exports placements defined in Placements module.
el: Εξάγει τοποθετήσεις που ορίζονται στην ενότητα Τοποθετήσεις.
fa: از مکان های تعریف شده در ماژول Placements را خروجی بگیر.
fi: Tuo sijoittelumoduulin sijoittelut.
it: Esporta posizionamenti definiti nel modulo Posizionamenti.

# OrchardCore.Placements.Views.Shared.DisplayTemplates.ShapePlacementViewModel
source: Edit
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
it: Modifica

# OrchardCore.Placements.Views.Shared.DisplayTemplates.ShapePlacementViewModel
source: Delete
el: Διαγραφή
fa: حذف
fi: Poista
it: Elimina
