Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Sms.po
Languages: tr

# OrchardCore.Sms.Activities.SmsTask
source: SMS Task
tr: SMS Görevi

# OrchardCore.Sms.Activities.SmsTask
source: Messaging
tr: Mesajlaşma

# OrchardCore.Sms.Activities.SmsTask
source: Done
tr: Tamamlandı

# OrchardCore.Sms.Activities.SmsTask
source: Failed
tr: Başarısız

# OrchardCore.Sms.AdminMenu
source: Configuration
tr: Yapılandırma

# OrchardCore.Sms.AdminMenu
source: Settings
tr: Ayarlar

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Phone number requires a value.
tr: Telefon numarası gereklidir.

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Invalid phone number used.
tr: Geçersiz telefon numarası kullanıldı.

# OrchardCore.Sms.Drivers.SmsTaskDisplayDriver
source: Message Body requires a value.
tr: Mesaj gövdesi gereklidir.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Phone number requires a value.
tr: Telefon numarası gereklidir.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Please provide a valid phone number.
tr: Lütfen geçerli bir telefon numarası sağlayınız.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Account SID requires a value.
tr: Hesap SID gereklidir.

# OrchardCore.Sms.Drivers.TwilioSettingsDisplayDriver
source: Auth Token required a value.
tr: Yetki token'ı gereklidir.

# OrchardCore.Sms.Views.SmsSettings.Edit
source: Default SMS provider
tr: Varsayılan SMS sağlayıcısı

# OrchardCore.Sms.Views.SmsSettings.Edit
source: Select a provider
tr: Bir sağlayıcı seçin

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Design
source: Send SMS
tr: SMS Gönder

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Phone Number
tr: Telefon Numarası

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Phone number must include a country code. For example, +1 for United States.
tr: Telefon numarası ülke kodunu içermelidir. Örneğin, Türkiye için +90.

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: Body
tr: Gövde

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Edit
source: The body of the SMS message. With Liquid support.
tr: SMS mesajının gövdesi. Liquid desteği ile.

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Thumbnail
source: Send SMS
tr: SMS Gönder

# OrchardCore.Sms.Views.Items.SmsTask.Fields.Thumbnail
source: Send an SMS message.
tr: SMS mesajı gönder.

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Twilio Account Info
tr: Twilio Hesap Bilgisi

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Phone Number
tr: Telefon Numarası

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Phone number must include a country code. For example, +1 for United States.
tr: Telefon numarası ülke kodunu içermelidir. Örneğin, Türkiye için +90.

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Account SID
tr: Hesap SID

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Auth Token
tr: Yetki Token'ı

# OrchardCore.Sms.Views.TwilioSettings.Edit
source: Auth token was securely saved. Enter a new value if you wish to replace the existing secret.
tr: Yetki token'ı güvenli bir şekilde kaydedildi. Mevcut token'ı değiştirmek istiyorsanız yeni bir değer girin.
