Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentTypes.po
Languages: el, es, fa, it, ja, mk, pl, pt_br, tr, uk

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: Create new part
el: Δημιουργία νέου τμήματος
es: Crear nueva parte
fa: ایجاد بخش جدید
it: Crea nuova parte
ja: 新規パーツを作成
mk: Креирајте нов дел
pl: Utwórz nową część
pt_br: Criar novo componente
tr: Parça oluştur
uk: Створити нову частину

# OrchardCore.ContentTypes.Views.Admin.ListParts
source: <strong>Nothing here!</strong> Your search returned no results.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Η αναζήτηση δεν επέστρεψε κανένα αποτέλεσμα.
es: <strong>¡Nada aquí!</strong> Tu búsqueda no ha devuelto ningún resultado.
fa: <strong>هیچی اینجا نیست!</strong> هیچ نتیجه‌ای برای جستجوی شما یافت نشد.
it: <strong>Nessun risultato!</strong>Non ci sono elementi collegati alla tua ricerca.
ja: <strong>何もありません!</strong> 検索結果は0件でした
mk: <strong>Празно</strong> Вашето пребарување не врати резултати.
pl: <strong>Nic tutaj nie ma!</strong> Twoje wyszukiwanie nie zwróciło wyników.
pt_br: <strong>Nada aqui!</strong> Sua pesquisa não retornou resultados.
tr: <strong>Bir şey bulunamadı!</strong> Arama sonucunda bir şey bulunamadı.
uk: <strong>Тут пусто!</strong> Ваш пошук не дав результатів.

source: Replace Content Definitions
el: Αντικατάσταση Ορισμών Περιεχομένου
es: Reemplazar definiciones de contenido
fa: تعاریف محتوا را جایگزین کنید
it: Sostituisci Definizioni Contenuto
ja: コンテンツ定義を置き換え
pt_br: Substituir Definições de Conteúdo
tr: İçerik Tanımlarını Değiştir
uk: Замінити визначення контенту

source: Include all content types and parts definitions.
el: Συμπεριλάβετε όλους τους τύπους περιεχομένου και ορισμούς τμημάτων.
es: Incluye todos los tipos de contenido y definiciones de partes.
fa: شامل تمام انواع محتوا و تعاریف قطعات.
it: Includi tutte le definizioni dei tipi e delle parti di contenuto.
ja: すべてのコンテンツ タイプとコンテンツ パーツの定義を含めます。
pt_br: Incluir todos os tipos de conteúdo e definições de componentes.
tr: Tüm içerik türlerini ve parça tanımlarını dahil edin.
uk: Долучити усі типи контенту та визначення частин.

source: The content types to add as part of the plan.
el: Τύποι περιεχομένου για προσθήκη ως μέρος του σχεδίου.
es: Los tipos de contenido a añadir como parte del plan de despliegue.
fa: انواع محتوا برای افزودن به عنوان بخشی از طرح.
it: I tipi di contenuto da aggiungere come parte del piano.
ja: プランの一部として追加するコンテンツ タイプ
pt_br: Os tipos de conteúdo a serem adicionados como parte do plano.
tr: Planın bir parçası olarak eklenecek içerik türleri.
uk: Типи контенту, які потрібно додати як частину плану.

source: The content parts to add as part of the plan.
el: Τα μέρη περιεχομένου για προσθήκη ως μέρος του σχεδίου.
es: Las partes de contenido a añadir como parte del plan de despliegue.
fa: قسمت های محتوا برای اضافه کردن به عنوان بخشی از طرح.
it: Le parti di contenuto da aggiungere come parte del piano.
ja: プランの一部として追加するコンテンツ パーツ
pt_br: Os componentes de conteúdo a serem adicionadas como parte do plano.
tr: Planın bir parçası olarak eklenecek içerik bölümleri.
uk: Частини контенту, які потрібно додати як частину плану.

source: Replace Content Definitions
el: Αντικατάσταση Ορισμών Περιεχομένου
es: Reemplazar definiciones de contenido
fa: تعاریف محتوا را جایگزین کنید
it: Sostituisci Definizioni Contenuto
ja: コンテンツ定義を置き換え
pt_br: Substituir Definições de Conteúdo
tr: İçerik Tanımlarını Değiştir
uk: Замінити визначення контенту

source: Content Definitions should be placed before any content steps.
el: Οι Ορισμοί Περιεχομένου πρέπει να τοποθετούνται πριν από οποιαδήποτε βήματα στο περιεχόμενο.
es: Las definiciones de contenido deben colocarse antes de cualquier paso de contenido.
fa: تعاریف محتوا باید قبل از هر مرحله محتوا قرار گیرد.
it: Le definizioni contenuto devono essere posizionate prima di qualsiasi step contenuto.
ja: コンテンツ定義は、コンテンツステップの前に配置する必要があります。
tr: İçerik tanımları, herhangi bir içerik adımından önce yerleştirilmelidir.
uk: Визначення контенту слід розміщувати перед будь-якими кроками контенту.

source: Replace Content Definitions
el: Αντικατάσταση Ορισμών Περιεχομένου
es: Actualizar definiciones de contenido
fa: تعاریف محتوا را جایگزین کنید
it: Sostituisci Definizioni Contenuto
ja: コンテンツ定義を置き換え
pt_br: Substituir Definições de Conteúdo
tr: İçerik Tanımlarını Değiştir
uk: Замінити визначення контенту

source: Exports specified content type and part definitions for replacement.
el: Εξάγει καθορισμένο τύπο περιεχομένου και ορισμούς τμημάτων για αντικατάσταση.
es: Exporta definiciones especificadas de tipo de contenido y partes para reemplazo.
fa: نوع محتوای مشخص شده و تعاریف قسمت را برای جایگزینی صادر می کند.
it: Esporta le definizioni dei tipi e delle parti di contenuto per sostituire quelle presenti.
ja: 指定されたコンテンツ タイプとコンテンツ パーツの定義を置換用にエクスポートします。
pt_br: Exporta o tipo de conteúdo especificado e definições de componentes para substituição.
tr: Belirtilen içerik türünü ve parça tanımlarını değiştirilmek üzere dışa aktarır.
uk: Експортує вказаний тип контенту та визначення частин для заміни.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" settings have been saved.
el: Οι ρυθμίσεις του "{0}" έχουν αποθηκευτεί.
it: "{0}", impostazioni salvate.
ja: "{0}" の設定が保存されました
mk: Подесувањата "{0}" се зачувани.
pl: Ustawienia "{0}" zostały zapisane.

# OrchardCore.ContentTypes.Views.NavigationItemText-contentdefinition.Id
source: Content Definition
el: Ορισμός Περιεχομένου
it: Definizione del contenuto
ja: コンテンツの定義
mk: Дефиниција на содржина
pl: Definicja treści

# OrchardCore.ContentTypes.Views.GraphQLContentTypePartSettings.Edit
source: Check to hide type from the GraphQL schema.
it: Seleziona per nascondere il tipo dallo schema GraphQL.
mk: Избери за да се сокрие видот од „GraphQL“ шемата.
