Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentFields.po
Languages: fi, it, sk, vi

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fi: Sallitaanko useiden elementtien valitseminen.
sk: Určuje či môže byť vybraných viac položiek.
vi: Cho phép chọn nhiều yếu tố.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Content Types
fi: Sisältötyypit
sk: Typy obsahu
vi: Loại Nội dung

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The content types to display. Choose at least one.
fi: Näytettävät sisältötyypit. Valitse vähintään yksi.
sk: Typy obsahu, ktoré budú zobrazené. Vyberte aspoň jeden.
vi: Những loại nội dung để hiển thị. Chọn ít nhất một.

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: Hint
fi: Vihje
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.LocalizationSetContentPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Ohjeteksti, joka näytetään tälle kentälle editorissa.
sk: Text nápovedy pre toto pole.
vi: Gợi ý để hiển thị cho trường này trên trình soạn thảo.

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Select Media
fi: Valitse media
it: Seleziona media
sk: Výber médií
vi: Chon Tài nguyên

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: Cancel
fi: Peruuta
it: Annulla
sk: Zrušiť
vi: Bỏ qua

# OrchardCore.ContentFields.Views.MultiTextField-CheckboxList.Option
source: Checkbox List
fi: Valintaruutulista

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Type to search
fi: Kirjoita hakeaksesi
sk: Zadajte hľadaný výraz

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Select
fi: Valitse
sk: Vybrať

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: Remove
fi: Poista
sk: Odstrániť

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Edit
source: No values found
fi: Arvoja ei löydy
sk: Nenašiel sa žiadny výsledok

# OrchardCore.ContentFields.Views.MultiTextField-Picker.Option
source: Picker
fi: Valitsija

# OrchardCore.ContentFields.Views.MultiTextField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné

# OrchardCore.ContentFields.Views.MultiTextField.Option
source: Standard
fi: Standardi
sk: Štandardné

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Required
fi: Pakollinen
sk: Povinné

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen vai ei.
sk: Určuje či je hodnota povinná.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Hint
fi: Vinkki
sk: Nápoveda

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän yhteydessä näytettävä vinkkiteksti editorissa.
sk: Text nápovedy pre toto pole.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Option Label
fi: Valinnan oletusteksti (label)
sk: Popisok

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Value
fi: Arvo
sk: Hodnota

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default?
fi: Oletus?
sk: Predvolené?

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Set as default
fi: Aseta oletukseksi
sk: Nastaviť ako predvolené

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Remove element from list
fi: Poista elementti listasta
sk: Odstrániť element zo zoznamu

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Add an option
fi: Lisää vaihtoehto
sk: Pridať možnosť

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Edit Data
fi: Muokkaa tietoja
sk: Upraviť dáta

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Options
fi: Asetukset
sk: Nastavenia

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
fi: JSON-kuvaus sallituista arvoista. Esim. {0}
sk: JSON reprezentácia povolených hodnôt, napr. {0}

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Default value
fi: Oletusarvo
sk: Predvolená hodnota

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: (Optional) The default to assign to the text field.
fi: (Valinnainen) Kentän oletusarvo.
sk: (Volitelné) Predvolená hodnota pre nastavenie textového poľa.

# OrchardCore.ContentFields.Views.MultiTextFieldSettings.Edit
source: Cancel
fi: Peruuta
sk: Zrušiť

# OrchardCore.ContentFields.Views.NumericField-Range.Option
source: Range
fi: Vaihteluväli
it: Intervallo
sk: Rozsah
vi: Phạm vi

# OrchardCore.ContentFields.Views.NumericField-Select.Edit
source: None
fi: Ei mitään
it: Nessuno
sk: Žiadny
vi: Không

# OrchardCore.ContentFields.Views.NumericField-Select.Option
source: Select
fi: Valitse
it: Seleziona
sk: Vybrať
vi: Chọn

# OrchardCore.ContentFields.Views.NumericField-Slider.Option
source: Slider
fi: Liukusäädin
it: Cursore
sk: Posuvník
vi: Thanh trượt

# OrchardCore.ContentFields.Views.NumericField-Spinner.Option
source: Spinner
fi: Spinneri
it: Indicatore
sk: Číselník
vi: Quay

# OrchardCore.ContentFields.Views.NumericField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.NumericField.Option
source: Number
fi: Numero
it: Numero
sk: Číslo
vi: Số

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän vihjeteksti, mikä esitetään editorissa.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Watermark (placeholder)
fi: Vesileima (placeholder)
it: Filigrana (segnaposto)
sk: Ukážková hodnota
vi: Hình mờ (placeholder)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: A hint to display when the input is empty. (optional)
fi: Vinkki, joka näytetään kun kenttä on tyhjä. (valinnainen)
it: Un suggerimento da visualizzare quando l'input è vuoto. (opzionale)
sk: Ukážková hodnota, ktorá sa zobrazí ak je pole prázdne.
vi: Một gợi ý để hiển thị khi không nhập. (tùy chọn)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Scale
fi: Skaala
sk: Rozlíšenie
vi: Tỷ lệ

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The number of digits after the decimal point.
fi: Numeroiden lukumäärä desimaalipisteen jälkeen.
it: Il numero di cifre dopo il punto decimale.
sk: Počet číslic za desatinnou čiarkou.
vi: Số các chữ số sau dấu thập phân.

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Minimum
fi: Minimi
it: Minimo
vi: Tối thiểu

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The minimum value allowed. (optional)
fi: Pienin sallittu arvo. (valinnainen)
it: Il valore minimo consentito. (opzionale)
sk: Minimálna povolená hodnota. (voliteľné)
vi: Giá trị tối thiểu cho phép. (tùy chọn)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Maximum
fi: Maksimi
it: Massimo
vi: Tối đa

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The maximum value allowed. (optional)
fi: Suurin sallittu arvo. (valinnainen)
it: Il valore massimo consentito. (opzionale)
sk: Maximálna povolená hodnota. (voliteľné)
vi: Giá trị tối đa cho phép. (tùy chọn)

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: Default value
fi: Oletusarvo
it: Valore predefinito
sk: Predvolená hodnota
vi: Giá trị mặc định

# OrchardCore.ContentFields.Views.NumericFieldSettings.Edit
source: The default value. (optional)
fi: Oletusarvo (valinnainen)
it: Il valore predefinito. (opzionale)
sk: Predvolená hodnota. (voliteľné)
vi: Giá trị mặc định. (tùy chọn)

# OrchardCore.ContentFields.Views.TextField-CodeMirror.Option
source: Code Mirror
fi: Code Mirror editori
vi: Ánh xạ mã nguồn

# OrchardCore.ContentFields.Views.TextField-Color.Option
source: Color
fi: Väri
it: Colore
sk: Farba
vi: Màu sắc

# OrchardCore.ContentFields.Views.TextField-Email.Option
source: Email
fi: Sähköposti

# OrchardCore.ContentFields.Views.TextField-Header.DisplayOption
source: Header
fi: Otsikko
it: Intestazione
sk: Nadpis
vi: Tiêu đề

# OrchardCore.ContentFields.Views.TextField-IconPicker.Option
source: Icon picker
fi: Kuvakkeen valitsin
it: Selettore icone
sk: Výber ikony
vi: Chọn biểu tượng

# OrchardCore.ContentFields.Views.TextField-Monaco.Option
source: Monaco editor
fi: Monaco editori

# OrchardCore.ContentFields.Views.TextField-PredefinedList.Option
source: Predefined List
fi: Esimääritelty lista
it: Lista predefinita
sk: Preddefinovaný zoznam
vi: Danh sách Xác định trước

# OrchardCore.ContentFields.Views.TextField-Tel.Option
source: Phone
fi: Puhelin
it: Telefono
sk: Telefón
vi: Điện thoại

# OrchardCore.ContentFields.Views.TextField-TextArea.Option
source: Multi-line
fi: Monirivinen
it: Multilinea
sk: Viacriadkový
vi: Nhiều dòng

# OrchardCore.ContentFields.Views.TextField-Url.Option
source: Url
fi: URL-osoite
it: Indirizzo

# OrchardCore.ContentFields.Views.TextField.DisplayOption
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.TextField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.TextFieldHeaderDisplaySettings.Edit
source: Select the header level to use
fi: Valitse käytettävä otsikon taso
it: Seleziona il livello di intestazione da utilizzare
sk: Vyberte úroveň nadpisu
vi: Chọn mức tiêu đề

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Enter the editor options.
fi: Anna editorin asetukset.

# OrchardCore.ContentFields.Views.TextFieldMonacoEditorSettings.Edit
source: Documentation for options
fi: Asetusten ohjeet

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Option Label
fi: Valinnan nimike
it: Etichetta opzione
sk: Popisok
vi: Lựa chọn Nhãn

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Value
fi: Arvo
it: Valore
sk: Hodnota
vi: Giá trị

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default?
fi: Oletus?
it: Predefinito?
sk: Predvolená?
vi: Mặc định?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Set as default
fi: Aseta oletukseksi
it: Imposta come predefinito
sk: Nastaviť ako predvolenú
vi: Đặt làm mặc định

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Remove element from list
fi: Poista elementti luettelosta
it: Rimuovi elemento dalla lista
sk: Odstrániť element zo zoznamu
vi: Xóa phần tử khỏi danh sách

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Add an option
fi: Lisää vaihtoehto
it: Aggiungi un'opzione
sk: Pridať možnosť
vi: Thêm lựa chọn

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Edit Data
fi: Muokkaa tietoja
it: Modifica dati
sk: Upraviť dáta
vi: Sửa Dữ liệu

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Options
fi: Vaihtoehdot
it: Opzioni
sk: Možnosti
vi: Tùy chọn

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: A JSON representation of the allowed values, e.g. {0}
fi: JSON-kuvaus sallituista arvoista. Esim. {0}
it: Una rappresentazione JSON dei valori consentiti, es.: {0}
sk: JSON reprezentácia povolených hodnôt, napr. {0}
vi: Một biểu diễn JSON của các giá trị được phép, ví dụ: {0}

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Default value
fi: Oletusarvo
it: Valore predefinito
sk: Predvolená hodnota
vi: Giá trị mặc định

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: (Optional) The default to assign to the text field.
fi: (Optionnel) Tekstikenttään lisättävä oletusarvo.
it: (Opzionale) Il valore predefinito da assegnare al campo testo.
sk: (Volitelné) Predvolená hodnota pre nastavenie textového poľa.
vi: (Tùy chọn) Mặc định để gán cho trường văn bản.

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Cancel
fi: Peruuta
it: Annulla
sk: Zrušiť
vi: Bỏ qua

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: What type of list editor should be used?
fi: Minkä tyyppistä tekstieditoria tulisi käyttää?
it: Quale tipo di editor di lista dovrebbe essere utilizzato?
sk: Aký typ editoru sa má použiť?
vi: Loại trình soạn thảo danh sách nào nên được sử dụng?

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Drop down list
fi: Alasvetovalikko
it: Elenco a discesa
sk: Rozbaľovací zoznam
vi: Danh sách Dropdown

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: Radio buttons
fi: Valintanappi
it: Pulsanti radio
sk: Prepínače
vi: Các nút radio

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.TextFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän editorissa näytettävä vinkkiteksti.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.TimeField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.TimeField.Option
source: Standard
fi: Standardi
it: Predefinito
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.TimeFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän editorissa näytettävä vinkkiteksti.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.Display
source: No users.
fi: Ei käyttäjiä.
sk: Žiadni používatelia.

# OrchardCore.ContentFields.Views.UserPickerField-UserNames.DisplayOption
source: User Names
fi: Käyttäjänimet
sk: Mená používateľov

# OrchardCore.ContentFields.Views.UserPickerField
source: No users.
fi: Ei käyttäjiä.
sk: Žiadni používatelia.

# OrchardCore.ContentFields.Views.UserPickerField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Not enabled
fi: Ei käytössä
sk: Nepovolené

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Type to search
fi: Kirjoita hakeaksesi
sk: Zadajte hľadaný výraz

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Select
fi: Valitse
sk: Vybrať

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: Remove
fi: Poista
sk: Odstrániť

# OrchardCore.ContentFields.Views.UserPickerField.Edit
source: No result found
fi: Ei tuloksia
sk: Nenašiel sa žiadny výsledok

# OrchardCore.ContentFields.Views.UserPickerField.Option
source: Standard
fi: Standardi
sk: Štandardné

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Required
fi: Pakollinen
sk: Povinné

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to ensure at least one element is selected.
fi: Vaaditaanko ainakin yksi valinta.
sk: Určuje či musí byť vybraná minimálne jedna položka.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Allow multiple
fi: Salli useita
sk: Povoliť viac

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow multiple elements to be selected.
fi: Sallitaanko useamman elementin valinta.
sk: Určuje či môže byť vybraných viac položiek.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Roles
fi: Roolit
sk: Roly

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The roles that a user must belong to. Choose at least one.
fi: Tehtävät, joihin käyttäjän on kuuluttava. Valitse ainakin yksi.
sk: Roly, do ktorých musí užívateľ patriť. Vyberte aspoň jednu.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Display All Users
fi: Näytä kaikki käyttäjät
sk: Zobraziť všetkých používateľov

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Whether to allow picker to display users from all roles.
fi: Sallitaanko valitsimen näyttää kaikki käyttäjät kaikissa rooleissa.
sk: Určuje či budú zobrazení používatelia vo všetkých roliach.

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: Hint
fi: Vinkki
sk: Nápoveda

# OrchardCore.ContentFields.Views.UserPickerFieldSettings.Edit
source: The hint text to display for this field on the editor.
fi: Ohjeteksti, joka näytetään tälle kentälle editorissa.
sk: Text nápovedy pre toto pole.

# OrchardCore.ContentFields.Views.YoutubeField.DisplayOption
source: Standard
fi: Standardi
sk: Štandardné
vi: Tiêu chuẩn

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Required
fi: Pakollinen
it: Obbligatorio
sk: Povinné
vi: Yêu cầu

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Whether a value is required.
fi: Onko arvo pakollinen.
it: Se un valore è obbligatorio.
sk: Určuje či je hodnota povinná.
vi: Có thể bắt buộc một giá trị.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Hint
fi: Vihje
it: Suggerimento
sk: Nápoveda
vi: Gợi ý

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The hint text to display for this field on the editor.
fi: Tämän kentän editorissa näytettävä vinkkiteksti.
it: Il testo del suggerimento da visualizzare per questo campo nell'editor.
sk: Text nápovedy zobrazený pre toto pole.
vi: Văn bản gợi ý để hiển thị cho trường này trên trình chỉnh sửa.

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Width
fi: Leveys
it: Larghezza
sk: Šírka
vi: Chiều rộng

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The width of the Videobox
fi: Videon leveys
it: La larghezza del contenitore del video
sk: Šírka okna s videom
vi: Chiều rộng của Videobox

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: Height
fi: Korkeus
sk: Výška
vi: Chiều cao

# OrchardCore.ContentFields.Views.YoutubeFieldSetting.Edit
source: The height of the Videobox
fi: Videon korkeus
it: L'altezza del contenitore del video
sk: Výška okna s videom
vi: Chiều cao của Videobox

# OrchardCore.ContentFields.Views.Media-HtmlField.Modal
source: OK
vi: Đồng ý

# OrchardCore.ContentFields.Views.TextFieldPredefinedListEditorSettings.Edit
source: OK
vi: Đồng ý

# OrchardCore.ContentFields.Fields.ContentPickerFieldDisplayDriver
source: The {0} field is required.
it: Il campo {0} è obbligatorio.

# OrchardCore.ContentFields.Fields.ContentPickerFieldDisplayDriver
source: The {0} field cannot contain multiple items.
it: Il campo {0} non può contenere più elementi.

# OrchardCore.ContentFields.Fields.LinkFieldDisplayDriver
source: The url is required for {0}.
it: L'indirizzo è richiesto per {0}.

# OrchardCore.ContentFields.Fields.LinkFieldDisplayDriver
source: {0} is an invalid url.
it: {0} non è un indirizzo valido.

# OrchardCore.ContentFields.Fields.LinkFieldDisplayDriver
source: The link text is required for {0}.
it: Il testo del collegamento è richiesto per {0}.

# OrchardCore.ContentFields.Fields.LinkFieldDisplayDriver
source: The text default value is required for {0}.
it: Il valore predefinito del testo è richiesto per {0}.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: The {0} field is required.
it: Il campo {0} è obbligatorio.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: {0} is an invalid number.
it: {0} non è un numero valido.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: The value must be greater than {0}.
it: Il valore deve essere maggiore di {0}.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: The value must be less than {0}.
it: Il valore deve essere minore di {0}.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: The {0} field must be an integer.
it: Il campo {0} deve essere un intero.

# OrchardCore.ContentFields.Fields.NumericFieldDisplayDriver
source: Invalid number of digits for {0}, max allowed: {1}.
it: Numero di cifre non valido per {0}, massimo consentito: {1}.

# OrchardCore.ContentFields.Fields.TextFieldDisplayDriver
source: A value is required for {0}.
it: È richiesto un valore per {0}.

# OrchardCore.ContentFields.Fields.YoutubeFieldDisplayDriver
source: A value is required for '{0}'.
it: È richiesto un valore per {0}'.

# OrchardCore.ContentFields.Fields.YoutubeFieldDisplayDriver
source: The format of the url is invalid
it: Formato dell'indirizzo non valido
