Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.AdminMenu
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
fa: امنیت
pt_br: Segurança
ru: Безопасность
uk: Безпека

# OrchardCore.Users.AdminMenu
source: Users
cs: Uživatelé
de: Benutzer
el: Χρήστες
fa: کاربران
pt_br: Usuários
ru: Пользователи
uk: Користувачі

# OrchardCore.Users.AdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
pt_br: Configurações
ru: Настройки
uk: Налаштування

# OrchardCore.Users.AdminMenu
source: User Login
cs: Uživatelské jméno
de: Benutzeranmeldung
fa: ورود کاربر
uk: Логін користувача

# OrchardCore.Users.ChangeEmailAdminMenu
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
fa: امنیت
pt_br: Segurança
ru: Безопасность
uk: Безпека

# OrchardCore.Users.ChangeEmailAdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
pt_br: Configurações
ru: Настройки
uk: Налаштування

# OrchardCore.Users.ChangeEmailAdminMenu
source: User Change email
cs: E-mail pro změnu uživatele
de: Benutzer E-Mail ändern
fa: تغییر ایمیل کاربر

# OrchardCore.Users.RegistrationAdminMenu
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
fa: امنیت
pt_br: Segurança
ru: Безопасность
uk: Безпека

# OrchardCore.Users.RegistrationAdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
pt_br: Configurações
ru: Настройки
uk: Налаштування

# OrchardCore.Users.RegistrationAdminMenu
source: User Registration
cs: Registrace uživatele
de: Benutzerregistrierung
fa: ثبت نام کاربر
uk: Реєстрація користувача

# OrchardCore.Users.ResetPasswordAdminMenu
source: Security
cs: Zabezpečení
de: Sicherheit
el: Ασφάλεια
fa: امنیت
pt_br: Segurança
ru: Безопасность
uk: Безпека

# OrchardCore.Users.ResetPasswordAdminMenu
source: Settings
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
fa: تنظیمات
pt_br: Configurações
ru: Настройки
uk: Налаштування

# OrchardCore.Users.ResetPasswordAdminMenu
source: User Reset password
cs: Obnovit heslo
de: Benutzer Passwort zurücksetzen
fa: تغییر رمزعبور کاربر

source: User
de: Benutzer
fa: کاربر
uk: Користувач

source: Registered
de: Registriert
fa: ثبت نام شده
uk: Зареєстровано

source: A user was successfully registered.
de: Ein Benutzer wurde erfolgreich registriert.
fa: کابر با موفقیت ثبت نام شد.
uk: Користувач успішно зареєструвався.

source: User
de: Benutzer
fa: کاربر
uk: Користувач

source: Password reset
de: Passwort zurücksetzen
fa: بازیابی کلمه عبور
uk: Скидання пароля

source: A user successfully reset the password.
de: Ein Benutzer hat das Passwort erfolgreich zurückgesetzt.
fa: یک کاربر با موفقیت رمز عبور را بازنشانی کرد.
uk: Користувач успішно скинув пароль.

source: Password recovered
de: Passwort wiederhergestellt
fa: کلمه عبور بازیابی شد
uk: Пароль відновлено

source: A user successfully recovered the password.
de: Ein Benutzer hat das Passwort erfolgreich wiederhergestellt.
fa: یک کاربر رمز عبور را با موفقیت بازیابی کرد.
uk: Користувач успішно відновив пароль.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: User
de: Benutzer
fa: کاربر
uk: Користувач

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Logged in
de: Angemeldet
fa: لاگین شده
uk: Вхід виконано

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was successfully logged in.
de: Ein Benutzer wurde erfolgreich angemeldet.
fa: کابر با موفقیت وارد شد.
uk: Користувач успішно увійшов.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login failed
de: Anmeldung fehlgeschlagen
fa: ورود ناموفق
uk: Помилка входу

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed.
de: Anmeldeversuch fehlgeschlagen.
fa: تلاش برای ورود ناموفق بود.
uk: Спроба входу не вдалася.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Login account locked
de: Anmeldekonto gesperrt
fa: ورود به حساب کاربری قفل شده است
uk: Вхід до облікового запису заблоковано

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: An attempt to login failed because the user is locked out.
de: Ein Anmeldeversuch ist fehlgeschlagen, da der Benutzer ausgesperrt ist.
fa: تلاش برای ورود ناموفق بود زیرا کاربر قفل شده است.
uk: Спроба входу не вдалася, оскільки користувача заблоковано.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Enabled
de: Aktiviert
fa: فعال شد
uk: Увімкнено

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was enabled.
de: Ein Benutzer wurde aktiviert.
fa: یک کاربر فعال شد.
uk: Користувача було ввімкнено.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Disabled
de: Deaktiviert
fa: غیرفعال شد
uk: Вимкнено

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was disabled.
de: Ein Benutzer wurde deaktiviert.
fa: یک کاربر غیرفعال شد.
uk: Користувача було вимкнено.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Created
de: Erstellt
fa: ایجاد شده
uk: Створено

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was created.
de: Ein Benutzer wurde erstellt.
fa: یک کاربر ایجاد شد.
uk: Користувача було створено.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Updated
de: Aktualisiert
fa: به روز شده
uk: Оновлено

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was updated.
de: Ein Benutzer wurde aktualisiert.
fa: یک کاربر به روز شد.
uk: Користувача було оновлено.

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: Deleted
de: Gelöscht
fa: حذف شده
uk: Видалено

# OrchardCore.Users.AuditTrail.Services.UserAuditTrailEventConfiguration
source: A user was deleted.
de: Ein Benutzer wurde gelöscht.
fa: یک کاربر حذف شد.
uk: Користувача видалено.

# OrchardCore.Users.Commands.UserCommands
source: User created successfully
cs: Uživatel byl úspěšně vytvořen
de: Benutzer erfolgreich erstellt
el: Ο χρήστης δημιουργήθηκε με επιτυχία
fa: کاربر با موفقیت ایجاد شد
pt_br: Usuário criado com sucesso
ru: Пользователь успешно создан
uk: Користувач успішно створений

# OrchardCore.Users.Controllers.AccountController
source: Local login is disabled.
cs: Místní přihlášení je zakázáno.
de: Lokale Anmeldung ist deaktiviert.
el: Η τοπική σύνδεση είναι απενεργοποιημένη.
fa: ورود به سیستم محلی غیر فعال شده است.
pt_br: O login local está desativado.
ru: Локальный вход отключен.
uk: Локальний вхід вимкнено.

# OrchardCore.Users.Controllers.AccountController
source: The account is locked out
de: Das Konto ist gesperrt
fa: حساب قفل شده است
uk: Обліковий запис заблоковано

# OrchardCore.Users.Controllers.AccountController
source: Invalid login attempt.
cs: Neplatný pokus o přihlášení.
de: Ungültiger Login-Versuch.
el: Μη έγκυρη απόπειρα σύνδεσης.
fa: تلاش ناموفق برای ورود به سیستم
pt_br: Tentativa de login inválida.
ru: Неверная попытка входа.
uk: Недійсна спроба входу.

# OrchardCore.Users.Controllers.AccountController
source: Your password has been changed successfully.
cs: Vaše heslo bylo úspěšně změněno.
de: Ihr Passwort wurde erfolgreich geändert.
fa: گذرواژه ی شما با موفقیت تغییر کرد.
uk: Ваш пароль було успішно змінено.

# OrchardCore.Users.Controllers.AccountController
source: An error occurred in external provider.
cs: U externího poskytovatele došlo k chybě.
de: Beim externen Anbieter ist ein Fehler aufgetreten.
fa: خطایی در ارائه دهنده خارجی رخ داد.

# OrchardCore.Users.Controllers.AccountController
source: Site does not allow user registration.
cs: Web neumožňuje registraci uživatelů.
de: Website erlaubt keine Benutzerregistrierung.
el: Ο ιστότοπος δεν επιτρέπει την εγγραφή χρήστη.
fa: ثبت‌نام کاربر در وب‌سایت مجاز نیست.
pt_br: Site não permite registro de usuários.
ru: Сайт не разрешает регистрацию пользователя.

# OrchardCore.Users.Controllers.AccountController
source: Confirm your account
cs: Potvrďte svůj účet
de: Bestätigen Sie Ihren Account
el: Επιβεβαιώστε τον λογαριασμό σας
fa: حساب کاربری خود را تایید کنید
pt_br: Confirme sua conta
ru: Подтвердить свою учетную запись

# OrchardCore.Users.Controllers.AccountController
source: The specified user is not allowed to sign in.
cs: Zadaný uživatel není oprávněn se přihlásit.
de: Der angegebene Benutzer darf sich nicht anmelden.
el: Ο συγκεκριμένος χρήστης δεν επιτρέπεται να συνδεθεί.
fa: کاربر مشخص شده مجاز به ورود به سیستم نیست.
pt_br: O usuário informado não tem permissão para iniciar sessão.

# OrchardCore.Users.Controllers.AccountController
source: You must confirm your email.
cs: Potvrďte prosím svůj e-mail.
de: Sie müssen Ihre E-Mail-Adresse bestätigen.
el: Πρέπει να επιβεβαιώσεις το email σου.
fa: شما باید ایمیل خود را تایید کنید.
pt_br: Você deve confirmar seu e-mail.
ru: Вы должны подтвердить ваш адрес электронной почты.

# OrchardCore.Users.Controllers.AdminController
source: All Users
cs: Všichni uživatelé
de: Alle Benutzer
fa: همه کابران
uk: Всі користувачі

# OrchardCore.Users.Controllers.AdminController
source: Enabled Users
cs: Povolení uživatelé
de: Aktivierte Benutzer
fa: کاربران فعال
uk: Увімкнені користувачі

# OrchardCore.Users.Controllers.AdminController
source: Disabled Users
cs: Zakázaní uživatelé
de: Deaktivierte Benutzer
fa: کاربران غیر فعال
uk: Вимкнені користувачі

# OrchardCore.Users.Controllers.AdminController
source: Name
cs: Jméno
el: Όνομα
fa: نام
pt_br: Nome
ru: Имя
uk: Назва

# OrchardCore.Users.Controllers.AdminController
source: Email
de: E-Mail-Adresse
fa: ایمیل

# OrchardCore.Users.Controllers.AdminController
source: Approve
cs: Schválit
de: Genehmigen
el: Έγκριση
fa: تایید
pt_br: Aprovar
ru: Утвердить

# OrchardCore.Users.Controllers.AdminController
source: Enable
cs: Povolit
de: Aktivieren
el: Εργοποίηση
fa: فعال‌کردن
pt_br: Ativar
ru: Включить
uk: Увімкнути

# OrchardCore.Users.Controllers.AdminController
source: Disable
cs: Zakázat
de: Deaktivieren
el: Απενεργοποίηση
fa: غیرفعال‌کردن
pt_br: Desativar
ru: Отключить
uk: Вимкнути

# OrchardCore.Users.Controllers.AdminController
source: Delete
cs: Odstranit
de: Löschen
el: Διαγραφή
fa: پاک‌کردن
pt_br: Excluir
ru: Удалить
uk: Видалити

# OrchardCore.Users.Controllers.AdminController
source: All roles
cs: Všechny role
fa: همه نقش ها

# OrchardCore.Users.Controllers.AdminController
source: Authenticated (no roles)
cs: Ověřeno (bez rolí)
de: Authentifiziert (keine Rollen)
fa: احراز هویت (بدون نقش)
uk: Автентифіковано (без ролей)

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully approved.
cs: Uživatel {0} byl úspěšně schválen.
de: Benutzer {0} erfolgreich genehmigt.
el: Ο χρήστης {0} εγκρίθηκε επιτυχώς.
fa: کاربر {0} با موفقیت تایید شد.
pt_br: Usuário {0} aprovado com sucesso.
ru: Пользователь {0} успешно утверждён.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully deleted.
cs: Uživatel {0} byl úspěšně smazán.
de: Benutzer {0} erfolgreich gelöscht.
el: Ο χρήστης {0} διαφράφηκε με επιτυχία.
fa: کاربر {0} با موفقیت پاک شد.
pt_br: Usuário {0} excluído com sucesso.
ru: Пользователь {0} успешно удален.
uk: Користувача {0} успішно видалено.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully disabled.
cs: Uživatel {0} byl úspěšně zakázán.
de: Benutzer {0} erfolgreich deaktiviert.
el: Ο χρήστης {0} απενεργοποιήθηκε με επιτυχία.
fa: کاربر {0} با موفقیت غیرفعال شد.
pt_br: Usuário {0} desativado com sucesso.
ru: Пользователь {0} успешно отключен.
uk: Користувача {0} успішно відключено.

# OrchardCore.Users.Controllers.AdminController
source: User {0} successfully enabled.
cs: Uživatel {0} byl úspěšně povolen.
de: Benutzer {0} erfolgreich aktiviert.
el: Ο χρήστης {0} ενεργοποιήθηκε με επιτυχία.
fa: کاربر {0} با موفقیت فعال شد.
pt_br: Usuário {0} ativado com sucesso.
ru: Пользователь {0} успешно включен.
uk: Користувача {0} успішно увімкнено.

# OrchardCore.Users.Controllers.AdminController
source: User created successfully.
cs: Uživatel byl úspěšně vytvořen.
de: Benutzer erfolgreich erstellt.
fa: کاربر با موفقیت ایجاد شد.
uk: Користувача успішно створено.

# OrchardCore.Users.Controllers.AdminController
source: User updated successfully.
cs: Uživatel byl úspěšně aktualizován.
de: Benutzer erfolgreich aktualisiert.
fa: کاربر با موفقیت بروز رسانی شد.
uk: Користувача успішно оновлено.

# OrchardCore.Users.Controllers.AdminController
source: User deleted successfully.
cs: Uživatel byl úspěšně smazán.
de: Benutzer erfolgreich gelöscht.
fa: کاربر با موفقیت حذف شد.
uk: Користувача успішно видалено.

# OrchardCore.Users.Controllers.AdminController
source: Could not delete the user.
cs: Uživatele nelze odstranit.
de: Benutzer konnte nicht gelöscht werden.
fa: حذف کاربر میسر نیست.
uk: Не вдалося видалити користувача.

# OrchardCore.Users.Controllers.AdminController
source: Password updated correctly.
cs: Heslo bylo úspěšně nastaveno.
de: Passwort korrekt aktualisiert.
el: Ο Κωδικός πρόσβασης τροποποιήθηκε με επιτυχία.
fa: رمزعبور باموفقیت به‌روزرسانی شد.
pt_br: Senha atualizada com sucesso.
ru: Пароль успешно обновлен.

# OrchardCore.Users.Controllers.AdminController
source: User unlocked successfully.
de: Benutzer erfolgreich freigeschaltet.
fa: کاربر با موفقیت از حالت قفل خارج شد.
uk: Користувача успішно розблоковано.

# OrchardCore.Users.Controllers.AdminController
source: Could not unlock the user.
de: Benutzer konnte nicht freigeschaltet werden.
fa: قفل کاربر باز نشد.
uk: Не вдалося розблокувати користувача.

# OrchardCore.Users.Controllers.AuthenticatorAppController
source: Verification code is invalid.
de: Der Bestätigungscode ist ungültig.
fa: کد تأیید نامعتبر است.
uk: Код підтвердження недійсний.

# OrchardCore.Users.Controllers.AuthenticatorAppController
source: Your authenticator app has been verified.
de: Ihre Authentifizierungs-App wurde verifiziert.
fa: برنامه احراز هویت شما تأیید شده است.
uk: Ваш додаток для автентифікації підтверджено.

# OrchardCore.Users.Controllers.AuthenticatorAppController
source: Your authenticator app key has been reset.
de: Ihre Authentifizierungs-App wurde zurückgesetzt.
fa: کلید برنامه احراز هویت شما بازنشانی شده است.
uk: Ключ програми автентифікатора скинуто.

# OrchardCore.Users.Controllers.ChangeEmailController
source: This email is already your current one.
cs: Tento e-mail právě používáte.
de: Diese E-Mail ist bereits Ihre aktuelle E-Mail-Adresse.
el: Αυτό το email είναι ήδη το τρέχον.
fa: این ایمیل از قبل ایمیل فعلی شماست.
pt_br: Este e-mail já é seu atual.
ru: Это ваш текущий адрес электронной почты.
uk: Ця електронна адреса вже є вашою поточною.

# OrchardCore.Users.Controllers.ChangeEmailController
source: A user with the same email already exists.
cs: Již existuje uživatel s tímto e-mailem.
de: Ein Benutzer mit der gleichen E-Mail-Adresse existiert bereits.
el: Υπάρχει ήδη ένας χρήστης με το ίδιο email.
fa: کاربری با ایمیل یکسان از قبل وجود دارد.
pt_br: Um usuário com o mesmo email já existe.
ru: Пользователь с таким адресом электронной почты уже существует.
uk: Користувач із такою електронною адресою вже існує.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: We are unable to send you an email at this time. Please try again later.
fa: ما در حال حاضر نمی توانیم برای شما ایمیل ارسال کنیم. لطفاً بعداً دوباره امتحان کنید.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: We have successfully sent an verification code to your email. Please retrieve the code from your email.
fa: ما با موفقیت یک کد تأیید را به ایمیل شما ارسال کردیم. لطفا کد را از ایمیل خود بازیابی کنید.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: Your email has been confirmed.
fa: ایمیل شما تایید گردیده است.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: Unable to confirm your email. Please try again.
fa: تایید ایمیل شما ممکن نیست. لطفا دوباره تلاش کنید.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: The email could not be sent. Please attempt to request the code at a later time.
fa: ایمیل ارسال نشد. لطفاً سعی کنید در زمان دیگری کد را درخواست کنید.

# OrchardCore.Users.Controllers.EmailAuthenticatorController
source: A verification code has been sent via email. Please check your email for the code.
fa: یک کد تایید از طریق ایمیل ارسال شده است. لطفا ایمیل خود را برای کد بررسی کنید.

# OrchardCore.Users.Controllers.RegistrationController
source: Email is required.
cs: E-mail je povinný.
fa: ایمیل ضروری است.
pt_br: O e-mail é obrigatório.

# OrchardCore.Users.Controllers.RegistrationController
source: A user with the same email already exists.
cs: Již existuje uživatel s tímto e-mailem.
el: Υπάρχει ήδη ένας χρήστης με το ίδιο email.
fa: کاربری با ایمیل یکسان از قبل وجود دارد.
pt_br: Um usuário com o mesmo email já existe.
ru: Пользователь с таким адресом электронной почты уже существует.

# OrchardCore.Users.Controllers.RegistrationController
source: Confirm your account
cs: Potvrďte svůj účet
de: Bestätigen Sie Ihren Account
el: Επιβεβαιώστε το λογαριασμό σας
fa: حساب کاربری خود را تایید کنید
pt_br: Confirme sua conta
ru: Подтвердить свою учетную запись

# OrchardCore.Users.Controllers.RegistrationController
source: Verification email sent.
cs: Ověřovací e-mail byl odeslán.
el: Ένα μήνυμα επαλήθευσης ηλεκτρονικού ταχυδρομείου έχει σταλεί.
fa: ایمیل تایید ارسال شد
pt_br: E-mail de verificação enviado.
ru: Письмо с подтверждением отправлено.

# OrchardCore.Users.Controllers.ResetPasswordController
source: Reset your password
cs: Resetujte své heslo
de: Passwort zurücksetzen
el: Επαναφέρετε τον κωδικό πρόσβασης σας
fa: تغییر رمزعبور
pt_br: Redefinir a sua senha
ru: Сбросить пароль

# OrchardCore.Users.Controllers.TwoFactorAuthenticationBaseController
source: You cannot remove the only active two-factor method.
de: Sie können die einzige aktive Zwei-Faktor-Methode nicht entfernen.
fa: شما نمی توانید تنها روش دو عاملی فعال را حذف کنید.
uk: Ви не можете видалити єдиний активний метод двофакторної автентифікації.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationBaseController
source: Your two-factor authentication has been disabled.
de: Zwei-Faktor-Authentifizierung wurde deaktiviert.
fa: احراز هویت دو مرحله ای شما غیرفعال شده است.
uk: Вашу двофакторну автентифікацію вимкнено.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationBaseController
source: Unable to disable two-factor authentication.
de: Zwei-Faktor-Authentifizierung kann nicht deaktiviert werden.
fa: غیرفعال کردن احراز هویت دو مرحله ای امکان پذیر نیست.
uk: Не вдалося вимкнути двофакторну автентифікацію.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Unable to find an active two-factor provider.
de: Es konnte kein aktiver Zwei-Faktor-Anbieter gefunden werden.
fa: یافتن یک ارائه دهنده فعال دو عاملی ممکن نیست.
uk: Не вдалося знайти активного постачальника двофакторної автентифікації.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: The account is locked out.
de: Das Konto ist gesperrt.
fa: حساب قفل شده است.
uk: Обліковий запис заблоковано.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Invalid verification code.
de: Ungültiger Bestätigungscode.
fa: کد تأیید نامعتبر است.
uk: Недійсний код підтвердження.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: The account is locked out
de: Das Konto ist gesperrt
fa: حساب قفل شده است
uk: Обліковий запис заблоковано

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Invalid recovery code entered.
de: Ungültiger Wiederherstellungscode eingegeben.
fa: کد بازیابی نامعتبر وارد شده است.
uk: Введено недійсний код відновлення.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Preferences were updated successfully.
de: Einstellungen erfolgreich aktualisiert.
fa: تنظیمات برگزیده با موفقیت به روز شد.
uk: Налаштування успішно оновлено.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Unable to update preferences.
de: Einstellungen konnten nicht aktualisiert werden.
fa: به روز رسانی تنظیمات برگزیده ممکن نیست.
uk: Не вдається оновити налаштування.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
de: Der aktuelle Browser wurde vergessen. Wenn Sie sich erneut in diesem Browser anmelden, werden Sie nach Ihrem 2fa Code gefragt.
fa: مرورگر فعلی فراموش شده است. وقتی دوباره از این مرورگر وارد شوید، کد 2fa از شما خواسته می شود.
uk: Поточний браузер забутий. Під час повторного входу з цього браузера вам буде запропоновано ввести код 2FA.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Cannot generate recovery codes for user because they do not have 2FA enabled.
de: Wiederherstellungscodes für Benutzer können nicht generiert werden, da 2FA nicht aktiviert ist.
fa: نمی توان کدهای بازیابی را برای کاربر ایجاد کرد زیرا 2FA را فعال نمی کند.
uk: Не вдається згенерувати коди відновлення для користувача, оскільки у нього не ввімкнено двофакторну автентифікацію (2FA).

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: You have generated new recovery codes.
de: Sie haben neue Wiederherstellungscodes generiert.
fa: شما کدهای بازیابی جدیدی ایجاد کرده اید.
uk: Ви згенерували нові коди відновлення.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: To enable two-factor authentication, enable at least one two-factor method.
de: Um die Zwei-Faktor-Authentifizierung zu aktivieren, aktivieren Sie mindestens eine Zwei-Faktor-Methode.
fa: برای فعال کردن احراز هویت دو مرحله‌ای، حداقل یک روش دو مرحله‌ای را فعال کنید.
uk: Щоб увімкнути двофакторну автентифікацію, увімкніть принаймні один двофакторний метод.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Two-factor authentication has been enabled.
de: Die Zwei-Faktor-Authentifizierung wurde aktiviert.
fa: احراز هویت دو مرحله ای فعال شده است.
uk: Двофакторну автентифікацію ввімкнено.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Two-factor authentication cannot be disabled for the current user.
de: Zwei-Faktor-Authentifizierung kann für den aktuellen Benutzer nicht deaktiviert werden.
fa: احراز هویت دو مرحله ای را نمی توان برای کاربر فعلی غیرفعال کرد.
uk: Двофакторну автентифікацію не можна вимкнути для поточного користувача.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Unexpected error occurred disabling two-factor authentication.
de: Unerwarteter Fehler trat beim Deaktivieren der Zwei-Faktor-Authentifizierung auf.
fa: هنگام غیرفعال کردن احراز هویت دو مرحله ای، خطای غیرمنتظره ای روی داد.
uk: Сталася неочікувана помилка під час вимкнення двофакторної автентифікації.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationController
source: Two-factor authentication has been disabled.
de: Zwei-Faktor-Authentifizierung wurde deaktiviert.
fa: احراز هویت دو مرحله ای غیرفعال شده است.
uk: Двофакторну автентифікацію вимкнено.

# OrchardCore.Users.Drivers.RoleLoginSettingsDisplayDriver
source: Select at least one role.
de: Wählen Sie mindestens eine Rolle.
fa: حداقل یک نقش را انتخاب کنید.
uk: Оберіть хоча б одну роль.

# OrchardCore.Users.Drivers.TwoFactorLoginSettingsDisplayDriver
source: Number of Recovery Codes to Generate should be grater than 0.
de: Die Anzahl der zu generierenden Wiederherstellungscodes sollte größer als 0 sein.
fa: تعداد کدهای بازیابی برای ایجاد باید بیشتر از 0 باشد.
uk: Кількість кодів відновлення для генерації має бути більшою за 0.
