Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Drivers.UserDisplayDriver
source: A password is required
de: Ein Passwort ist erforderlich
fa: رمزعبور ضروری است
uk: Пароль обов'язковий

# OrchardCore.Users.Drivers.UserDisplayDriver
source: The password and the password confirmation fields must match.
de: Passwort und Passwortbestätigung stimmen nicht überein.
fa: فیلدهای رمز عبور و تأیید رمز عبور باید مطابقت داشته باشند.
uk: Поля пароля та підтвердження пароля повинні збігатися.

# OrchardCore.Users.Drivers.UserDisplayDriver
source: Cannot disable the only enabled administrator.
de: Der einzige aktivierte Administrator kann nicht deaktiviert werden.
fa: نمی توان تنها ادمین فعال را غیرفعال کرد.

# OrchardCore.Users.Drivers.UserRoleDisplayDriver
source: Cannot update your own roles.
fa: نمی توانید نقش های خود را به روز کنید.

# OrchardCore.Users.LoginDeploymentStartup
source: Login settings
cs: Nastavení přihlášení
de: Anmeldeeinstellungen
el: Ρυθμίσεις σύνδεσης
fa: تنظیمات ورود
pt_br: Configurações de login
ru: Настройки входа
uk: Параметри входу

# OrchardCore.Users.LoginDeploymentStartup
source: Exports the Login settings.
cs: Exportuje nastavení přihlášení.
de: Exportiert die Anmeldeeinstellungen.
el: Εξάγει τις ρυθμίσεις σύνδεσης.
fa: تنظیمات ورود را صادر می کند.
pt_br: Exporta as configurações de login.
ru: Экспорт настроек входа.
uk: Експортує налаштування входу.

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Change Email settings
cs: Změnit nastavení e-mailu
de: E-Mail-Einstellungen ändern
el: Αλλαγή ρυθμίσεων e-mail
fa: تنظیمات ایمیل را تغییر دهید
pt_br: Configurações de alteração de e-mail
ru: Изменить настройки электронной почты
uk: Змінити налаштування електронної пошти

# OrchardCore.Users.ChangeEmailDeploymentStartup
source: Exports the Change Email settings.
cs: Exportuje nastavení změny e-mailu.
de: Exportiert die Änderungs-E-Mail-Einstellungen.
el: Εξάγει τις ρυθμίσεις αλλαγής email.
fa: تنظیمات تغییر ایمیل را صادر می کند.
pt_br: Exporta as configurações de alteração de e-mail.
uk: Експортує налаштування зміни електронної пошти.

# OrchardCore.Users.RegistrationDeploymentStartup
source: Registration settings
cs: Nastavení registrace
de: Registrierungseinstellungen
el: Ρυθμίσεις εγγραφής
fa: تنظیمات ثبت نام
pt_br: Configurações de cadastro
uk: Налаштування реєстрації

# OrchardCore.Users.RegistrationDeploymentStartup
source: Exports the Registration settings.
cs: Exportuje nastavení registrace.
de: Exportiert die Registrierungseinstellungen.
el: Εξάγει τις ρυθμίσεις εγγραφής.
fa: تنظیمات ثبت نام را صادر می کند.
pt_br: Exporta as configurações de cadastro.
uk: Експортує налаштування реєстрації.

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Reset Password settings
cs: Obnovit nastavení hesla
de: Passworteinstellungen zurücksetzen
el: Επαναφορά ρυθμίσεων κωδικού πρόσβασης
fa: تنظیمات رمز عبور را بازنشانی کنید
pt_br: Configurações de redefinição de senha
uk: Скинути налаштування паролів

# OrchardCore.Users.ResetPasswordDeploymentStartup
source: Exports the Reset Password settings.
cs: Exportuje nastavení obnovení hesla.
de: Exportiert die Einstellungen zum Zurücksetzen des Passworts.
el: Εξάγει τις ρυθμίσεις Επαναφορά κωδικού πρόσβασης.
fa: تنظیمات بازنشانی رمز عبور را صادر می کند.
pt_br: Exporta as configurações de redefinição de senha.
uk: Експортує налаштування скидання пароля.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Email is required.
cs: Je nutné zadat e-mail.
de: E-Mail-Adresse ist erforderlich.
el: Απαιτείται η διεύθυνση email.
fa: ایمیل مورد نیاز است.
pt_br: O e-mail é obrigatório.
ru: Необходимо указать адрес электронной почты.
uk: Електронна адреса є обов'язковою.

# OrchardCore.Users.ViewModels.ChangeEmailViewModel
source: Invalid Email.
cs: Neplatný e-mail.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρο email.
fa: ایمیل نامعتبر.
pt_br: Email inválido.
ru: Некорректный адрес электронной почты.
uk: Невірна адреса електронної пошти.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Current password is required.
cs: Je vyžadováno aktuální heslo.
de: Aktuelles Passwort ist erforderlich.
el: Απαιτείται τρέχων κωδικός πρόσβασης.
fa: رمز عبور فعلی مورد نیاز است.
pt_br: Senha atual é necessária.
ru: Необходимо указать текущий пароль.
uk: Поточний пароль обов'язковий.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: Password is required.
cs: Je nutné zadat heslo.
de: Kennwort ist erforderlich.
el: Απαιτείται κωδικός πρόσβασης.
fa: رمز عبور مورد نیاز است.
pt_br: A senha é obrigatória.
ru: Необходимо указать пароль.
uk: Пароль обов'язковий.

# OrchardCore.Users.ViewModels.ChangePasswordViewModel
source: The new password and confirmation password do not match.
cs: Nové heslo a heslo pro ověření se neshodují.
de: Das neue Passwort und das Bestätigungspasswort stimmen nicht überein.
el: Ο νέος κωδικός πρόσβασης και ο κωδικός επιβεβαίωσης δεν ταιριάζουν.
fa: رمز عبور جدید و رمز عبور تأیید مطابقت ندارند.
pt_br: A nova senha e a confirmação de senha não correspondem.
ru: Новый пароль и подтверждение пароля не совпадают.
uk: Новий пароль та пароль підтвердження не збігаються.

# OrchardCore.Users.ViewModels.EditUserEmailViewModel
source: Email is required.
de: E-Mail-Adresse ist erforderlich.
fa: ایمیل مورد نیاز است.
uk: Електронна пошта обов'язкова.

# OrchardCore.Users.ViewModels.EditUserEmailViewModel
source: Invalid Email.
de: Ungültige E-Mail-Adresse.
fa: ایمیل نامعتبر.
uk: Недійсна електронна пошта.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Email is required.
cs: E-mail je povinný.
fa: ایمیل مورد نیاز است.

# OrchardCore.Users.ViewModels.ForgotPasswordViewModel
source: Invalid Email.
cs: Neplatný e-mail.
de: Ungültige E-Mail-Adresse.
fa: ایمیل نامعتبر.
uk: Невірна адреса електронної пошти.

# OrchardCore.Users.ViewModels.LinkExternalLoginViewModel
source: Password is required.
de: Ein Passwort ist erforderlich.
fa: رمز عبور مورد نیاز است.
uk: Пароль обов'язковий.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username is required.
cs: Je nutné zadat uživatelské jméno.
de: Benutzername ist erforderlich.
el: Το Όνομα χρήστη είναι απαραίτητο.
fa: نام کاربری ضروری است.
pt_br: O usuário é obrigatório.
ru: Необходимо указать имя пользователя.
uk: Ім'я користувача обов'язкове.

# OrchardCore.Users.ViewModels.LoginViewModel
source: Username
de: Benutzername
fa: نام‌کاربری
uk: Ім'я користувача

# OrchardCore.Users.ViewModels.LoginViewModel
source: Password is required.
cs: Je nutné zadat heslo.
de: Kennwort ist erforderlich.
el: Απαιτείται κωδικός πρόσβασης.
fa: رمز عبور مورد نیاز است.
pt_br: A senha é obrigatória.
ru: Необходимо указать пароль.
uk: Пароль обов'язковий.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Email is required!
cs: Je nutné zadat e-mail!
de: E-Mail-Adresse ist erforderlich!
el: Απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου!
fa: ایمیل ضروری است!
pt_br: O e-mail é obrigatório!
ru: Необходимо указать адрес электронной почты!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Invalid Email.
cs: Neplatný e-mail.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρο email.
fa: ایمیل نامعتبر.
pt_br: Email inválido.
ru: Некорректный адрес электронной почты.

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Username is required!
cs: Je nutné zadat uživatelské jméno!
de: Benutzername ist erforderlich!
el: Το Όνομα χρήστη είναι απαραίτητο!
fa: نام کاربری ضروری است!
pt_br: O usuário é obrigatório!
ru: Необходимо указать имя пользователя!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password is required!
cs: Je nutné zadat heslo!
de: Kennwort ist erforderlich!
el: Απαιτείται κωδικός πρόσβασης!
fa: رمزعبور ضروری است!
pt_br: A senha é obrigatória!
ru: Необходимо указать пароль!

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Confirm Password do not match
cs: Hesla se neshodují
de: Bestätigungspasswort stimmt nicht überein.
el: Η επιβεβαίωση του κωδικού πρόσβασης δεν ταιριάζει
fa: تکرار رمزعبور با رمزعبور مطابقت ندارد
pt_br: Confirmação da senha não corresponde
ru: Подтверждение пароля не совпадает

# OrchardCore.Users.ViewModels.RegisterExternalLoginViewModel
source: Password must be between {0} and {1} characters
cs: Heslo musí mít mezi {0} až {1} znaky
de: Das Kennwort muss zwischen {0} und {1} Zeichen lang sein
el: Ο κωδικός πρόσβασης πρέπει να είναι μεταξύ {0} και {1} χαρακτήρων
fa: رمزعبور باید بین {0} و {1} کاراکتر باشد
pt_br: A senha deve ter entre {0} e {1} caracteres
ru: Пароль должен содержать от {0} до {1} символов

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Username is required.
cs: Je nutné zadat uživatelské jméno.
de: Benutzername ist erforderlich.
el: Το Όνομα χρήστη είναι απαραίτητο.
fa: نام کاربری ضروری است.
pt_br: O usuário é obrigatório.
ru: Необходимо указать имя пользователя.
uk: Ім'я користувача обов'язкове.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Email is required.
cs: Je nutné zadat e-mail.
de: E-Mail-Adresse ist erforderlich.
el: Απαιτείται η διεύθυνση email.
fa: ایمیل مورد نیاز است.
pt_br: O e-mail é obrigatório.
ru: Необходимо указать адрес электронной почты.
uk: Електронна адреса є обов'язковою.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Invalid Email.
cs: Neplatný e-mail.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρο email.
fa: ایمیل نامعتبر.
pt_br: Email inválido.
ru: Некорректный адрес электронной почты.
uk: Невірна адреса електронної пошти.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: Password is required.
cs: Je nutné zadat heslo.
de: Kennwort ist erforderlich.
el: Απαιτείται κωδικός πρόσβασης.
fa: رمز عبور مورد نیاز است.
pt_br: A senha é obrigatória.
ru: Необходимо указать пароль.
uk: Пароль обов'язковий.

# OrchardCore.Users.ViewModels.RegisterViewModel
source: The new password and confirmation password do not match.
cs: Nové heslo a potvrzovací heslo se neshodují.
de: Das neue Passwort und das Bestätigungspasswort stimmen nicht überein.
el: Ο νέος κωδικός πρόσβασης και ο κωδικός επιβεβαίωσης δεν ταιριάζουν.
fa: رمز عبور جدید و رمز عبور تأیید مطابقت ندارند.
pt_br: A nova senha e a confirmação de senha não correspondem.
ru: Новый пароль и подтверждение пароля не совпадают.
uk: Новий пароль та пароль підтвердження не збігаються.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Email is required.
cs: Je nutné zadat e-mail.
el: Απαιτείται η διεύθυνση email.
fa: ایمیل مورد نیاز است.
pt_br: O e-mail é obrigatório.
ru: Необходимо указать адрес электронной почты.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: Invalid Email.
cs: Neplatný e-mail.
de: Ungültige E-Mail-Adresse.
el: Μη έγκυρο email.
fa: ایمیل نامعتبر.
pt_br: Email inválido.
ru: Некорректный адрес электронной почты.
uk: Невірна адреса електронної пошти.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: New password is required.
cs: Je nutné zadat nové heslo.
de: Ein neues Passwort ist erforderlich.
el: Ο νέος κωδικός πρόσβασης απαιτείται.
fa: کلمه عبور جدید مورد نیاز است.
pt_br: Nova senha é obrigatória.
ru: Необходимо указать новый пароль.
uk: Новий пароль обов'язковий.

# OrchardCore.Users.ViewModels.ResetPasswordViewModel
source: The new password and confirmation password do not match.
cs: Nové heslo a potvrzovací heslo se neshodují.
de: Das neue Passwort und das Bestätigungspasswort stimmen nicht überein.
el: Ο νέος κωδικός πρόσβασης και ο κωδικός επιβεβαίωσης δεν ταιριάζουν.
fa: رمز عبور جدید و رمز عبور تأیید مطابقت ندارند.
pt_br: A nova senha e a confirmação de senha não correspondem.
ru: Новый пароль и подтверждение пароля не совпадают.
uk: Новий пароль та пароль підтвердження не збігаються.

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Assign User Role Task
cs: Přiřadit uživatelskou roli
de: Benutzerrolle zuweisen-Aufgabe
el: Εργασία ανάθεσης ρόλων χρήστη
fa: وظیفه اختصاص نقش کاربر
pt_br: Tarefa de Atribuição de função de usuário
ru: Назначить задачу роли пользователя
uk: Дати користувачу ролі

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: User
cs: Uživatel
de: Benutzer
el: Χρήστης
fa: کاربر
pt_br: Usuário
ru: Пользователь
uk: Користувач

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Done
cs: Hotovo
de: Erledigt
el: Ολοκληρώθηκε
fa: انجام شد
pt_br: Concluído
ru: Готово
uk: Готово

# OrchardCore.Users.Workflows.Activities.AssignUserRoleTask
source: Failed
cs: Neúspěch
de: Fehlgeschlagen
el: Απέτυχε
fa: ناموفق
pt_br: Falhou
ru: Неудачно
uk: Невдало

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Register User Task
cs: Registrovat uživatele
de: Benutzer registrieren-Aufgabe
el: Εγγραφή εργασίας χρήστη
fa: وظیفه ثبت‌نام کاربر
pt_br: Tarefa de Cadastro de usuário
ru: Регистрация задачи пользователя
uk: Завдання "Зареєструвати користувача"

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: User
de: Benutzer
fa: کاربر
uk: Користувач

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Done
cs: Hotovo
de: Erledigt
el: Ολοκληρώθηκε
fa: انجام شد
pt_br: Concluído
ru: Готово
uk: Готово

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Valid
cs: Platný
de: Gültig
el: Έγκυρο
fa: معتبر
pt_br: Válido
ru: Правильно
uk: Вірний

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: Invalid
cs: Neplatný
de: Ungültig
el: Μη έγκυρο
fa: نامعتبر
pt_br: Inválido
ru: Неверный
uk: Невірний

# OrchardCore.Users.Workflows.Activities.RegisterUserTask
source: No email service is available
cs: Žádná e-mailová služba není k dispozici
el: Δεν διατίθεται υπηρεσία ηλεκτρονικού ταχυδρομείου
fa: هیچ سرویس ایمیلی موجود نیست
pt_br: Nenhum serviço de e-mail está disponível
ru: Служба электронной почты недоступна

# OrchardCore.Users.Workflows.Activities.UserActivity
source: User
cs: Uživatel
de: Benutzer
el: Χρήστης
fa: کاربر
pt_br: Usuário
ru: Пользователь
uk: Користувач

# OrchardCore.Users.Workflows.Activities.UserActivity
source: Done
cs: Hotovo
de: Erledigt
el: Ολοκληρώθηκε
fa: انجام شد
pt_br: Concluído
ru: Готово
uk: Готово

# OrchardCore.Users.Workflows.Activities.UserCreatedEvent
source: User Created Event
cs: Uživatel vytvořen
de: Benutzer erstelltes Ereignis
el: Δημιουργία συμβάντος από χρήστη
fa: رویداد کاربر ایجادشده
pt_br: Evento de usuário criado
ru: Событие создания пользователя
uk: Подія "Користувача створено"

# OrchardCore.Users.Workflows.Activities.UserDeletedEvent
source: User Deleted Event
cs: Uživatel smazán
de: Benutzer gelöscht-Ereignis
el: Συμβάν που διαγράφηκε από τον χρήστη
fa: رویداد کاربر حذف شده
pt_br: Evento de usuário excluído
uk: Подія "Користувача видалено"

# OrchardCore.Users.Workflows.Activities.UserDisabledEvent
source: User Disabled Event
cs: Uživatel deaktivován
de: Benutzer deaktiviert-Ereignis
el: Συμβάν που απενεργοποιήθηκε από τον χρήστη
fa: رویداد کاربر غیرفعال شده
pt_br: Evento de usuário desativado
ru: Событие отключения пользователя
uk: Подія "Користувача вимкнено"

# OrchardCore.Users.Workflows.Activities.UserEnabledEvent
source: User Enabled Event
cs: Uživatel aktivován
de: Benutzer aktiviert-Ereignis
el: Συμβάν ενεργοποιημένο από τον χρήστη
fa: رویداد کاربر فعال شده
pt_br: Evento de usuário ativado
ru: Событие активации пользователя
uk: Подія "Користувача увімкнено"

# OrchardCore.Users.Workflows.Activities.UserLoggedInEvent
source: User Loggedin Event
cs: Uživatel úspěšně přihlášen
de: Benutzer eingeloggt-Ereignis
el: Συμβάν Συνδεδεμένου χρήστης
fa: رویداد ورود کاربر
pt_br: Evento de início de sessão
ru: Событие входа пользователя
uk: Подія "Користувач увійшов"

# OrchardCore.Users.Workflows.Activities.UserUpdatedEvent
source: User Updated Event
cs: Uživatel aktualizován
de: Benutzer aktualisiert-Ereignis
el: Συμβάν ενημερωμένο από το χρήστη
fa: رویداد کاربر بروز شده
pt_br: Evento de usuário atualizado
uk: Подія "Користувача оновлено"

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: User
cs: Uživatel
de: Benutzer
el: Χρήστης
fa: کاربر
pt_br: Usuário
uk: Користувач

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Validate User Task
cs: Ověřit uživatele
de: Benutzer-Aufgabe validieren
el: Επικύρωση εργασίας χρήστη
fa: اعتبارسنجی وظیفه کاربر
pt_br: Tarefa de Validação de Usuário
uk: Завдання "Перевірка користувача"

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Anonymous
cs: Anonymní
de: Anonym
el: Ανώνυμος
fa: ناشناس
pt_br: Anônimo
uk: Анонім

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: Authenticated
cs: Ověření
de: Authentifiziert
el: Επικυρωμένος
fa: احراز هویت شده
pt_br: Autenticado
uk: Автентифіковано

# OrchardCore.Users.Workflows.Activities.ValidateUserTask
source: InRole
cs: Členové role
de: Rolle
fa: در نقش
pt_br: Com a função
uk: В ролі

# OrchardCore.Users.Workflows.Drivers.RegisterUserTaskDisplayDriver
source: A value is required for {0}.
de: Ein Wert ist für {0} erforderlich.
fa: یک مقدار برای {0} لازم است.
uk: Значення обов'язкове для {0}.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: Assign user to role
cs: Přiřadit uživatele do role
de: Benutzer der Rolle zuweisen
el: Αναθέστε τον χρήστη σε ρόλο
fa: اختصاص‌دادن یک نقش به کاربر
pt_br: Atribuir função ao usuário
ru: Назначить пользователя роли
uk: Призначити роль користувачу

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Design
source: {0} to role {1}
cs: {0} do role {1}
de: {0} zur Rolle {1}
el: {0} σε ρόλο {1}
fa: {0} به نقش {1}
pt_br: {0} para o papel {1}
ru: {0} для роли {1}
uk: {0} до ролі {1}

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: UserName
cs: Uživatelské jméno
de: Benutzername
el: Όνομα χρήστη
fa: نام کاربری
pt_br: Nome do usuário
ru: Логин
uk: Ім'я користувача

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The User to assign. With Liquid support.
cs: Uživatel k přiřazení. S podporou Liquid.
de: Der zuzuweisende Benutzer. Mit Liquid-Unterstützung.
el: Ο χρήστης για να καταχωρηθεί. Με υποστήριξη Liquid.
fa: کاربری که اختصاص می‌یابد. با پشتیبانی از Liquid.
pt_br: O usuário a ser atribuído. Com suporte do Liquid.
ru: Пользователь, который назначает. С поддержкой Liquid.
uk: Користувач, якого потрібно призначити. З підтримкою Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: RoleName
cs: Název role
de: Rollenname
el: Όνομα ρόλου
fa: نام نقش
pt_br: Nome da função
ru: Имя роли
uk: Назва ролі

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Edit
source: The Role to assign. With Liquid support.
cs: Role k přidělení. S podporou Liquid.
de: Die zuzuweisende Rolle. Mit Liquid-Unterstützung.
el: Ο ρόλος για να καταχωρηθεί. Με υποστήριξη Liquid.
fa: نقشی که اختصاص می‌یابد. با پشتیبانی از Liquid.
pt_br: A função a atribuir. Com suporte do Liquid.
ru: Роль, которую нужно назначить. С поддержкой Liquid.
uk: Роль, яку потрібно призначити. З підтримкою Liquid.

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assign user to role
cs: Přiřadit uživatele do role
de: Benutzer der Rolle zuweisen
el: Αναθέστε τον χρήστη σε ρόλο
fa: اختصاص‌دادن یک نقش به کاربر
pt_br: Atribuir função ao usuário
ru: Назначить пользователя роли
uk: Призначити роль користувачу

# OrchardCore.Users.Views.Items.AssignUserRoleTask.Fields.Thumbnail
source: Assigns a user to a role.
cs: Přiřadí uživatele do určité role.
de: Weist einem Benutzer eine Rolle zu.
el: Αναθέστε ένα χρήστη σε ένα ρόλο.
fa: اختصاص‌دادن یک نقش به یک کاربر.
pt_br: Atribui função ao usuário.
ru: Назначает пользователя роли.
uk: Призначає роль користувачеві.

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Id
de: Benutzer-Id
fa: شناسه کاربری

# OrchardCore.Users.Views.Items.AuditTrailUserEventDetail.DetailAdmin
source: User Name
de: Benutzername
fa: نام کاربری

# OrchardCore.Users.Views.AuthenticatorAppLoginSettings.Edit
source: Authenticator App Settings
de: Authentifizierungs-App-Einstellungen
fa: تنظیمات برنامه Authenticator
uk: Налаштування програми автентифікації

# OrchardCore.Users.Views.AuthenticatorAppLoginSettings.Edit
source: Show email address in the app
de: E-Mail-Adresse in der App anzeigen
fa: نشانی ایمیل را در برنامه نشان دهید
uk: Показувати адресу електронної пошти в додатку

# OrchardCore.Users.Views.AuthenticatorAppLoginSettings.Edit
source: When selected, the users will see their email address in the authenticatior app. Otherwise, the username will be displayed.
de: Wenn ausgewählt, werden die Benutzer ihre E-Mail-Adresse in der Authentifizierungs-App sehen. Andernfalls wird der Benutzername angezeigt.
fa: پس از انتخاب، کاربران آدرس ایمیل خود را در برنامه احراز هویت خواهند دید. در غیر این صورت نام کاربری نمایش داده می شود.

# OrchardCore.Users.Views.AuthenticatorAppValidation
source: Please use your authenticator app to obtain one-time verification code, and enter it below
de: Bitte verwenden Sie Ihre Authentifizierungs-App, um einen einmaligen Bestätigungscode zu erhalten und geben Sie ihn unten ein
fa: لطفاً از برنامه احراز هویت خود برای دریافت کد تأیید یک بار مصرف استفاده کنید و آن را در زیر وارد کنید
uk: Будь ласка, скористайтеся своїм застосунком для автентифікації, щоб отримати одноразовий код підтвердження, і введіть його нижче

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Email changed
cs: E-mail byl změněn
de: E-Mail-Adresse wurde geändert
el: Το email άλλαξε
fa: ایمیل تغییر کرد
pt_br: E-mail alterado
ru: Email изменен
uk: Електронну пошту змінено

# OrchardCore.Users.Views.ChangeEmail.ChangeEmailConfirmation
source: Thank you for changing your email.
cs: Děkujeme, že jste změnili svůj e-mail.
de: Vielen Dank, dass Sie Ihre E-Mail-Adresse geändert haben.
el: Σας ευχαριστούμε που αλλάξατε το email σας.
fa: از اینکه ایمیل خود را تغییر دادید متشکریم.
pt_br: Obrigado por alterar seu e-mail.
ru: Спасибо за изменение адреса электронной почты.
uk: Дякуємо, що змінили свою електронну адресу.

# OrchardCore.Users.Views.ChangeEmailSettings.Edit
source: Allow the users to change their email
cs: Povolit uživatelům změnit svůj e-mail
de: Benutzern erlauben, ihre E-Mail-Adresse zu ändern
el: Επιτρέψε στους χρήστες να αλλάξουν το email τους
fa: به کاربران اجازه دهید ایمیل خود را تغییر دهند
pt_br: Permitir que os usuários alterem seus e-mails
ru: Разрешить пользователям изменять свою почту
uk: Дозволити користувачам змінювати свою електронну пошту

# OrchardCore.Users.Views.Account.ChangePassword
source: Change password
cs: Změnit heslo
de: Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης
fa: تغییر رمزعبور
pt_br: Alterar senha
ru: Изменить пароль
uk: Змінити пароль

# OrchardCore.Users.Views.Account.ChangePassword
source: Current password
cs: Současné heslo
de: Aktuelles Kennwort
el: Τρέχων κωδικός πρόσβασης
fa: رمزعبور فعلی
pt_br: Senha atual
ru: Текущий пароль
uk: Поточний пароль

# OrchardCore.Users.Views.Account.ChangePassword
source: New password
cs: Nové heslo
de: Neues Kennwort
el: Νέος κωδικός πρόσβασης
fa: رمزعبور جدید
pt_br: Nova Senha
ru: Новый пароль
uk: Новий пароль

# OrchardCore.Users.Views.Account.ChangePassword
source: New password confirmation
cs: Potvrzení nového hesla
de: Neues Kennwort bestätigen
el: Επιβεβαίωση νέου κωδικού πρόσβασης
fa: تایید رمزعبور جدید
pt_br: Confirmação da nova senha
ru: Подтверждение нового пароля
uk: Підтвердження нового пароля

# OrchardCore.Users.Views.Account.ChangePasswordConfirmation
source: Change Password
cs: Změnit heslo
de: Kennwort ändern
el: Αλλαγή κωδικού πρόσβασης
fa: تغییر رمزعبور
pt_br: Alterar senha
ru: Изменить пароль
uk: Змінити пароль
