Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Media.AmazonS3.po
Languages: fr, tr

# OrchardCore.Media.AmazonS3.AdminMenu
source: Configuration
tr: Ayarlar

# OrchardCore.Media.AmazonS3.AdminMenu
source: Media
fr: Média
tr: Medya

# OrchardCore.Media.AmazonS3.AdminMenu
source: Amazon S3 Options
fr: Options Amazon S3
tr: Amazon S3 Ayarları

# OrchardCore.Media.AmazonS3.MediaS3BucketTenantEvents
source: Failed to remove the Amazon S3 Bucket '{0}'.
fr: Impossible de supprimer le bucket Amazon S3 '{0}.
tr: '{0}' Amazon S3 Bucket'i silinemedi.

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Amazon S3 storage options
fr: Options de stockage Amazon S3
tr: Amazon S3 depolama ayarları

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Amazon S3 storage is configured with appsettings.json.
fr: Le stockage Amazon S3 est configuré avec appsettings.json.
tr: Amazon S3 depolama, appsettings.json ile yapılandırılır.

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: See documentation.
fr: Voir la documentation.
tr: Dokümantasyonu gör.

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Bucket Name
fr: Nom du Bucket
tr: Bucket Adı

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Base Path
fr: Chemin de base
tr: Temel Yol

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Create Bucket
fr: Créer un Bucket
tr: Bucket Oluştur

# OrchardCore.Media.AmazonS3.Views.Admin.Options
source: Whether a bucket is created on startup if it does not exist.
fr: Si un bucket est créé au démarrage s'il n'existe pas.
tr: Bucket eğer mevcut değilse başlangıçta oluşturulur.
