Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Search.AzureAI.po
Languages: it

# OrchardCore.Search.AzureAI.AdminMenu
source: Search
it: Cerca

# OrchardCore.Search.AzureAI.AdminMenu
source: Azure AI Indices
it: Indici Azure AI

# OrchardCore.Search.AzureAI.AdminMenu
source: Configuration
it: Configurazione

# OrchardCore.Search.AzureAI.AdminMenu
source: Settings
it: Impostazioni

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Delete
it: Cancella

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Indices successfully removed.
it: Indici rimmossi con successo.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: An index named <em>{0}</em> already exist in Azure AI Search server.
it: Un indice chiamato <em>{0}</em> esiste già nel server Azure AI Search

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Index <em>{0}</em> created successfully.
it: Indice <em>{0}</em> creato con successo.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: An error occurred while creating the index.
it: Si è verificato un errore durante la creazione dell'indice.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: The index named <em>{0}</em> doesn't exist in Azure AI Search server.
it: L'indice chiamato <em>{0}</em> non esiste nel server Azure AI Search

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: An error occurred while updating the index.
it: Si è verificato un errore durante l'aggiornamento dell'indice.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Index <em>{0}</em> deleted successfully.
it: Indice <em>{0}</em> rimosso correttamente.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: An error occurred while deleting the <em>{0}</em> index.
it: Si è verificato un errore durante la rimozione dell'indice <em>{0}</em>.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Index <em>{0}</em> rebuilt successfully.
it: Indice <em>{0}</em> ricompilato con successo.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Unable to reset the <em>{0}</em> index. Try rebuilding it instead.
it: Impossibile reimpostare l'indice <em>{0}</em>. Provare invece a ricompilarlo.

# OrchardCore.Search.AzureAI.Controllers.AdminController
source: Index <em>{0}</em> reset successfully.
it: Indice <em>{0}</em> reimpostato con successo.

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchDefaultSettingsDisplayDriver
source: API Key
it: Chiave API

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchDefaultSettingsDisplayDriver
source: Endpoint is required.
it: L'endpoint è richiesto.

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchDefaultSettingsDisplayDriver
source: Endpoint must be a valid url.
it: L'endpoint deve essere un url valido.

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchDefaultSettingsDisplayDriver
source: API Key is required when using API Key authentication type.
it: La chiave API è richiesta quando si usa la tipologia di autenticazione Chiave API.

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchSettingsDisplayDriver
source: Search Index is required.
it: Search Index è richiesto

# OrchardCore.Search.AzureAI.Drivers.AzureAISearchSettingsDisplayDriver
source: Invalid Search Index value.
it: Valore non corretto per Search Index.

# OrchardCore.Search.AzureAI.ViewModels.AzureAISettingsViewModel
source: At least one content type is required.
it: È richiesto almeno un content type.

# OrchardCore.Search.AzureAI.ViewModels.AzureAISettingsViewModel
source: The index name is required.
it: Il nome dell'indice è richiesto.

# OrchardCore.Search.AzureAI.ViewModels.AzureAISettingsViewModel
source: The index name contains forbidden characters.
it: Il nome dell'indice contiene caratteri non consentiti.

# OrchardCore.Search.AzureAI.Views.AzureAISearchContentIndexSettings.Edit
source: Azure AI Search Index Settings
it: Impostazioni dell'indice Azure AI Search

# OrchardCore.Search.AzureAI.Views.AzureAISearchContentIndexSettings.Edit
source: Include this element in the index
it: Includi questo elemento nell'indice

# OrchardCore.Search.AzureAI.Views.AzureAISearchContentIndexSettings.Edit
source: Check to include the value of this element in the index.
it: Seleziona per includere il valore di questo elemento nell'indice.

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Azure AI Search has been set up and configured. Feel free to utilize the provided settings below to customize your connection preferences if needed.
it: Azure AI Search è stato configurato. Utilizzare liberamente le impostazioni fornite sotto per personalizzare le tue preferenze di connessione se necessario.

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Use custom Azure Search AI settings
it: Utilizza impostazioni personalizzate di Azure Search AI

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Check to configure a custom Azure Search AI instance.
it: Seleziona per configurare un'istanza personalizzata di Azure Search AI.

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Authentication Type
it: Tipologia autenticazione

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Api Key
it: Chiave Api

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: API key stored. Leave blank for current key or enter a new one
it: Chiave API salvata. Lasciare vuoto per chiave corrente o inserirne una nuova

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Provide an authentication key
it: Fornire una chiave di autenticazione

# OrchardCore.Search.AzureAI.Views.AzureAISearchDefaultSettings.Edit
source: Leaving identity client id blank will use system.
it: Lasciando vuoto l'identity client id verrà usato quello di sistema.

source: Azure AI Search Indexes
it: Indici Azure AI Search

source: Include all search indexes.
it: Includi tutti gli indici di ricerca.

source: The search indexes to add as part of the plan.
it: Gli indici di ricerca da aggiungere come parte del piano.

source: Azure AI Search Indexes
it: Indici Azure AI Search

source: All
it: Tutto

source: No index selected.
it: Nessun indice selezionato.

source: Azure AI Search Indexes
it: Indici Azure AI Search

source: Exports all or specified search indexes.
it: Esporta tutti o gli indici di ricerca specificati.

source: Rebuild Azure AI Search Indices
it: Ricompila indici Azure AI Search

source: Include all Azure AI Search indices.
it: Includi tutti gli indici Azure AI Search

source: The Azure AI Search indices to rebuild as part of the plan.
it: Gli indici Azure AI Search da ricompilare come parte del piano.

source: Rebuild Azure AI Search Indices
it: Ricompila indici Azure AI Search

source: All
it: Tutto

source: No index selected.
it: Nessun indice selezionato.

source: Rebuild Azure AI Search Indices
it: Ricompila indici Azure AI Search

source: Rebuild all or specified Azure AI Search indices.
it: Ricompila tutti o gli indici specificati Azure AI Search.

source: Reset Azure AI Search Indices
it: Reimposta gli indici Azure AI Search

source: Include all Azure AI Search indices.
it: Includi tutti gli indici Azure AI Search

source: The Azure AI Search Indices to reset as part of the plan.
it: Gli indici Azure AI Search da reimpostare come parte del piano.

source: Reset Azure AI Search Indices
it: Reimposta gli indici Azure AI Search

source: All
it: Tutto

source: No index selected.
it: Nessun indice selezionato.

source: Reset Azure AI Indices
it: Reimposta gli indici Azure AI

source: Reset all or specified Azure AI Search indices.
it: Reimposta tutti o gli indici specificati Azure AI Search.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: Azure AI Search is not configured.
it: Azure AI Search non è configurato.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: <a href="{0}">Click here</a> to configure Azure AI Search service.
it: <a href="{0}">Clicca qui</a> per configurare il servizio Azure AI Search.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: Azure AI Search is not configured. Update the appsettings file with Azure Search AI service information.
it: Azure AI Search non è configurato. Aggiorna il file appsettings con le informazioni del servizio Azure Search AI.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: No indices exist! Please create at least one index to configure Azure AI Search service.
it: Nessun indice esistente! Creare almeno un indice per configurare il servizio Azure AI Search.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: Default search index
it: Indice di ricerca default

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: Select an index
it: Seleziona un indice

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: The default index to use for the search page.
it: L'indice di default da usare per la pagina di ricerca.

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: Default searched fields
it: Campi ricercati di default

# OrchardCore.Search.AzureAI.Views.AzureAISearchSettings.Edit
source: A comma separated list of fields to use during search. Leave blank to search all fields.
it: Una lista di campi separati da virgola da usare durante la ricerca. Lasciare vuoto per cercare in tutti i campi.

source: Azure AI Search Settings
it: Impostazioni Azure AI Search

source: Azure AI Search Settings
it: Impostazioni Azure AI Search

source: Adds Azure AI Search settings to the plan.
it: Aggiungi le impostazioni Azure AI Search al piano.

source: Azure AI Search Settings
it: Impostazioni Azure AI Search

source: Exports Azure AI Search settings.
it: Esporta le impostazioni Azure AI Search.

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Create Azure AI Search Index
it: Crea l'indice Azure AI Search

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Index Name
it: Nome indice

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Should be all lowercase. The shell name will be automatically prepended.
it: Deve essere tutto in minuscolo. Il nome della shell sarà automaticamente preposto.

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: See documentation
it: Vedi la documentazione

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Analyzer Name
it: Nome Analizzatore

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Culture
it: Lingua

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Any culture
it: Qualsiasi lingua

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: The content culture that it will index.
it: La lingua del contenuto che verrà indicizzata.

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Content Types
it: Tipi di contenuto

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: The content types to index. Choose at least one.
it: I tipi di contenuto da indicizzare. Selezionarne almeno uno.

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Index options
it: Opzioni indice

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Index latest version
it: Indicizza l'ultima versione

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Check to index draft if it exists, otherwise only the published version is indexed.
it: Spunta la casella per indicizzare la bozza se esiste, altrimenti solo la versione pubblicata verrà indicizzata.

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Create
it: Crea

# OrchardCore.Search.AzureAI.Views.Admin.Create
source: Cancel
it: Annulla

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Edit Azure AI Search Index
it: Modifica indice Azure AI Search

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Index Name
it: Nome indice

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Should be all lowercase. The shell name will be automatically prepended.
it: Deve essere tutto in minuscolo. Il nome della shell sarà automaticamente preposto.

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: See documentation
it: Vedi la documentazione

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Analyzer Name
it: Nome Analizzatore

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Culture
it: Lingua

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Any culture
it: Qualsiasi lingua

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: The content culture that it will index.
it: La lingua del contenuto che verrà indicizzata.

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Content Types
it: Tipi di contenuto

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: The content types to index. Choose at least one.
it: I tipi di contenuto da indicizzare. Selezionarne almeno uno.

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Index options
it: Opzioni indice

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Index latest version
it: Indicizza l'ultima versione

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
it: Spunta la casella per indicizzare la bozza se esiste, altrimenti solo la versione pubblicata verrà indicizzata.

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Save
it: Salva

# OrchardCore.Search.AzureAI.Views.Admin.Edit
source: Cancel
it: Annulla

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Azure AI Search Indices
it: Indici Azure AI Search

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Search
it: Cerca

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Add Index
it: Aggiungi Indice

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Select All
it: Seleziona tutto

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: 1 item
it: 1 elemento

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Items {0} to {1}
it: Elementi da {0} a {1}

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: / {0} item in total
it: / {0} elemento in totale

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Actions
it: Azioni

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Bulk Action
it: Azione di massa

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Are you sure you want to {0} these items?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Edit
it: Modifica

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Reset Index
it: Reimposta Indice

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: This will restart the indexing of all content items. Continue?
it: Questo riavvierà l'indicizzazione di tutti gli elementi di contenuto. Continuare?

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Yes
it: Sì

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Reset
it: Reimposta

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Rebuild Index
it: Ricostruisci l'indice

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Your index will be rebuilt, which might alter some services during the process. Continue?
it: Il tuo indice verrà ricostruito, durante il processo potrebbero modificarsi alcuni servizi. Continuare?

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Rebuild
it: Ricostruisci

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: Delete
it: Elimina

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indices for the moment.
it: <strong>Nessun elemento!</strong> Non ci sono indici per il momento.

# OrchardCore.Search.AzureAI.Views.Admin.Index
source: selected
it: selezionato

# OrchardCore.Search.AzureAI.Views.NavigationItemText-search.Id
source: Search
it: Cerca

# OrchardCore.Search.AzureAI.Views.Admin.NotConfigured
source: Azure AI Search has not been configured yet.
it: Azure AI Search non è stato ancora configurato.
