Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Indexing.po
Languages: uk

# OrchardCore.Indexing.AdminMenu
source: Search
uk: Пошук

# OrchardCore.Indexing.AdminMenu
source: Indexes
uk: Індекси

# OrchardCore.Indexing.Controllers.AdminController
source: Synchronize
uk: Синхронізувати

# OrchardCore.Indexing.Controllers.AdminController
source: Reset
uk: Скинути

# OrchardCore.Indexing.Controllers.AdminController
source: Rebuild
uk: Перебудувати

# OrchardCore.Indexing.Controllers.AdminController
source: Delete
uk: Видалити

# OrchardCore.Indexing.Controllers.AdminController
source: Unable to find a provider named '{0}' with the type '{1}'.
uk: Не вдалося знайти постачальника з назвою '{0}' і типом '{1}'.

# OrchardCore.Indexing.Controllers.AdminController
source: Invalid provider or type.
uk: Недійсний постачальник або тип.

# OrchardCore.Indexing.Controllers.AdminController
source: Unable to find a provider with the name '{0}'.
uk: Не вдалося знайти постачальника з назвою '{0}'.

# OrchardCore.Indexing.Controllers.AdminController
source: No index manager found to rebuild index for provider '{0}'.
uk: Не знайдено менеджера індексів для перебудови індексу постачальника '{0}'.

# OrchardCore.Indexing.Controllers.AdminController
source: Unable to create the index for the provider '{0}'.
uk: Не вдалося створити індекс для постачальника '{0}'.

# OrchardCore.Indexing.Controllers.AdminController
source: An index has been created successfully. The synchronizing process was triggered in the background.
uk: Індекс успішно створено. Процес синхронізації було запущено у фоновому режимі.

# OrchardCore.Indexing.Controllers.AdminController
source: An index has been updated successfully.
uk: Індекс успішно оновлено.

# OrchardCore.Indexing.Controllers.AdminController
source: The index was removed successfully.
uk: Індекс успішно видалено.

# OrchardCore.Indexing.Controllers.AdminController
source: Unable to delete the index for the provider {0}.
uk: Не вдалося видалити індекс для постачальника {0}.

# OrchardCore.Indexing.Controllers.AdminController
source: Unable to delete the index locally. Try force-deleting the index.
uk: Не вдалося видалити індекс локально. Спробуйте примусово видалити індекс.

# OrchardCore.Indexing.Controllers.AdminController
source: An index has been reset successfully. The synchronizing process was triggered in the background.
uk: Індекс успішно скинуто. Процес синхронізації було запущено у фоновому режимі.

# OrchardCore.Indexing.Controllers.AdminController
source: The synchronizing process was triggered in the background.
uk: Процес синхронізації був запущений у фоновому режимі.

# OrchardCore.Indexing.Controllers.AdminController
source: An index has been rebuilt successfully. The synchronizing process was triggered in the background.
uk: Індекс успішно перебудовано. Процес синхронізації було запущено у фоновому режимі.

# OrchardCore.Indexing.Controllers.AdminController
source: An error occurred while rebuilding the index.
uk: Під час перебудови індексу сталася помилка.

# OrchardCore.Indexing.Controllers.AdminController
source: No index were removed.
uk: Жоден індекс не було видалено.

# OrchardCore.Indexing.Controllers.AdminController
source: 1 index has been removed successfully.
uk: 1 індекс успішно видалено.

# OrchardCore.Indexing.Controllers.AdminController
source: No index were reset.
uk: Жоден індекс не було скинуто.

# OrchardCore.Indexing.Controllers.AdminController
source: 1 index has been reset successfully.
uk: 1 індекс успішно скинуто.

# OrchardCore.Indexing.Controllers.AdminController
source: No index were synchronized.
uk: Жоден індекс не було синхронізовано.

# OrchardCore.Indexing.Controllers.AdminController
source: 1 index has been synchronized successfully.
uk: 1 індекс успішно синхронізовано.

# OrchardCore.Indexing.Controllers.AdminController
source: No index were rebuilt.
uk: Жоден індекс не було перебудовано.

# OrchardCore.Indexing.Controllers.AdminController
source: 1 index has been rebuilt successfully.
uk: 1 індекс успішно перебудовано.

# OrchardCore.Indexing.Deployments.IndexProfileDeploymentStepDisplayDriver
source: At least one index is required.
uk: Потрібен принаймні один індекс.

# OrchardCore.Indexing.Drivers.ContentIndexProfileDisplayDriver
source: At least one content type must be selected.
uk: Потрібно вибрати принаймні один тип контенту.

# OrchardCore.Indexing.Drivers.IndexProfileDisplayDriver
source: The index name is a required field.
uk: Назва індексу є обов'язковим полем.

# OrchardCore.Indexing.Drivers.IndexProfileDisplayDriver
source: There is already another index with the same name.
uk: Вже існує інший індекс з такою ж назвою.

# OrchardCore.Indexing.Drivers.IndexProfileDisplayDriver
source: The index name must be less than 255 characters.
uk: Назва індексу має містити менше ніж 255 символів.

# OrchardCore.Indexing.Drivers.IndexProfileDisplayDriver
source: The name is required field.
uk: Назва є обов'язковим полем.

# OrchardCore.Indexing.Drivers.IndexProfileDisplayDriver
source: The name must be less than 255 characters.
uk: Назва має містити менше ніж 255 символів.

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: Culture
uk: Культура

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: Any culture
uk: Будь-яка культура

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: The content culture that it will index.
uk: Культура контенту, яку буде індексовано.

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: Content types
uk: Типи контенту

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: The content types to index. Choose at least one.
uk: Типи контенту для індексації. Виберіть принаймні один.

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: Index Latest version
uk: Індексувати найновішу версію

# OrchardCore.Indexing.Views.ContentIndexMetadata.Edit
source: Check to index draft if it exists, otherwise only the published version is indexed.
uk: Відмітьте, щоб індексувати чернетку, якщо вона існує, інакше індексується лише опублікована версія.

# OrchardCore.Indexing.Views.Admin.Create
source: New '{0}' index
uk: Новий індекс '{0}'

# OrchardCore.Indexing.Views.Admin.Create
source: Save
uk: Зберегти

# OrchardCore.Indexing.Views.Admin.Create
source: Cancel
uk: Скасувати

# OrchardCore.Indexing.Views.Admin.Edit
source: Edit '{0}' index
uk: Редагувати індекс '{0}'

# OrchardCore.Indexing.Views.Admin.Edit
source: Save
uk: Зберегти

# OrchardCore.Indexing.Views.Admin.Edit
source: Cancel
uk: Скасувати

# OrchardCore.Indexing.Views.Admin.Index
source: Indexes
uk: Індекси

# OrchardCore.Indexing.Views.Admin.Index
source: Search
uk: Пошук

# OrchardCore.Indexing.Views.Admin.Index
source: Add index
uk: Додати індекс

# OrchardCore.Indexing.Views.Admin.Index
source: Select All
uk: Обрати все

# OrchardCore.Indexing.Views.Admin.Index
source: Items {0} to {1}
uk: Елементи з {0} по {1}

# OrchardCore.Indexing.Views.Admin.Index
source: / {0} item in total
uk: / всього {0} елемент

# OrchardCore.Indexing.Views.Admin.Index
source: Actions
uk: Дії

# OrchardCore.Indexing.Views.Admin.Index
source: Bulk Action
uk: Масова дія

# OrchardCore.Indexing.Views.Admin.Index
source: Are you sure you want to {0} these items?
uk: Ви впевнені, що хочете {0} ці елементи?

# OrchardCore.Indexing.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no indexes at the moment.
uk: <strong>Тут пусто!</strong> Наразі індексів немає.

# OrchardCore.Indexing.Views.Admin.Index
source: Your search returned no results.
uk: Ваш пошук не дав результатів.

# OrchardCore.Indexing.Views.Admin.Index
source: Available Sources
uk: Доступні джерела

# OrchardCore.Indexing.Views.Admin.Index
source: You need to enable a feature which provides an index source.
uk: Вам потрібно ввімкнути функцію, яка надає джерело індексу.

# OrchardCore.Indexing.Views.Admin.Index
source: Cancel
uk: Скасувати

# OrchardCore.Indexing.Views.Admin.Index
source: selected
uk: вибрано

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Synchronize Index
uk: Синхронізувати індекс

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: This will synchronize the indexing of content items. Continue?
uk: Це синхронізує індексацію елементів контенту. Продовжити?

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Yes
uk: Так

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: No
uk: Ні

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Synchronize
uk: Синхронізувати

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Reset Index
uk: Скинути індекс

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: This will restart the indexing of all content items. Continue?
uk: Це перезапустить індексацію всіх елементів контенту. Продовжити?

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Reset
uk: Скинути

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Rebuild Index
uk: Перебудувати індекс

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Your index will be rebuilt, which might alter some services during the process. Continue?
uk: Ваш індекс буде перебудовано, що може змінити деякі сервіси під час процесу. Продовжити?

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Rebuild
uk: Перебудувати

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Force Delete
uk: Примусово видалити

# OrchardCore.Indexing.Views.IndexProfile.ActionsMenuItems.SummaryAdmin
source: Your index will be forcing to delete, which might alter some services during the process. Continue?
uk: Ваш індекс буде примусово видалено, що може змінити деякі сервіси під час процесу. Продовжити?

# OrchardCore.Indexing.Views.IndexProfile.Buttons.SummaryAdmin
source: Edit
uk: Редагувати

# OrchardCore.Indexing.Views.IndexProfile.Buttons.SummaryAdmin
source: Delete
uk: Видалити

# OrchardCore.Indexing.Views.IndexProfile.DefaultMeta.SummaryAdmin
source: Author
uk: Автор

# OrchardCore.Indexing.Views.IndexProfile.DefaultTags.SummaryAdmin
source: Provider
uk: Постачальник

# OrchardCore.Indexing.Views.IndexProfile.DefaultTags.SummaryAdmin
source: Type
uk: Тип

# OrchardCore.Indexing.Views.IndexProfile.Link
source: Add
uk: Додати

# OrchardCore.Indexing.Views.IndexProfile.SummaryAdmin
source: Actions
uk: Дії

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Fields.Edit
source: Index Profiles
uk: Профілі індексу

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Fields.Edit
source: Include all index profiles
uk: Долучити всі профілі індексу

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Fields.Edit
source: The index profiles to export as part of the plan.
uk: Профілі індексу для експорту в рамках плану.

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Summary
source: Index Profiles
uk: Профілі індексу

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Summary
source: All index profiles
uk: Усі профілі індексу

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Summary
source: No selected index profiles.
uk: Немає вибраних профілів індексу.

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Thumbnail
source: Index Profiles
uk: Профілі індексу

# OrchardCore.Indexing.Views.Items.IndexProfileDeploymentStep.Thumbnail
source: Export all or specified index profiles.
uk: Експортувати всі або вказані профілі індексу.

# OrchardCore.Indexing.Views.IndexProfileFields.Edit
source: Index Name
uk: Назва індексу

# OrchardCore.Indexing.Views.IndexProfileFields.Edit
source: Name
uk: Назва

# OrchardCore.Indexing.Views.IndexProfileFields.Edit
source: A unique name for the index.
uk: Унікальна назва для індексу.

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Edit
source: Rebuild Indexes
uk: Перебудувати індекси

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Edit
source: Include all indexes.
uk: Долучити всі індекси.

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Edit
source: The indexes to rebuild as part of the plan.
uk: Індекси, які потрібно перебудувати в рамках плану.

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Summary
source: Rebuild Indexes
uk: Перебудувати індекси

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Summary
source: All indexes
uk: Всі індекси

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Summary
source: No index selected.
uk: Індекс не вибрано.

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Thumbnail
source: Rebuild Indexes
uk: Перебудувати індекси

# OrchardCore.Indexing.Views.Items.RebuildIndexDeploymentStep.Fields.Thumbnail
source: Rebuild all or specified indexes.
uk: Перебудувати всі або вказані індекси.

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Edit
source: Reset Indexes
uk: Скинути індекси

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Edit
source: Include all indexes.
uk: Долучити всі індекси.

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Edit
source: The indexes to reset as part of the plan.
uk: Індекси, які потрібно скинути в рамках плану.

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Summary
source: Reset Indexes
uk: Скинути індекси

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Summary
source: All indexes
uk: Всі індекси

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Summary
source: No index selected.
uk: Індекс не вибрано.

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Thumbnail
source: Reset Indexes
uk: Скинути індекси

# OrchardCore.Indexing.Views.Items.ResetIndexDeploymentStep.Fields.Thumbnail
source: Reset all or specified indexes.
uk: Скинути всі або вказані індекси.
