Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Media.po
Languages: es, fa, it, ja, ru, sk, tr

# OrchardCore.Media.AdminMenu
source: Content
es: Contenido
fa: محتوا
it: Contenuto
ja: コンテンツ
ru: Контент
sk: Obsah
tr: İçerik

# OrchardCore.Media.AdminMenu
source: Media Library
es: Biblioteca de medios
fa: کتابخانه فایل‌ها
it: Libreria multimediale
ja: メディアライブラリ
ru: Медиатека
sk: Knižnica médií
tr: Medya Kütüphanesi

# OrchardCore.Media.AdminMenu
source: Configuration
es: Configuración
fa: پیکربندی
it: Configurazione
ru: Конфигурация
sk: Konfigurácia
tr: Yapılandırma

# OrchardCore.Media.AdminMenu
source: Media
es: Archivos multimedia
fa: رسانه
it: File
ru: Медиа
sk: Média
tr: Medya

# OrchardCore.Media.AdminMenu
source: Media Options
es: Opciones de medios
fa: گزینه های رسانه
it: Opzioni Elementi Multimediali
ru: Параметры медиа
sk: Možnosti médií
tr: Medya Seçenekleri

# OrchardCore.Media.AdminMenu
source: Media Profiles
es: Perfiles de medios
fa: نمایه های رسانه
it: Profili delle immagini
ru: Медиапрофили
sk: Profily médií
tr: Medya Profilleri

# OrchardCore.Media.MediaCacheAdminMenu
source: Configuration
es: Configuración
fa: پیکربندی
it: Configurazione
ru: Конфигурация
sk: Konfigurácia
tr: Yapılandırma

# OrchardCore.Media.MediaCacheAdminMenu
source: Media
es: Archivos multimedia
fa: رسانه
it: Multimedia
ru: Медиа
sk: Média
tr: Medya

# OrchardCore.Media.MediaCacheAdminMenu
source: Media Cache
es: Caché multimedia
fa: cache فایل‌ها
it: Cache File
ja: メディアキャッシュ
ru: Медиа кэш
sk: Cache médií
tr: Ortam (Media) Belleği

# OrchardCore.Media.Controllers.AdminController
source: This file extension is not allowed: {0}
es: Esta extensión de archivo no está permitida: {0}
fa: فرمت این فایل مجاز نیست: {0}
it: Questa estensione file non è consentita: {0}
ja: この拡張子は許可されていません: {0}
ru: Расширение файла недопустимо: {0}
sk: Prípona súboru nie je povolená {0}
tr: Bu dosya uzantısına izin verilmiyor: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete root media folder
es: No se puede eliminar la carpeta raíz de medios
fa: حذف پوشه اصلی فایل‌ها میسر نیست
it: Impossibile eliminare la cartella principale
ja: ルートメディアフォルダは削除できません
ru: Не удается удалить корневую папку
sk: Nie je možné odstrániť koreňový adresár
tr: Ana medya klasörü silinemez

# OrchardCore.Media.Controllers.AdminController
source: Cannot delete path because it is not a directory
es: No se puede eliminar la ruta porque no es un directorio
fa: مسیر وارد شده یک پوشه نیست و امکان حذف آن وجود ندارد
it: Impossibile eliminare il percorso perché non è una cartella
ja: このパスはディレクトリでないため削除できません
ru: Невозможно удалить путь, потому что он не является каталогом
sk: Nie je možné odstrániť cestu, pretože sa nejedná o adresár
tr: Belirtilen yol bir klasör yolu olmadığı için silme işlemi gerçekleştirilemiyor

# OrchardCore.Media.Controllers.AdminController
source: Cannot move media because a file already exists with the same name
es: No se puede mover el medio porque ya existe un archivo con el mismo nombre
fa: امکان جابه‌جایی فایل به دلیل وجود فایلی هم نام، میسر نیست
it: Impossibile spostare il file perché esiste già un file con lo stesso nome
ja: 同名のファイルが存在するためメディアを移動できません
ru: Невозможно переместить медиа, потому что файл таким именем уже существует
sk: Súbor nie je možné presunúť pretože v cieľovom priečinku už existuje súbor s rovnakým názvom
tr: Aynı ada sahip bir dosya zaten bulunduğundan medya taşınamıyor

# OrchardCore.Media.Controllers.AdminController
source: Error when moving files. Maybe they already exist on the target folder? Files on error: {0}
es: Error al mover archivos. ¿Tal vez ya existen en la carpeta de destino? Archivos del error: {0}
fa: خطا هنگام جابه‌جایی فایل‌ها. ممکن است فایل‌ها در پوشه مقصد وجود داشته باشند. خطا: {0}
it: Errore durante lo spostamento dei file. Forse esistono già nella cartella di destinazione? Errori sui file: {0}
ja: ファイルを移動する際にエラーが発生しました。おそらく移動先に既に存在するのではないでしょうか? エラー: {0}
ru: Ошибка при перемещении файлов. Возможно, они уже существуют в целевой папке? Файлы с ошибками: {0}
sk: Pri presúvaní súborov sa vyskytla chyba. Možno súbory už v cieľovom priečinku existujú? Súbory s chybou: {0}
tr: Dosyaları taşırken hata. Belki zaten hedef klasörde varlar? Hatalı dosyalar: {0}

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because the folder name contains invalid characters
es: No se puede crear la carpeta porque el nombre de la carpeta contiene caracteres no válidos
fa: نمی توان پوشه ایجاد کرد زیرا نام پوشه حاوی نویسه های نامعتبر است
it: Impossibile creare la cartella perché il nome della cartella contiene caratteri non validi
ru: Невозможно создать папку, потому что имя папки содержит недопустимые символы
sk: Priečinok nie je možné vytvoriť pretože názov obsahuje neplatné znaky.
tr: Klasör adı geçersiz karakterler içerdiğinden klasör oluşturulamıyor

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a folder already exists with the same name
es: No se puede crear la carpeta porque ya existe una con el mismo nombre
fa: ایجاد پوشه به دلیل وجود پوشه‌ای هم‌نام میسر نیست
it: Impossibile creare la cartella perché una cartella esiste già con lo stesso nome
ja: 同名のフォルダが既に存在するためフォルダを作成できません
ru: Невозможно создать папку, потому что папка с таким же именем уже существует
sk: Priečinok nie je možné vytvoriť, pretože priečinok s rovnakým názvom už existuje.
tr: Aynı ada sahip bir klasör zaten bulunduğundan klasör oluşturulamıyor

# OrchardCore.Media.Controllers.AdminController
source: Cannot create folder because a file already exists with the same name
es: No se puede crear la carpeta porque ya existe una con el mismo nombre
fa: ایجاد پوشه به دلیل وجود فایلی هم‌نام میسر نیست
it: Impossibile creare la cartella perché esiste già un file con lo stesso nome
ja: 同名のファイルが既に存在するためフォルダを作成できません
ru: Невозможно создать папку, потому что папка с таким же именем уже существует
sk: Priečinok nie je možné vytvoriť, pretože s rovnakým názvom už existuje súbor.
tr: Aynı ada sahip bir klasör zaten bulunduğundan klasör oluşturulamıyor

# OrchardCore.Media.Controllers.MediaCacheController
source: The asset cache feature is enabled, but a remote media store feature is not enabled, or not configured with appsettings.json.
es: La función de caché de recursos está habilitada, pero una característica remota de media store no está habilitada o no está configurada con appsettings.json.
fa: ویژگی cache اسناد و فایل‌ها فعال است، اما یک ویژگی ذخیره فایل از راه دور فعال نیست و یا در appsettings.json پیکربندی نشده است.
it: La funzione cache dei file è abilitata, ma la funzione di archivio multimediale remoto non è abilitata, o non è configurata nel file appsettings.json.
ja: アセットキャッシュ機能が有効になっていますが、リモートメディアストア機能が有効になっていないか、appsettings.jsonで設定されていません。
ru: Кэш ресурсов включен, но функция удаленного хранилища не включена или не настроена в appsettings.json.
sk: Funkcia asset cache je povolená, ale funkcia vzdialeného ukladacieho priestoru médií nie je povolená alebo nie je nakonfigurovaná v súbore appsettings.json.
tr: Varlık önbellek özelliği etkin, ancak uzak medya deposu özelliği etkin değil veya appsettings.json ile yapılandırılmamış.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged, with errors.
es: Caché de recursos purgada, con errores.
fa: cache اسناد و فایل‌ها با چند خطا پاک‌سازی شد.
it: Cache delle risorse svuotata, con errori.
ja: アセットキャッシュを削除しましたが、エラーが発生しました。
ru: Кэш ресурсов очищен с ошибками.
sk: Cache stránok bola prečistená s chybami.
tr: Varlıklar ancak hata meydana geldi.

# OrchardCore.Media.Controllers.MediaCacheController
source: Asset cache purged.
es: Caché de recursos purgada.
fa: کش اسناد و فایل‌ها پاک‌سازی شد.
it: Cache delle risorse svuotata.
ja: アセットキャッシュを削除しました。
ru: Кэш ресурсов очищен.
sk: Cache bola prečistená.
tr: Varlık önbelleği temizlendi.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Delete
es: Eliminar
fa: حذف
it: Elimina
ru: Удалить
sk: Zmazať
tr: Sil

# OrchardCore.Media.Controllers.MediaProfilesController
source: The name is mandatory.
es: El nombre es obligatorio.
fa: نام اجباری است.
it: Il nome è obbligatorio.
ru: Имя является обязательным.
sk: Názov je povinný.
tr: İsim zorunludur.

# OrchardCore.Media.Controllers.MediaProfilesController
source: A profile with the same name already exists.
es: El perfil con el mismo nombre ya existe.
fa: پروفایلی با همین نام وجود دارد.
it: Esiste già un profilo con lo stesso nome.
ru: Профиль с таким именем уже существует.
sk: Profil s rovnakým názvom už existuje.
tr: Aynı ada sahip bir profil zaten var.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profile deleted successfully.
es: El perfil ha sido eliminado correctamente.
fa: پروفایل با موفقیت حذف شد.
it: Profilo elementi multimediali cancellato con successo.
ru: Медиапрофиль успешно удален.
sk: Media profil bol zmazaný.
tr: Medya profili başarıyla silindi.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Media profiles successfully removed.
es: Perfil de importación eliminado correctamente.
fa: پروفایل ها با موفقیت حذف شدند.
it: Profilo elementi multimediali rimosso con successo.
ru: Профили медиа успешно удалены.
sk: Profily médií boli zmazané.
tr: Medya profilleri başarıyla kaldırıldı.

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default
es: Predeterminado
fa: پیش فرض
it: Predefinito
ru: По умолчанию
sk: Predvolená
tr: Varsayılan

# OrchardCore.Media.Controllers.MediaProfilesController
source: Custom Size
es: Tamaño personalizado
fa: اندازۀ دلخواه
it: Dimensioni personalizzate
ru: Пользовательский размер
sk: Vlastná veľkosť
tr: Özel boyut

# OrchardCore.Media.Controllers.MediaProfilesController
source: Default (Max)
es: Por defecto (Max)
fa: پیش فرض (بیشینه)
it: Predefinito (Max)
ru: По умолчанию (Max)
sk: Východzia (Max)
tr: Varsayılan (Maks)

# OrchardCore.Media.Controllers.MediaProfilesController
source: Max
es: Máx
fa: بیشینه
sk: Maximum
tr: Maksimum

# OrchardCore.Media.Controllers.MediaProfilesController
source: Crop
es: Recortar
fa: برش
it: Ritaglia
sk: Orezať
tr: Kırp

# OrchardCore.Media.Controllers.MediaProfilesController
source: Pad
es: Tablet
fa: پد

# OrchardCore.Media.Controllers.MediaProfilesController
source: BoxPad
fa: باکس پد
it: Pad boxato

# OrchardCore.Media.Controllers.MediaProfilesController
source: Min
fa: کمینه
tr: Minimum

# OrchardCore.Media.Controllers.MediaProfilesController
source: Stretch
es: Extender
fa: کش آمدن تصویر
it: Adatta
sk: Natiahnúť
tr: Genişlet

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: There was an error handling the files.
es: {0}: Se produjo un error procesando los archivos.
fa: {0}: وجود خطا در هنگام پردازش فایل ها.
it: {0}: C'e un errore nella gestione dei file.
ja: ファイル操作でエラーが発生しました:{0}
ru: {0}: При обработке файлов произошла ошибка.
sk: {0}: Pri spracovávaní súborov sa vyskytla chyba.
tr: {0}: Dosya işletilirken bir hata oluştu.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: A media is required.
es: {0}: Un medio es obligatorio.
fa: {0}: انتخاب یک فایل ضروری است.
it: {0}: È richiesto un file.
ja: {0}: メディアは必要です
ru: {0}: Требуется медиа.
tr: {0} medya dosyası zorunludur.

# OrchardCore.Media.Drivers.MediaFieldDisplayDriver
source: {0}: Selecting multiple media is forbidden.
es: {0}: La selección de múltiples medios está prohibida.
fa: {0}: انتخاب چندین فایل مجاز نیست.
it: {0}: la selezione di più file è vietata.
ja: {0}: 複数のメディアの選択はできません
ru: {0}: Выбор нескольких медиа запрещен.
sk: {0}: Výber viacerých súborov nie je povolený.
tr: {0}: Birden fazla medya dosyası seçilemez.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media assets are items that are part of your media library.
es: Los activos multimedia son elementos que forman parte de su biblioteca multimedia.
fa: اسناد و فایل‌های رسانه‌ای آیتم‌هایی هستند که بخشی از کتابخانه رسانه‌ای شما را تشکیل می‌دهند.
it: La libreria multimediale è composta da elementi che sono le risorse multimediali.
ja: メディアアセットは、メディアライブラリの一部である項目です。
ru: Медиафайлы - это элементы, входящие в вашу библиотеку мультимедиа.
sk: Media assets sú položky ktoré sú súčasťou vašej knižnice médií.
tr: Medya varlıkları, medya kitaplığınızın parçası olan ögelerdir.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Media asset path.
es: Ruta de activos multimedia.
fa: مسیر فایل رسانه‌ای.
it: Percorso della risorsa.
ja: メディアアセットのパス
ru: Путь к медиа-ресурсам.
sk: Media asset cesta.
tr: Medya varlık yolu.

# OrchardCore.Media.GraphQL.MediaAssetQuery
source: Whether to get the assets from just the top directory or from all sub-directories as well.
es: Tanto si se obtienen los activos de un directorio superior como de todos los sub-directorios.
fa: همه‌ی اسناد و فایل‌های موجود درون پوشه انتخاب شده وهمچنین زیرپوشه‌های آن دریافت شود.
it: Recupera le risorse dalla cartella superiore o da tutte le sotto cartelle.
ja: アセットをトップディレクトリのみから取得するか、それともすべてのサブディレクトリからも同様に取得するかどうか。
ru: Получать ли ресурсы только корневого каталога или из всех подкаталогов.
sk: Načítanie médií iba z koreňového adresára alebo aj zo všetkých podadresárov.
tr: Varlıkların yalnızca üst dizinden veya tüm alt dizinlerden alınıp alınmadığı.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Edit
source: All Media Profiles
es: Todos los perfiles de medios
fa: همه پروفایل ها
it: Tutti i profili delle immagini
ru: Все медиа профили
sk: Všetky profily médií
tr: Tüm Medya Profilleri

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: All Media Profiles
es: Todos los perfiles de medios
fa: همه پروفایل ها
it: Tutti i profili delle immagini
ru: Все медиа профили
sk: Všetky profily médií
tr: Tüm Medya Profilleri

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Summary
source: Adds all media profiles to the plan.
es: Añade todos los perfiles de medios al plan.
fa: همه پروفایل ها را به برنامه استقرار اضافه می‌کند.
it: Aggiungi tutti i profili media al piano.
ru: Добавляет все медиа профили в план.
sk: Pridá všetky profily médií do plánu.
tr: Tüm medya profillerini plana ekler.

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: All Media Profiles
es: Todos los perfiles de medios
fa: همه پروفایل ها
it: Tutti i profili delle immagini
ru: Все медиа профили
sk: Všetky profily médií
tr: Tüm Medya Profilleri

# OrchardCore.Media.Views.Items.AllMediaProfilesDeploymentStep.Thumbnail
source: Exports all media profiles.
es: Exporta todos los perfiles de medios.
fa: خروجی گرفتن از همه پروفایل ها.
it: Esporta tutti i profili delle immagini.
ru: Экспортирует все медиа профили.
sk: Exportuje všetky profily médií.
tr: Tüm medya profillerini dışa aktarır.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Create Media Profile
es: Crear perfil multimedia
fa: ایجاد پروفایل
it: Crea un profilo immagini
ru: Создать медиа профиль
sk: Vytvoriť media profil
tr: Medya Profili Oluştur

# OrchardCore.Media.Views.MediaProfiles.Create
source: Name
es: Nombre
fa: نام
it: Nome
ru: Имя
sk: Názov
tr: İsim

# OrchardCore.Media.Views.MediaProfiles.Create
source: The name of the media profile.
es: El nombre del perfil de los medios.
fa: نام پروفایل.
it: Il nome del profilo immagini.
ru: Имя медиа профиля.
sk: Názov media profilu.
tr: Medya profili adı.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Hint
es: Sugerencia
fa: راهنمایی
it: Suggerimento
ru: Подсказка
sk: Nápoveda
tr: İpucu

# OrchardCore.Media.Views.MediaProfiles.Create
source: The hint for the media profile.
es: Sugerencia para el perfil de los medios.
fa: راهنمایی برای پروفایل رسانه.
it: Il suggerimento per il profilo immagini.
ru: Подсказка для медиа профиля.
sk: Nápoveda pre media profil.
tr: Medya profili için ipucu.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Width
es: Ancho
fa: عرض
it: Larghezza
ru: Ширина
sk: Šírka
tr: Genişlik

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the width for the processed image. A default value means a width command will not be applied.
es: Seleccione el ancho de la imagen procesada. Un valor por defecto significa que un comando de ancho no será aplicado.
fa: عرض تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که یک فرمان عرض اعمال نخواهد شد.
it: Seleziona la larghezza per l'immagine elaborata. Se non vengono inseriti valori, la larghezza sarà calcolata sulla base degli altri dati.
ru: Выберите ширину для обработанного изображения. Значение по умолчанию означает, что ширина не будет применяться.
sk: Vyberte šírku spracovaného obrázka. Predvolená hodnota znamená, že príkaz width nebude použitý.
tr: İşlenen görüntü için genişliği seçin. Varsayılan değer, genişlik komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Height
es: Alto
fa: ارتفاع
it: Altezza
ru: Высота
sk: Výška
tr: Yükseklik

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the height for the processed image. A default value means a height command will not be applied.
es: Seleccione la altura de la imagen procesada. Un valor por defecto significa que no se aplicará un comando de altura.
fa: ارتفاع تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که فرمان ارتفاع اعمال نخواهد شد.
it: Seleziona l'altezza per l'immagine elaborata. Se non vengono inseriti valori, l'altezza sarà calcolata sulla base degli altri dati.
ru: Выберите высоту для обработанного изображения. Значение по умолчанию означает, что высота не будет применяться.
sk: Vyberte výšku spracovaného obrázka. Predvolená hodnota znamená, že príkaz height nebude použitý.
tr: İşlenen görüntünün yüksekliğini seçin. Varsayılan değer, yükseklik komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Resize Mode
es: Redimensionar
fa: حالت تغییر اندازه
it: Modalità di ridimensionamento
ru: Изменить размер
sk: Režim zmeny veľkosti
tr: Yeniden Boyutlandırma Modu

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the resize mode for the processed image.
es: Seleccione el modo de cambio de tamaño para la imagen procesada.
fa: حالت تغییر اندازه را برای تصویر پردازش شده انتخاب کنید.
it: Selezionare la modalità di ridimensionamento per l'immagine elaborata.
ru: Выберите режим изменения размера для обработанного изображения.
sk: Vyberte mód zmeny veľkosti spracovaného obrázku.
tr: İşlenen görüntü için yeniden boyutlandırma modunu seçin.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Background Color
es: Color de fondo
fa: رنگ پس‌زمینه
it: Colore di sfondo
ru: Цвет фона
sk: Farba pozadia
tr: Arka plan Rengi

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the background color for the processed image. An empty value means a bgcolor command will not be applied. Examples of valid values: 'white', 'ffff00', 'ffff0080', '128,64,32' and '128,64,32,80'.
es: Seleccione el color de fondo para la imagen procesada. Un valor vacío significa que un comando bgcolor no será aplicado. Ejemplos de valores válidos: 'white', 'ffff00', 'ffff0080', '128,64,32' y '128,64,32,80'.
fa: رنگ پس زمینه تصویر پردازش شده را انتخاب کنید. مقدار خالی به این معنی است که دستور bgcolor اعمال نخواهد شد. نمونه‌هایی از مقادیر معتبر: «white»، «ffff00»، «ffff0080»، «128،64،32» و «128،64،32،80».
it: Seleziona il colore di sfondo per l'immagine elaborata. Un valore vuoto significa che un comando bgcolor non sarà applicato. Esempi di valori validi: 'bianco', 'ffff00', 'ff0080', '128,64,32' e '128,64,32,80'.
ru: Выберите цвет фона для обработанного изображения. Пустое значение означает, что команда bgcolor не будет применяться. Примеры допустимых значений: 'white', 'ffff00', 'ffff0080', '128,64,32' и '128,64,32,80'.
sk: Vyberte farbu pozadia pre spracovaný obrázok. Prázdna hodnota znamená, že príkaz bgcolor nebude použitý. Príklady platných hodnôt: 'white', 'ffff00', 'ffff0080', '128,64,32' a '128,64,32,80'.
tr: İşlenen görüntü için arka plan rengini seçin. Boş bir değer, bir bgcolor komutunun uygulanmayacağı anlamına gelir. Geçerli değer örnekleri: 'beyaz', 'ffff00', 'ffff0080', '128,64,32' ve '128,64,32,80'.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Format
es: Formato
fa: فرمت
it: Formato
ru: Формат
sk: Formát

# OrchardCore.Media.Views.MediaProfiles.Create
source: Select the format for the processed image. A default value means a format command will not be applied.
es: Seleccione el formato para la imagen procesada. Un valor por defecto significa que no se aplicará un comando de formato.
fa: فرمت تصویر پردازش شده را انتخاب کنید. یک مقدار پیش فرض به این معنی است که دستور فرمت اعمال نخواهد شد.
it: Seleziona il formato per l'immagine elaborata. Se non vengono inseriti valori, il formato dell'immagine non sarà modificato.
ru: Выберите формат обработанного изображения. Значение по умолчанию означает, что формат не будет применяться.
sk: Vyberte formát spracovaného obrázka. Predvolená hodnota znamená, že príkaz format nebude použitý.
tr: İşlenen görüntü için formatı seçin. Varsayılan bir değer, bir format komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Quality
es: Calidad
fa: کیفیت
it: Qualità
ru: Качество
sk: Kvalita
tr: Kalite

# OrchardCore.Media.Views.MediaProfiles.Create
source: The quality percentage for the processed image. Only supported with the JPG and WebP format. A value of 100% means a quality command will not be applied.
fa: درصد کیفیت برای تصویر پردازش شده فقط با فرمت JPG و WebP پشتیبانی می شود. مقدار 100% به این معنی است که فرمان کیفیت اعمال نخواهد شد.
it: La percentuale di qualità per l'immagine elaborata. supportata solo con il formato JPG e WebP. Un valore di 100% significa che l'immagine non verrà elaborata.
tr: İşlenen görselin kalite yüzdesi. Yalnızca JPG ve WebP formatları desteklenir. %100 değeri, kalite komutunun uygulanmayacağı anlamına gelir.

# OrchardCore.Media.Views.MediaProfiles.Create
source: Save
es: Guardar
fa: ذخیره
it: Salva
ru: Сохранить
sk: Uložiť
tr: Kaydet

# OrchardCore.Media.Views.MediaProfiles.Create
source: Toggle Dropdown
es: Conmutar Lista Desplegable
fa: تغییر وضعیت منوی کشویی
it: Attiva/disattiva menu a discesa
ru: Переключить список
sk: Prepnúť rozbaľovaciu ponuku
tr: Açılır Menüyü Aç/Kapat

# OrchardCore.Media.Views.MediaProfiles.Create
source: and continue
es: y continuar
fa: و ادامه
it: e continua
ru: и продолжить
sk: a pokračovať
tr: ve Devam et

# OrchardCore.Media.Views.MediaProfiles.Create
source: Cancel
es: Cancelar
fa: انصراف
it: Annulla
ru: Отмена
sk: Zrušiť
tr: İptal

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Edit Media Profile
es: Editar perfil multimedia
fa: ویرایش نمایه رسانه
it: Modifica profilo immagini
ru: Редактирование медиа профиля
sk: Upraviť media profil
tr: Profil Özelliği Düzenle

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Name
es: Nombre
fa: نام
it: Nome
ru: Имя
sk: Názov
tr: İsim

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The name of the media profile.
es: El nombre del perfil de los medios.
fa: نام پروفایل.
it: Il nome del profilo immagini.
ru: Имя медиа профиля.
sk: Názov media profilu.
tr: Medya profili adı.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Hint
es: Sugerencia
fa: راهنمایی
it: Suggerimento
ru: Подсказка
sk: Nápoveda
tr: İpucu

# OrchardCore.Media.Views.MediaProfiles.Edit
source: The hint for the media profile.
es: Sugerencia para el perfil de los medios.
fa: راهنمایی برای پروفایل رسانه.
it: Il suggerimento per il profilo multimediale.
ru: Подсказка для медиа профиля.
sk: Nápoveda pre media profil.
tr: Medya profili için ipucu.

# OrchardCore.Media.Views.MediaProfiles.Edit
source: Width
es: Ancho
fa: عرض
it: Larghezza
ru: Ширина
sk: Šírka
tr: Genişlik
