Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.UrlRewriting.po
Languages: it

# OrchardCore.UrlRewriting.AdminMenu
source: Configuration
it: Configurazione

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Delete
it: Elimina

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Unable to find a rule-source that can handle the source '{Source}'.
it: Impossibile trovare una rule-source che può gestire la sorgente '{Source}'.

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Invalid rule source.
it: Sorgente regola non valida.

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Rule created successfully.
it: Regola creata con successo.

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Rule updated successfully.
it: Regola aggiornata con successo.

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Rule deleted successfully.
it: Regola eliminata con successo.

# OrchardCore.UrlRewriting.Controllers.AdminController
source: Rules removed successfully.
it: Regole rimosse con successo.

# OrchardCore.UrlRewriting.Drivers.RewriteRulesDisplayDriver
source: Name is required
it: Nome è obbligatorio

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: Append Query String from Original Request
it: Aggiungi Query String da Richiesta Originale

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: Exclude Query String from Original Request
it: Escludi Query String da Richiesta Originale

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: Found (302)
it: Trovato (302)

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: The Match URL Pattern is required.
it: Il Match URL Pattern è obbligatorio.

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: A valid Match URL Pattern is required.
it: È richiesto un Match URL Pattern valido.

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: The Substitution URL Pattern is required.
it: Il Substitution URL Pattern è obbligatorio.

# OrchardCore.UrlRewriting.Drivers.UrlRedirectRuleDisplayDriver
source: A valid Substitution URL Pattern is required.
it: È richiesto un Substitution URL Pattern valido.

# OrchardCore.UrlRewriting.Drivers.UrlRewriteRuleDisplayDriver
source: Append Query String from Original Request
it: Aggiungi Query String da Richiesta Originale

# OrchardCore.UrlRewriting.Drivers.UrlRewriteRuleDisplayDriver
source: Exclude Query String from Original Request
it: Escludi Query String da Richiesta Originale

# OrchardCore.UrlRewriting.Drivers.UrlRewriteRuleDisplayDriver
source: A valid Match URL Pattern is required.
it: È richiesto un Match URL Pattern valido.

# OrchardCore.UrlRewriting.Drivers.UrlRewriteRuleDisplayDriver
source: The Substitution URL Pattern is required.
it: Il Substitution URL Pattern è obbligatorio.

# OrchardCore.UrlRewriting.Drivers.UrlRewriteRuleDisplayDriver
source: A valid Substitution URL Pattern is required.
it: È richiesto un Substitution URL Pattern valido.

# OrchardCore.UrlRewriting.Recipes.UrlRewritingStep
source: Could not find rule source value. The rule will not be imported
it: Impossibile trovare il valore per la sorgente della regola. La regola non verrà importata.

# OrchardCore.UrlRewriting.Recipes.UrlRewritingStep
source: Unable to find a rule-source that can handle the source '{Source}'.
it: Impossibile trovare una rule-source che può gestire la sorgente '{Source}'.

# OrchardCore.UrlRewriting.Views.Admin.Create
source: New '{0}' rule
it: Nuova regola '{0}'

# OrchardCore.UrlRewriting.Views.Admin.Create
source: Save
it: Salva

# OrchardCore.UrlRewriting.Views.Admin.Create
source: Cancel
it: Annulla

# OrchardCore.UrlRewriting.Views.Admin.Edit
source: Edit '{0}' rule
it: Modifica la regola '{0}'

# OrchardCore.UrlRewriting.Views.Admin.Edit
source: Save
it: Salva

# OrchardCore.UrlRewriting.Views.Admin.Edit
source: Cancel
it: Annulla

# OrchardCore.UrlRewriting.Views.Admin.Index
source: URL Rewriting Rules
it: Regole di URL Rewriting

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Search
it: Cerca

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Add Rule
it: Aggiungi regola

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Select All
it: Seleziona tutto

# OrchardCore.UrlRewriting.Views.Admin.Index
source: 1 item
it: 1 elemento

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Items {0} to {1}
it: Elementi da {0} a {1}

# OrchardCore.UrlRewriting.Views.Admin.Index
source: / {0} item in total
it: / {0} elemento in totale

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Actions
it: Azioni

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Bulk Action
it: Azione di massa

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Are you sure you want to {0} these items?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?

# OrchardCore.UrlRewriting.Views.Admin.Index
source: <strong>Nothing here!</strong> There are no rewrite rules at the moment.
it: <strong>Nessun elemento!</strong> Non ci sono rewrite rules al momento.

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Your search returned no results.
it: La ricerca non ha prodotto risultati.

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Available Rule Types
it: Tipi di regole disponibili

# OrchardCore.UrlRewriting.Views.Admin.Index
source: You need to enable a feature which provides a rewrite rule source.
it: È necessario abilitare una funzionalità che fornisce un sorgente di rewrite rule.

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Cancel
it: Annulla

# OrchardCore.UrlRewriting.Views.Admin.Index
source: Unable to sort the list. Try refreshing your page and try again.
it: Impossibile ordinare la lista. Prova a ricare la pagina e a riprovare.

# OrchardCore.UrlRewriting.Views.Admin.Index
source: selected
it: selezionato

# OrchardCore.UrlRewriting.Views.RewriteRule.Buttons.SummaryAdmin
source: Edit
it: Modifica

# OrchardCore.UrlRewriting.Views.RewriteRule.Buttons.SummaryAdmin
source: Delete
it: Elimina

# OrchardCore.UrlRewriting.Views.RewriteRule.DefaultMeta.SummaryAdmin
source: Author
it: Autore

# OrchardCore.UrlRewriting.Views.RewriteRule.DefaultTags.SummaryAdmin
source: Source
it: Sorgente

# OrchardCore.UrlRewriting.Views.RewriteRule.Fields.Edit
source: Display Name
it: Nome visualizzato

# OrchardCore.UrlRewriting.Views.RewriteRule.Fields.Edit
source: A display name for the rule.
it: Un nome da visualizzare per la regola.

# OrchardCore.UrlRewriting.Views.RewriteRule.Link
source: Add
it: Aggiungi

# OrchardCore.UrlRewriting.Views.RewriteRule.SummaryAdmin
source: Actions
it: Azioni

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: Specifies a pattern using regular expressions to match incoming URLs, following the syntax defined in ECMA-262.
it: Specifica un pattern usando le espressioni regolari per individuare URLs in entrata, seguendo la sintassi definita in ECMA-262.

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: Case Insensitive
it: Non Distingue Maiuscole/Minuscole

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: When checked, the pattern will be case insensitive.
it: Se selezionato, il pattern non distinguerà tra maiuscole e minuscole.

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: Redirect Type
it: Tipologia reindirizzamento

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: The Substitution URL Pattern
it: Il Substitution URL Pattern

# OrchardCore.UrlRewriting.Views.UrlRedirectRule.Edit
source: Defines a URL structure with placeholders that will be replaced by actual values during the request.
it: Definisce una struttura URL con placeholders che sarà sostituita da valori effettivi durante la richiesta.

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: Specifies a pattern using regular expressions to match incoming URLs, following the syntax defined in ECMA-262.
it: Specifica un pattern usando le espressioni regolari per individuare URLs in entrata, seguendo la sintassi definita in ECMA-262.

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: Case Insensitive
it: Non Distingue Maiuscole/Minuscole

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: When checked, the pattern will be case insensitive.
it: Se selezionato, il pattern non distinguerà tra maiuscole e minuscole.

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: Stop Evaluation of Subsequent Rules
it: Interrompi la risoluzione di regole seguenti

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: When selected, subsequent rules will be ignored if this rule is matched.
it: Quando selezionato, le regole seguenti saranno ignorate se questa regola trova corrispondenza.

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: The Substitution URL Pattern
it: Il Substitution URL Pattern

# OrchardCore.UrlRewriting.Views.UrlRewriteRule.Edit
source: Defines a URL structure with placeholders that will be replaced by actual values during the request.
it: Definisce una struttura URL con placeholders che sarà sostituita da valori effettivi durante la richiesta.
