Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Media.Azure.po
Languages: el, fa, tr

# OrchardCore.Media.Azure.AdminMenu
source: Configuration
el: Παραμετροποίηση
fa: پیکربندی
tr: Yapılandırma

# OrchardCore.Media.Azure.AdminMenu
source: Media
el: Πολυμέσα
fa: رسانه
tr: Medya

# OrchardCore.Media.Azure.AdminMenu
source: Azure Blob Options
el: Επιλογές Azure Blob
fa: گزینه های Azure Blob
tr: Azure Blob Seçenekleri

# OrchardCore.Media.Azure.MediaBlobContainerTenantEvents
source: Unable to remove the Azure Media Storage Container '{0}'.
el: Δεν είναι δυνατή η κατάργηση του κοντέινερ αποθήκευσης πολυμέσων Azure "{0}".
tr: '{0}' Azure Media Storage Container silinemiyor.

# OrchardCore.Media.Azure.MediaBlobContainerTenantEvents
source: Failed to remove the Azure Media Storage Container '{0}'.
el: Αποτυχία κατάργησης του κοντέινερ αποθήκευσης πολυμέσων Azure "{0}".
tr: '{0}' Azure Media Storage Container silinemiyor.

# OrchardCore.Media.Azure.Views.Admin.Options
source: Azure Blob storage options
el: Επιλογές αποθήκευσης Azure Blob
fa: پیکربندی ذخیره سازی Azure Blob
tr: Azure Blob depolama seçenekleri

# OrchardCore.Media.Azure.Views.Admin.Options
source: Azure Blob storage is configured with appsettings.json.
el: Ο χώρος αποθήκευσης Azure Blob έχει ρυθμιστεί με το appsettings.json.
fa: حافظه Azure Blob با appsettings.json پیکربندی شده است.
tr: Azure Blob depolama ayarları appsettings.json üzerinden gerçekleştirilir.

# OrchardCore.Media.Azure.Views.Admin.Options
source: See documentation
el: Δείτε την τεκμηρίωση
fa: مستندات را ببینید
tr: Dokümantasyon

# OrchardCore.Media.Azure.Views.Admin.Options
source: Connection String
el: Συμβολοσειρά σύνδεσης
fa: اطلاعات اتصال به پایگاه داده

# OrchardCore.Media.Azure.Views.Admin.Options
source: Configured
el: Έχει ρυθμιστεί
fa: پیکربندی شده است
tr: Yapılandırıldı

# OrchardCore.Media.Azure.Views.Admin.Options
source: Not Configured
el: Δεν έχει ρυθμιστεί
fa: پیکربندی نشده است
tr: Yapılandırılmadı

# OrchardCore.Media.Azure.Views.Admin.Options
source: Container Name
el: Όνομα κοντέινερ
fa: نام نگهدارنده
tr: Container Adı

# OrchardCore.Media.Azure.Views.Admin.Options
source: Base Path
el: Βασική Διαδρομή
fa: مسیر پایه
tr: Ana Yol

# OrchardCore.Media.Azure.Views.Admin.Options
source: Create Container
el: Δημιουργία κοντέινερ
fa: نگهدارنده ایجاد کنید
tr: Container Oluştur

# OrchardCore.Media.Azure.Views.Admin.Options
source: Whether a blob container is created on startup if it does not exist.
el: Εάν ένα κοντέινερ blob δημιουργείται κατά την εκκίνηση, όταν δεν υπάρχει.
fa: اگر یک نگهدارنده blob در هنگام راه‌اندازی وجود نداشته باشد ایجاد می‌شود.
tr: Bir blob kapsayıcısı yoksa başlangıçta oluşturulup oluşturulmadığını gösterir.
