Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.ContentTypes.po
Languages: el, es, fa, it, ja, mk, pl, pt_br, tr, uk

# OrchardCore.ContentTypes.AdminMenu
source: Content
el: Περιεχόμενο
es: Contenido
fa: محتوا
it: Contenuto
ja: コンテンツ
mk: Содржина
pl: Treść
pt_br: Conteúdo
tr: İçerik
uk: Контент

# OrchardCore.ContentTypes.AdminMenu
source: Content Definition
el: Ορισμός Περιεχομένου
es: Definición de Contenido
fa: تعریف محتوا
it: Definizione dei contenuti
ja: コンテンツの定義
mk: Дефиниција на содржина
pl: Definicja treści
pt_br: Definições de Conteúdo
tr: İçerik Modeli
uk: Визначення контенту

# OrchardCore.ContentTypes.AdminMenu
source: Content Types
el: Τύποι Περιεχόμενου
es: Tipos de Contenido
fa: انواع محتوا
it: Tipi di contenuto
ja: コンテンツタイプ
mk: Содржински видови
pl: Typy treści
pt_br: Tipos de Conteúdo
tr: İçerik Türleri
uk: Типи контенту

# OrchardCore.ContentTypes.AdminMenu
source: Content Parts
el: Μέρη Περιεχομένου
es: Partes de Contenido
fa: بخش‌های محتوا
it: Parti di Contenuto
ja: コンテンツパーツ
mk: Делови на содржина
pl: Części treści
pt_br: Componentes de Conteúdo
tr: İçerik Bileşenleri
uk: Частини контенту

# OrchardCore.ContentTypes.AdminMenu
source: Design
uk: Дизайн

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Display Name can't be empty.
el: Το Εμφανιζόμενο Όνομα δεν μπορεί να είναι κενό.
es: El nombre a visualizar no puede estar vacío.
fa: نام نمایشی را وارد کنید.
it: Il nome visualizzato non può essere vuoto.
ja: 表示名は空にできません
mk: Името за приказ не е дозволено да биде празно.
pl: Wyświetlana nazwa nie może być pusta.
pt_br: O nome de exibição não pode estar em branco.
tr: Görünen Ad boş olamaz.
uk: Ім'я для показу не може бути порожнім.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Display Name already exists.
el: Ένας τύπος με το ίδιο Εμφανιζόμενο Όνομα υπάρχει ήδη.
es: Un tipo con el mismo Nombre de Visualización ya existe.
fa: یک نوع محتوا با این نام نماشی وجود دارد.
it: Un tipo con lo stesso nome visualizzato esiste già.
ja: 同じ表示名の型がすでに存在します
mk: Вид со исто име за приказ веќе постои.
pl: Typ o tej samej nazwie już istnieje.
pt_br: Já existe um Tipo de Conteúdo com este nome de exibição.
tr: Aynı Görünen Ada sahip bir tip zaten var.
uk: Тип із таким самим ім'ям для показу уже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name can't be empty.
el: Η τεχνική ονομασία δεν μπορεί να είναι κενή.
es: El Nombre Técnico no puede estar vacío.
fa: نام فنی را وارد کنید.
it: Il nome tecnico non può essere vuoto.
ja: 技術名は空にできません
mk: Техничкото име не е дозволено да биде празно.
pl: Nazwa techniczna nie może być pusta.
pt_br: O nome técnico não pode estar em branco.
tr: Teknik Adı boş olamaz.
uk: Технічна назва не може бути порожньою.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name must start with a letter.
el: Η Τεχνική Ονομασία πρέπει να ξεκινά με γράμμα.
es: El nombre técnico debe comenzar con una letra.
fa: نام فنی باید با یک حرف شروع شود.
it: Il nome tecnico deve iniziare con una lettera.
ja: 技術名はアルファベットの文字から始まる必要があります
mk: Техничкото име мора да почнува со буква.
pl: Nazwa techniczna musi zaczynać się literą.
pt_br: O Nome Técnico deve começar com uma letra.
tr: Teknik ad bir harfle başlamak zorundadır.
uk: Технічна назва має починатися з літери.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name contains invalid characters.
el: Το Τεχνικό Όνομα περιέχει μη έγκυρους χαρακτήρες.
es: El nombre técnico contiene caracteres inválidos.
fa: نام فنی شامل کاراکترهای غیرمجاز است.
it: Il nome tecnico contiene dei caratteri non validi.
ja: 技術名は無効な文字を含んでいます
mk: Техничкото име содржи невалидни знаци.
pl: Nazwa techniczna zawiera nieprawidłowe znaki.
pt_br: O nome técnico contém caracteres inválidos.
tr: Teknik isim geçersiz karakterler içeriyor.
uk: Технічна назва містить недопустимі символи.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The Technical Name is reserved for internal use.
el: Το Τεχνικό Όνομα προορίζεται για εσωτερική χρήση.
es: El nombre técnico está reservado para uso interno.
fa: نام فنی برای استفاده داخلی محفوظ است.
it: Il Nome Tecnico è riservato per uso interno.
ja: そのテクニカル名は内部で使用するために予約されています。
tr: Teknik Ad, dahili kullanım için ayrılmıştır.
uk: Технічна назва зарезервована для внутрішнього використання.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A type with the same Technical Name already exists.
el: Ένας τύπος με την ίδια Τεχνική Ονομασία υπάρχει ήδη.
es: Una parte con el mismo Nombre Técnico ya existe.
fa: یک نوع محتوا با این نام فنی وجود دارد.
it: Un tipo con lo stesso nome tecnico esiste già.
ja: 同一の技術名の型がすでに存在します
mk: Вид со исто техничко име веќе постои.
pl: Typ o tej samej nazwie technicznej już istnieje.
pt_br: Um tipo com o mesmo Nome Técnico já existe.
tr: Aynı Teknik Adı olan bir tür zaten var.
uk: Тип із такою ж технічною назвою вже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content type has been created.
el: Ο τύπος περιεχομένου "{0}" έχει δημιουργηθεί.
es: Se ha creado el tipo de contenido "{0}".
fa: محتوا از نوع "{0}" ایجاد شده است.
it: Il tipo di contenuto "{0}" è stato creato.
ja: コンテンツタイプ「{0}」が作成されました
mk: Содржинскиот вид "{0}" е креиран.
pl: Typ zawartości "{0}" został utworzony.
pt_br: O tipo de conteúdo "{0}" foi criado.
tr: "{0}" içerik tibi oluşturuldu.
uk: Тип контенту "{0}" створено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Content type updated successfully.
uk: Тип контенту успішно оновлено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: "{0}" has been removed.
el: "{0}" έχουν καταργηθεί.
es: Se ha eliminado "{0}".
fa: '{0}' حذف شده است.
it: "{0}", è stato rimosso.
ja: "{0}" は削除されました
mk: "{0}" е отстранет/а.
pl: "{0}" został usunięty.
pt_br: "{0}" foi excluído.
tr: {0} silindi.
uk: "{0}" видалено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been added.
el: Το τμήμα "{0}" έχει προστεθεί.
es: Se ha añadido la parte "{0}".
fa: بخش "{0}" اضافه شد.
it: La parte di contenuto "{0}" è stata aggiunta.
ja: "{0}" パートが追加されました
mk: Делот "{0}" е додаден.
pl: Część "{0}" została dodana.
pt_br: O componente "{0}" foi adicionado.
tr: "{0}" parçası eklendi.
uk: Частину "{0}" додано.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Display Name already exists.
el: Ένα τμήμα με το ίδιο Όνομα Εμφάνισης υπάρχει ήδη.
es: Una parte con el mismo Nombre de Visualización ya existe.
fa: یک بخش محتوا با این نام نمایشی وجود دارد.
it: Una parte con lo stesso nome visualizzato esiste già.
ja: 同じ表示名を持つパーツが既に存在します。
mk: Дел со исто име за приказ веќе постои.
pl: Część o tej samej nazwie wyświetlacza już istnieje.
pt_br: Já existe um componente com o mesmo nome de exibição.
tr: Aynı Görünen Ad'a sahip bir parça zaten var.
uk: Частина з таким самим ім'ям для показу вже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A part with the same Technical Name already exists.
el: Ένα τμήμα με την ίδια Τεχνική Ονομασία υπάρχει ήδη.
es: Una parte con el mismo Nombre Técnico ya existe.
fa: یک بخش محتوا با این نام فنی وجود دارد.
it: Una parte con lo stesso nome tecnico esiste già.
ja: 同じ技術名を持つパーツが既に存在します。
mk: Дел со исто техничко име веќе постои.
pl: Część o tej samej nazwie technicznej już istnieje.
pt_br: Já existe um componente com o mesmo nome técnico.
tr: Aynı Teknik Ada sahip bir parça zaten var.
uk: Частина з такою ж технічною назвою вже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part has been removed.
el: Το τμήμα "{0}" έχει καταργηθεί.
es: Se ha eliminado la parte "{0}".
fa: بخش "{0}" حذف شد.
it: La parte di contenuto "{0}" è stata rimossa.
ja: "{0}" パートが削除されました
mk: Делот "{0}" е отстранет.
pl: Część "{0}" została usunięta.
pt_br: O componente "{0}" foi excluído.
tr: "{0}" parçası kaldırıldı.
uk: Частину "{0}" видалено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The content part could not be created.
el: Το τμήμα περιεχομένου δεν ήταν δυνατό να δημιουργηθεί.
es: No se ha podido crear la parte de contenido.
fa: امکان ایجاد این بخش محتوا میسر نیست.
it: La parte di contenuto non può essere creata.
ja: コンテンツパーツを作成できませんでした。
mk: Делот на содржина не може да се креира.
pl: Nie można utworzyć części treści.
pt_br: Não foi possível criar o componente de conteúdo.
tr: İçerik parçası oluşturulamadı.
uk: Не вдалося створити частину контенту.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" content part has been created.
el: Το τμήμα περιεχομένου "{0}" έχει δημιουργηθεί.
es: Se ha creado la parte de contenido "{0}".
fa: بخش محتوایی از نوع "{0}" ایجاد شده است.
it: La parte di contenuto "{0}" è stata creata.
ja: コンテンツパーツ "{0}" が作成されました。
mk: Делот на содржина "{0}" е креиран.
pl: Część treści "{0}" została utworzona.
pt_br: O componente de conteúdo "{0}" foi criado.
tr: "{0}" içerik parçası oluşturuldu.
uk: Частину контенту "{0}" створено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The settings of "{0}" have been saved.
el: Οι ρυθμίσεις του "{0}" έχουν αποθηκευτεί.
es: Se han guardado los ajustes de "{0}".
fa: تنظیمات "{0}" ذخیره شد.
it: Le impostazioni di "{0}" sono state salvate.
ja: "{0}" の設定が保存されました。
mk: Подесувањата на "{0}" се зачувани.
pl: Ustawienia "{0}" zostały zapisane.
pt_br: As configurações de "{0}" foram salvas.
tr: "{0}" ayarları kaydedildi.
uk: Налаштування "{0}" збережено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: There are no fields.
el: Δεν υπάρχουν πεδία.
fa: هیچ فیلدی وجود ندارد.
ja: フィードがありません。
tr: Herhangi bir alan yok.
uk: Поля відсутні.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Display Name already exists.
el: Υπάρχει ήδη ένα πεδίο με το ίδιο Εμφανιζόμενο Όνομα.
es: Ya existe un campo con el mismo Nombre de Visualización.
fa: فیلدی با همین نام نمایشی وجود دارد.
it: Un campo con lo stesso nome visualizzato esiste già.
ja: 同じ表示名のフィールドが既に存在します。
mk: Поле со исто име за приказ веќе постои.
pl: Pole o tej samej nazwie już istnieje.
pt_br: Um campo com o mesmo nome de exibição já existe.
tr: Aynı Görünen Ada sahip bir alan zaten var.
uk: Поле з таким самим ім'ям для показу вже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: A field with the same Technical Name already exists.
el: Ένα πεδίο με την ίδια Τεχνική Ονομασία υπάρχει ήδη.
es: Ya existe un campo con el mismo Nombre Técnico.
fa: یک فیلد با این نام فنی وجود دارد.
it: Un campo con lo stesso nome tecnico esiste già.
ja: 同じ技術名のフィールドが既に存在します。
mk: Поле со исто техничко име веќе постои.
pl: Pole o tej samej nazwie technicznej już istnieje.
pt_br: Um campo com o mesmo Nome Técnico já existe.
tr: Aynı Teknik Adı olan bir dosya zaten var.
uk: Поле з такою ж технічною назвою вже існує.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The field "{0}" has been added.
el: Το πεδίο "{0}" έχει προστεθεί.
es: Se ha añadido el campo "{0}".
fa: فیلد "{0}" اضافه شد.
it: Il campo "{0}" è stato aggiunto.
ja: フィールド "{0}" が追加されました。
mk: Полето "{0}" е додадено.
pl: Pole "{0}" zostało dodane.
pt_br: O campo "{0}" foi adicionado.
tr: "{0}" alanı eklendi.
uk: Поле "{0}" додано.

# OrchardCore.ContentTypes.Controllers.AdminController
source: Display name changed to {0}.
el: Το εμφανιζόμενο όνομα άλλαξε σε {0}.
es: Se ha cambiado el nombre a mostrar a {0}.
fa: نام نمایشی به {0} تغییر کرد.
it: Nome visualizzato cambiato in {0}.
ja: 表示名が {0} に変更されました。
mk: Името на приказ е променето во {0}.
pl: Zmieniono wyświetlaną nazwę na {0}.
pt_br: Nome de exibição alterado para {0}.
tr: Görünen ad "{0}" olarak değiştirildi.
uk: Ім'я для показу змінено на {0}.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field settings have been saved.
el: Οι ρυθμίσεις toy πεδίου "{0}" έχουν αποθηκευτεί.
es: Se han guardado los ajustes del campo "{0}".
fa: تنظیمات فیلد "{0}" ذخیره شد.
it: Le impostazioni del campo "{0}" sono state salvate.
ja: "{0}" フィールドの設定が保存されました。
mk: Подесувањата на полето "{0}" се зачувани.
pl: Ustawienia pola "{0}" zostały zapisane.
pt_br: As configurações do campo "{0}" foram salvas.
tr: "{0}" alan ayarları kaydedildi.
uk: Налаштування поля "{0}" збережено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" field has been removed.
el: Το πεδίο "{0}" έχει καταργηθεί.
es: Se ha eliminado el campo "{0}".
fa: فیلد "{0}" حذف شد.
it: Il campo "{0}" è stato rimosso.
ja: "{0}" フィールドが削除されました。
mk: Полето "{0}" е отстрането.
pl: Pole "{0}" zostało usunięte.
pt_br: O campo "{0}" foi excluído.
tr: "{0}" alanı kaldırıldı.
uk: Поле "{0}" видалено.

# OrchardCore.ContentTypes.Controllers.AdminController
source: The "{0}" part settings have been saved.
el: Οι ρυθμίσεις του τμήματος "{0}" έχουν αποθηκευτεί.
es: Se han guardado los ajustes de la parte "{0}".
fa: تنظیمات بخش "{0}" ذخیره شد.
it: Le impostazioni per la parte "{0}" sono state salvate.
ja: "{0}" パーツ設定が保存されました。
mk: Подесувањата на делот "{0}" се зачувани.
pl: Ustawienia części "{0}" zostały zapisane.
pt_br: As configurações do componente "{0}" foram salvas.
tr: "{0}" parça ayarları kaydedildi.
uk: Налаштування частини "{0}" збережено.

# OrchardCore.ContentTypes.Editors.ContentTypeSettingsDisplayDriver
source: The stereotype should be alphanumeric.
el: Το στερεότυπο πρέπει να είναι αλφαριθμητικό.
es: El esterotipo debe ser alfanumérico.
fa: استریوتایپ باید از حروف و اعداد تشکیل شده باشد.
it: Lo stereotipo dovrebbe essere alfanumerico.
ja: ステレオタイプは英数字でなければなりません。
mk: Стереотипот треба да биде составен од цифра или буква.
pl: Stereotyp powinien być alfanumeryczny.
pt_br: O estereótipo deve ser alfanumérico.
tr: Stereotip alfasayısal olmalıdır.
uk: Стереотип має бути буквено-цифровим.

# OrchardCore.ContentTypes.Editors.DefaultContentTypeDisplayDriver
source: The Content Type name can't be empty.
el: Το όνομα Τύπου Περιεχομένου δεν μπορεί να είναι κενό.
es: El nombre del Tipo de Contenido no puede estar vacío.
fa: نام نوع محتوا را وارد کنید.
it: Il nome del tipo di contenuto non può essere vuoto.
ja: コンテンツタイプの名前は空にできません。
mk: Содржинскиот вид не може да е празен.
pl: Nazwa typu treści nie może być pusta.
pt_br: O nome do Tipo de Conteúdo não pode estar vazio.
tr: İçerik Tip adı boş olamaz.
uk: Назва типу контенту не може бути порожньою.

# OrchardCore.ContentTypes.RecipeSteps.ContentDefinitionStep
source: Unable to add content-part to the '{0}' content-type. The part name cannot be null or empty.
uk: Не вдалося додати частину контенту до типу '{0}'. Назва частини не може бути порожньою або null.

# OrchardCore.ContentTypes.RecipeSteps.ContentDefinitionStep
source: Unable to add content-field to the '{0}' content-part. The part name cannot be null or empty.
uk: Не вдалося додати поле до частини контенту '{0}'. Назва частини не може бути порожньою або null.

# OrchardCore.ContentTypes.Services.ContentDefinitionService
source: Cannot add part named '{0}'. It already exists.
el: Δεν είναι δυνατή η προσθήκη τμήματος που ονομάζεται '{0}'. Υπάρχει ήδη.
es: No se puede añadir la parte llamada "{0}". Ya existe otra con ese mismo nombre.
fa: افزودن بخشی به نام '{0}' میسر نیست. بخشی با این نام وجود دارد.
it: Non è possibile aggiungere una parte chiamata '{0}'. Esiste già.
ja: '{0}' という名前のパーツを追加することはできません。既に存在します。
mk: Не може да се додаде дел до име '{0}'. Истиот веќе постои.
pl: Nie można dodać części o nazwie '{0}'. Już istnieje.
pt_br: Não é possível adicionar o componente com o nome '{0}'. Já existe.
tr: "{0}" parçası eklenemez. Zaten var.
uk: Неможливо додати частину з назвою '{0}'. Вона вже існує.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Add New Field To "{0}"
el: Προσθήκη Νέου Πεδίου στο "{0}"
es: Añadir nuevo campo a "{0}"
fa: اضافه‌کردن فیلد جدید به "{0}"
it: Aggiungi nuovo campo a "{0}"
ja: 新しいフィールドを "{0}" に追加
mk: Додај ново поле во "{0}"
pl: Dodaj nowe pole do "{0}"
pt_br: Adicionar novo campo para "{0}"
tr: "{0}" alanına yeni alan ekle
uk: Додати нове поле до "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Назва для відображення

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Name of the field as it will be displayed in screens.
el: Το όνομα του πεδίου όπως θα εμφανίζεται στις οθόνες.
es: Nombre del campo tal como será mostrado.
fa: نام این فیلد برای زمانی که این فیلد نمایش داده می‌شود.
it: Nome del campo che verrà visualizzato a schermo.
ja: 画面に表示されるフィールド名です。
mk: Името на полето, како што би било прикажано на екрани.
pl: Nazwa pola, która będzie wyświetlana na ekranach.
pt_br: Nome do campo que será exibido nas páginas.
tr: Ekranda görünecek şekliyle alanın adı.
uk: Назва поля, яке буде відображатися на екранах.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: 技術名
mk: Техничко име
pl: Nazwa techniczna
pt_br: Nome técnico
tr: Teknik adı
uk: Технічна назва

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Technical name of the field.
el: Τεχνική ονομασία του πεδίου.
es: Nombre técnico del campo.
fa: نام فنی این فیلد.
it: Nome tecnico del campo. Usato per richiamarlo a livello di codice.
ja: フィールドの技術名。
mk: Техничко име на полето.
pl: Nazwa techniczna pola.
pt_br: Nome técnico do campo.
tr: Alanın teknik adı.
uk: Технічне ім'я поля.

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Field Type
el: Τύπος Πεδίου
es: Tipo de Campo
fa: نوع فیلد
it: Tipo del campo
ja: フィールドタイプ
mk: Вид на полето
pl: Typ pola
pt_br: Tipo do Campo
tr: Alan Türü
uk: Тип поля

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.AddFieldTo
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
mk: Откажи
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Add Parts To "{0}"
el: Προσθήκη Τμημάτων σε "{0}"
es: Añadir Partes a "{0}"
fa: اضافه‌کردن بخش‌ها به "{0}"
it: Aggiungi parti a "{0}"
ja: パーツを "{0}" に追加
mk: Додади делови во "{0}"
pl: Dodaj części do "{0}"
pt_br: Adicionar Componentes à "{0}"
tr: "{0}" içine Parçaları ekle
uk: Додати частини до "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Choose the Parts to add to this Content Type.
el: Επιλέξτε τα τμήματα που θέλετε να προσθέσετε σε αυτόν τον Τύπο Περιεχομένου.
es: Elegir las Partes a añadir a este Tipo de Contenido.
fa: بخش‌هایی که می‌خواهید به این نوع محتوا اضافه شود را انتخاب کنید.
it: Seleziona le parti da aggiungere a questo tipo di contenuto.
ja: このコンテンツタイプに追加するパーツを選択します。
mk: Изберете делови да се додадат кон овој содржински вид.
pl: Wybierz Części do dodania do tego typu zawartości.
pt_br: Escolha os Componentes para adicionar a este Tipo de Conteúdo.
tr: Bu İçerik Türüne eklenecek Parçaları seçin.
uk: Виберіть частини, які потрібно додати до цього типу контенту.

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.AddPartsTo
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
mk: Откажи
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Add Named Part To "{0}"
el: Προσθήκη Ονομαστικού Τμήματος στο "{0}"
es: Añadir Parte con Nombre a "{0}"
fa: اضافه کردن یک بخش با عنوان به "{0}"
it: Aggiungi una parte con nome a "{0}"
ja: 名前付きパーツを "{0}" に追加
mk: Додади именуван дел во "{0}"
pl: Dodaj nazwaną Część do "{0}"
pt_br: Adicionar Componente Nomeado para "{0}"
tr: "{0}" içine Adlandırılmış Parça ekle
uk: Додати іменовану частину до "{0}"

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Display Name
el: Εμφανιζόμενο Όνομα
es: Nombre a Mostrar
fa: نام نمایشی
it: Nome visualizzato
ja: 表示名
mk: Име за приказ
pl: Wyświetlana nazwa
pt_br: Nome de exibição
tr: Görünen Ad
uk: Ім'я для відображення

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Name of the reusable part as it will be displayed in screens.
el: Όνομα του τμήματος που μπορεί να επαναχρησιμοποιηθεί καθώς θα εμφανίζεται στις οθόνες.
es: Nombre de la parte reutilizable tal como será mostrada.
fa: نام این بخش (که قابلیت استفاده مجدد را دارد) برای زمانی که این بخش نمایش داده می‌شود.
it: Nome della parte riutilizzabile che verrà visualizzato a schermo.
ja: 画面に表示される再利用可能なパーツの名前です。
mk: Името на делот со можност за повторно користење, како што би било прикажано на екрани.
pl: Nazwa części wielokrotnego użytku, która będzie wyświetlana na ekranach.
pt_br: Nome do componente reutilizável que será exibido nas páginas.
tr: Ekranda görüntüleneceği şekliyle yeniden kullanılabilir parçanın adı.
uk: Назва багаторазової частини, яка буде показуватись на екранах.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical Name
el: Τεχνική Ονομασία
es: Nombre Técnico
fa: نام فنی
it: Nome tecnico
ja: 技術名
mk: Техничко име
pl: Nazwa techniczna
pt_br: Nome técnico
tr: Teknik adı
uk: Технічна назва

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Technical name of the reusable part.
el: Τεχνική ονομασία του τμήματος επαναχρησιμοποίησης.
es: Nombre técnico de la parte reutilizable.
fa: نام فنی این بخش (که قابلیت استفاده مجدد را دارد).
it: Nome tecnico della parte riutilizzabile.
ja: 再利用可能なパーツの技術名。
mk: Техничко име на делот со можност за повторно користење.
pl: Techniczna nazwa części wielokrotnego użytku.
pt_br: Nome técnico do componente reutilizável.
tr: Yeniden kullanılabilir parçanın teknik adı.
uk: Технічна назва багаторазової частини.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description
el: Περιγραφή
es: Descripción
fa: توضیحات
it: Descrizione
ja: 説明
mk: Опис
pl: Opis
pt_br: Descrição
tr: Açıklama
uk: Опис

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Description of the reusable part.
el: Περιγραφή του τμήματος επαναχρησιμοποίησης.
es: Descripción de la parte reutilizable.
fa: توضیحات این بخش (که قابلیت استفاده مجدد را دارد).
it: Descrizione della parte riutilizzabile.
ja: 再利用可能なパーツの説明。
mk: Опис на делот со можност за повторно користење.
pl: Opis części wielokrotnego użytku.
pt_br: Descrição do componente reutilizável.
tr: Yeniden kullanılabilir parçanın açıklaması.
uk: Опис багаторазової частини.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: There are no available named parts.
el: Δεν υπάρχουν διαθέσιμα ονομαζόμενα τμήματα.
es: No hay partes con nombre disponibles.
fa: هیچ بخش با عنوانی وجود ندارد.
it: Non ci sono parti con nome disponibili.
ja: 利用可能な名前付きパーツはありません。
mk: Нема достапни именувани делови.
pl: Nie ma dostępnych nazwanych częsci.
pt_br: Não existem componentes nomeados disponíveis.
tr: Kullanılabilir adlandırılmış parça yok.
uk: Немає доступних іменованих частин.

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Save
el: Αποθήκευση
es: Guardar
fa: ذخیره
it: Salva
ja: 保存
mk: Зачувај
pl: Zapisz
pt_br: Salvar
tr: Kaydet
uk: Зберегти

# OrchardCore.ContentTypes.Views.Admin.AddReusablePartTo
source: Cancel
el: Άκυρο
es: Cancelar
fa: انصراف
it: Annulla
ja: キャンセル
mk: Откажи
pl: Anuluj
pt_br: Cancelar
tr: İptal
uk: Скасувати
