Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Layers.po
Languages: bg_bg, de, fa, fi, ja, mk, nb_no, pt_br, sk, uk, vi

# OrchardCore.Layers.AdminMenu
source: Design
bg_bg: Дизайн
fa: طراحی
fi: Suunnittelu
ja: デザイン
mk: Дизајн
sk: Dizajn
uk: Дизайн
vi: Thiết kế

# OrchardCore.Layers.AdminMenu
source: Settings
bg_bg: Настройки
de: Einstellungen
fa: تنظیمات
fi: Asetukset
ja: 設定
mk: Подесувања
nb_no: Innstillinger
pt_br: Configurações
sk: Nastavenia
uk: Налаштування
vi: Cài đặt

# OrchardCore.Layers.AdminMenu
source: Zones
bg_bg: Зони
de: Zonen
fa: نواحی
fi: Alueet
ja: ゾーン
mk: Зони
nb_no: Soner
pt_br: Zonas
sk: Zóny
uk: Зони
vi: Khu vực

# OrchardCore.Layers.AdminMenu
source: Widgets
bg_bg: Уиджети
fa: ابزارک‌ها
fi: Käyttöliittymäalueet
ja: ウィジェット
mk: Додатоци
nb_no: Dingser
sk: Widgety
uk: Віджети
vi: Tiện ích

# OrchardCore.Layers.Controllers.AdminController
source: The Widget content item with id {0} has no matching {1} content type definition.
fi: Komponentin sisältökohteella {0} ei ole vastaavaa {1} tyyppimäärittelyä.
uk: Елемент контенту віджета з ідентифікатором {0} не має відповідного визначення типу контенту {1}.

# OrchardCore.Layers.Controllers.AdminController
source: Layer deleted successfully.
bg_bg: Слоят е изтрит успешно.
de: Ebene erfolgreich gelöscht.
fa: لایه با موفقیت پاک شد.
fi: Taso poistettiin onnistuneesti.
ja: レイヤは正常に削除されました
mk: Слојот е успешно избришан.
nb_no: Lag slettet.
pt_br: Layer excluída com sucesso.
sk: Vrstva bola zmazaná.
uk: Шар успішно видалено.
vi: Xóa thành công.

# OrchardCore.Layers.Controllers.AdminController
source: The layer couldn't be deleted: you must remove any associated widgets first.
bg_bg: Слоят не може да бъде изтрит: трябва да премахнете всички причислени уиджети преди това.
de: Die Ebene konnte nicht gelöscht werden: Sie müssen zuerst alle zugehörigen Widgets entfernen.
fa: پاک‌کردن لایه میسر نیست: ابتدا ابزارک‌های موجود در این لایه را حذف کنید.
fi: Tasoa ei voitu poistaa. Sinun täytyy poistaa ensin kaikki siihen liittyvät komponentit ensin.
ja: レイヤは削除できませんでした。関連するウィジェットを最初に削除する必要があります
mk: Слојот не можеше да биде избришан: најпрво мора да ги избришете поврзаните додатоци.
nb_no: Laget kan ikke slettes: Du må fjerne noen tilknyttede dingser først.
pt_br: A layer não pôde ser excluída: você precisa primeiro remover quaisquer widgets associados.
sk: Nepodarilo sa zmazať vrstvu. Najskôr musíte zmazať priradené widgety.
uk: Шар не вдалося видалити: спочатку потрібно видалити всі пов'язані з ним віджети.
vi: Lớp không thể bị xóa: trước tiên bạn phải xóa mọi tiện ích liên quan.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name is required.
bg_bg: Въведете име на слоя.
de: Der Ebenen-Name ist erforderlich.
fa: نام لایه ضروری است.
fi: Tason nimi on pakollinen.
ja: レイヤ名は必須です
mk: Името на слојот е задолжително.
nb_no: Navn er obligatorisk.
pt_br: Nome da layer é obrigatório.
sk: Názov vrstvy je povinný.
uk: Назва шару обов'язкова.
vi: Tên lớp là bắt buộc.

# OrchardCore.Layers.Controllers.AdminController
source: The layer name already exists.
bg_bg: Името на слоя вече съществува.
de: Der Ebenen-Name existiert bereits.
fa: لایه‌ای با این نام قبلا ثبت شده است.
fi: Tason nimi on jo käytössä.
ja: すでに同じレイヤ名が存在します
mk: Слој со такво име веќе постои.
nb_no: Navnet finnes allerede.
pt_br: O nome da layer já existe.
sk: Vrstva s rovnakým názvom už existuje.
uk: Назва шару вже існує.
vi: Tên lớp đã tồn tại.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition added successfully.
fi: Ehdon lisäys onnistui.
uk: Умову успішно додано.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition updated successfully.
fi: Ehto on päivitetty onnistuneesti.
uk: Умову успішно оновлено.

# OrchardCore.Layers.Controllers.LayerRuleController
source: The condition has validation errors.
fi: Ehdossa on validointivirheitä.
uk: Умова містить помилки перевірки.

# OrchardCore.Layers.Controllers.LayerRuleController
source: Condition deleted successfully.
fi: Ehto on poistettu onnistuneesti.
uk: Умову успішно видалено.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Title is required field.
uk: Заголовок є обов'язковим полем.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Zone is missing
bg_bg: Липсва зона
de: Zone fehlt
fa: ناحیه پیدا نشد
fi: Alue puutuu
ja: ゾーンがありません
mk: Зоната не е најдена
nb_no: Sone mangler
pt_br: A zona não foi selecionada
sk: Chýba zóna
uk: Зона відсутня
vi: Thiếu khu vực

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Layer is missing field.
uk: У шарі відсутнє поле.

# OrchardCore.Layers.GraphQL.LayerQueryObjectType
source: The name of the layer.
uk: Назва шару.

# OrchardCore.Layers.GraphQL.LayerQueryObjectType
source: The rule that activates the layer.
uk: Правило, яке активує шар.

# OrchardCore.Layers.GraphQL.LayerQueryObjectType
source: The description of the layer.
uk: Опис шару.

# OrchardCore.Layers.GraphQL.LayerQueryObjectType
source: The widgets for this layer.
uk: Віджети для цього шару.

# OrchardCore.Layers.GraphQL.LayerQueryObjectType
source: publication status of the widgets
uk: статус публікації віджетів

# OrchardCore.Layers.GraphQL.LayerWidgetQueryObjectType
source: The name of the widget's zone.
uk: Назва зони віджета.

# OrchardCore.Layers.GraphQL.LayerWidgetQueryObjectType
source: The position of the widget in the zone.
uk: Розташування віджета в зоні.

# OrchardCore.Layers.GraphQL.LayerWidgetQueryObjectType
source: Whether to render the widget's title.
uk: Чи слід показувати заголовок віджета.

# OrchardCore.Layers.GraphQL.LayerWidgetQueryObjectType
source: A widget on this layer.
uk: Віджет на цьому шарі.

# OrchardCore.Layers.GraphQL.SiteLayersQuery
source: Site layers define the rules and zone placement for widgets.
bg_bg: Сайт слоевете определят правилата и зоните за поставяне на уиджетс.
de: Site-Ebenen definieren die Regeln und die Zonenplatzierung für Widgets.
fa: لایه‌های سایت، ضوابط و نواحی قرارگیری ابزارک‌ها را تعریف می‌کند.
fi: Sivuston tasot määrittelevät säännöt ja sijoittelun komponenteille.
ja: サイトレイヤは、ウィジェットのルールとゾーンへの配置を定義します。
mk: Слоевите на сајтот ги дефинираат правилата и пласманот на зоните за додатоци.
nb_no: Lag i nettstedet definerer reglene og palssering av soner dor dingser.
pt_br: Layers do site definem as regras e posicionamento da zona para widgets.
sk: Vrstvy stránky definujú pravidlá a zóny pre umiestnenie widgetov.
uk: Шари сайту визначають правила та розміщення зон для віджетів.
vi: Các lớp xác định các quy tắc và vị trí vùng cho các tiện ích.

# OrchardCore.Layers.Recipes.LayerStep
source: The layer '{0}' is required.
uk: Шар '{0}' обов'язковий.

# OrchardCore.Layers.Recipes.LayerStep
source: No changes have been made. The following types of conditions cannot be added: {0}. Please ensure that the related features are enabled to add these types of conditions.
uk: Жодних змін не внесено. Не можна додати такі типи умов: {0}. Переконайтеся, що пов’язані функції ввімкнено для додавання цих типів умов.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Edit
source: All Layers
bg_bg: Всички слоеве
de: Alle Ebenen
fa: همه لایه‌ها
fi: Kaikki tasot
ja: すべてのレイヤ
mk: Сите слоеви
nb_no: Alle lag
pt_br: Todas as layers
sk: Všetky vrsvy
uk: Всі шари
vi: Tất cả Lớp

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: All Layers
bg_bg: Всички слоеве
de: Alle Ebenen
fa: همه لایه‌ها
fi: Kaikki tasot
ja: すべてのレイヤ
mk: Сите слоеви
pt_br: Todas as layers
sk: Všetky vrsvy
uk: Всі шари
vi: Tất cả Lớp

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Summary
source: Adds all layers to the plan.
bg_bg: Добави всички слоеве в плана.
de: Fügt alle Ebenen zum Plan hinzu.
fa: تمامی لایه‌ها را به برنامه استقرار اضافه می‌کند.
fi: Lisää kerroksen suunnitelmaan.
ja: プランに全てのレイヤを追加
mk: Додади ги сите слоеви во планот.
nb_no: Legger alle lag til planen.
pt_br: Adiciona todas as layers ao plano.
sk: Pridá do plánu všetky vrsvy.
uk: Додає всі шари до плану.
vi: Thêm tất cả các lớp vào kế hoạch.

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: All Layers
bg_bg: Всички слоеве
de: Alle Ebenen
fa: همه لایه‌ها
fi: Kaikki tasot
ja: すべてのレイヤ
mk: Сите слоеви
nb_no: Alle lag
pt_br: Todas as layers
sk: Všetky vrsvy
uk: Всі шари
vi: Tất cả Lớp

# OrchardCore.Layers.Views.Items.AllLayersDeploymentStep.Thumbnail
source: Exports all layers.
bg_bg: Експорт на всички слоеве.
de: Exportiert alle Ebenen.
fa: از تمامی لایه‌ها خروجی می‌گیرد.
fi: Vie kaikki tasot.
ja: すべてのレイヤをエクスポート
mk: Експорт на сите слоеви.
nb_no: Eksporterer alle lag.
pt_br: Exporta todas as layers.
sk: Exportuje všetky vrstvy.
uk: Експортує всі шари.
vi: Xuất tất cả các lớp.

# OrchardCore.Layers.Views.Admin.Create
source: Create Layer
bg_bg: Създай слой
de: Ebene erstellen
fa: ایجاد لایه
fi: Luo taso
ja: レイヤの作成
mk: Додади слој
nb_no: Opprett lag
pt_br: Criar layer
sk: Vytvoriť vrstvu
uk: Створити шар
vi: Tạo Lớp

# OrchardCore.Layers.Views.Admin.Create
source: Name
bg_bg: Име
fa: نام
fi: Nimi
ja: 名前
mk: Име
nb_no: Navn
pt_br: Nome
sk: Názov
uk: Назва
vi: Tên

# OrchardCore.Layers.Views.Admin.Create
source: Description
bg_bg: Описание
de: Beschreibung
fa: توضیحات
fi: Kuvaus
ja: 説明
mk: Опис
nb_no: Beskrivelse
pt_br: Descrição
sk: Popis
uk: Опис
vi: Mô tả

# OrchardCore.Layers.Views.Admin.Create
source: Create
bg_bg: Създай
de: Erstellen
fa: ایجاد
fi: Luo
ja: 作成
mk: Креирај
nb_no: Opprett
pt_br: Criar
sk: Vytvoriť
uk: Створити
vi: Tạo

# OrchardCore.Layers.Views.LayerRule.Create
source: Create Rule
fi: Luo sääntö
uk: Створити правило

# OrchardCore.Layers.Views.LayerRule.Create
source: Create
fi: Luo
uk: Створити

# OrchardCore.Layers.Views.LayerRule.Create
source: Cancel
fi: Peruuta
uk: Скасувати

# OrchardCore.Layers.Views.Admin.Edit
source: Edit Layer - {0}
bg_bg: Редактирай слой - {0}
de: Ebene bearbeiten - {0}
fa: ویرایش لایه - {0}
fi: Muokkaa tasoa - {0}
ja: レイヤ - {0} の編集
mk: Измени слој - {0}
nb_no: Rediger lag - {0}
pt_br: Editar layer - {0}
sk: Upraviť vrstvu - {0}
uk: Редагувати шар - {0}
vi: Chỉnh sửa Lớp – {0}

# OrchardCore.Layers.Views.Admin.Edit
source: Name
bg_bg: Име
fa: نام
fi: Nimi
ja: 名前
mk: Име
nb_no: Navn
pt_br: Nome
sk: Názov
uk: Назва
vi: Tên

# OrchardCore.Layers.Views.Admin.Edit
source: Description
bg_bg: Описание
de: Beschreibung
fa: توضیحات
fi: Kuvaus
ja: 説明
mk: Опис
nb_no: Beskrivelse
pt_br: Descrição
sk: Popis
uk: Опис
vi: Mô tả

# OrchardCore.Layers.Views.Admin.Edit
source: Error updating rule order
fi: Virhe päivitettäessä sääntöjärjestystä
uk: Помилка оновлення порядку правил

# OrchardCore.Layers.Views.Admin.Edit
source: Save
bg_bg: Запази
de: Speichern
fa: ذخیره
fi: Tallenna
ja: 保存
mk: Зачувај
nb_no: Lagre
pt_br: Salvar
sk: Uložiť
uk: Зберегти
vi: Lưu

# OrchardCore.Layers.Views.LayerRule.Edit
source: Edit Rule
fi: Muokkaa sääntöä
uk: Редагувати правило

# OrchardCore.Layers.Views.LayerRule.Edit
source: Save
fi: Tallenna
uk: Зберегти

# OrchardCore.Layers.Views.Admin.Index
source: Edit Widgets and Layers
bg_bg: Редактирай уиджетс и слоеве
de: Widgets und Ebenen bearbeiten
fa: ویرایش ابزارک‌ها و لایه‌ها
fi: Muokkaa komponentteja ja tasoja
ja: ウィジェットとレイヤを編集
mk: Измени додатоци и слоеви
nb_no: Rediger Dingser og Lag
pt_br: Editar Widgets e Layers
sk: Upraviť widgety a vrstvy
uk: Редагувати віджети та шари
vi: Chỉnh sửa Tiện ích và Lớp

# OrchardCore.Layers.Views.Admin.Index
source: Widget successfully moved. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
bg_bg: Успешно преместен уиджет. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Отмени</strong></a>.
de: Widget erfolgreich verschoben. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Undo</strong></a>.
fa: ابزارک با موفقیت جابه‌جا شد.<a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>بازگشت به قبل</strong></a>.
fi: Komponentti siirretty onnistuneesti. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Kumoa</strong></a>.
ja: ウィジェットを正常に移動しました。 <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>元に戻す</strong></a>.
mk: Додатокот е успешно преместен <a href="javascript:console.log('submit');$('#undo-form').submit();">Врати</strong>.
nb_no: Dingsen ble flyttet. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Angre</strong></a>.
pt_br: Widget movido com sucesso. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Desfazer</strong></a>.
sk: Widget bol presunutý. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Vrátiť späť</strong></a>.
uk: Віджет успішно переміщено. <a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Повернути</strong></a>.
vi: Đã di chuyển tiện ích.<a href="javascript:console.log('submit');$('#undo-form').submit();"><strong>Hoàn tác</strong></a>.

# OrchardCore.Layers.Views.Admin.Index
source: Zones
bg_bg: Зони
de: Zonen
fa: نواحی
fi: Alueet
ja: ゾーン
mk: Зони
nb_no: Soner
pt_br: Zonas
sk: Zóny
uk: Зони
vi: Khu vực

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">define the available zones</a> before adding Widgets
bg_bg: Моля<a href="{0}">определи наличните зони</a> преди добавяне на уиджетс
de: Bitte <a href="{0}">definieren Sie die verfügbaren Zonen</a> bevor Sie Widgets hinzufügen
fi: Muista <a href="{0}">määritä käytettävissä olevat alueet</a> ennen komponenttien lisäämistä
ja: ウィジェットを追加する前に、 <a href="{0}">利用可能なゾーンを定義してください</a>
mk: Ве молиме <a href="{0}"> дефинирајте ги достапните зони</a> пред да додадете додаток
nb_no: Vennligst <a href="{0}">angi tilgjengelige soner</a> før du legger til Dingser
pt_br: Por favor <a href="{0}">defina as zonas disponíveis</a> antes de adicionar Widgets
sk: Najskôr vytvorte <a href="{0}">vrstvu</a>
uk: Будь ласка, <a href="{0}">визначте доступні зони</a>, перш ніж додавати віджети
vi: Xin vui lòng thêm <a href="{0}">tạo ra một vùng có sẵn </a> trước khi thêm widget

# OrchardCore.Layers.Views.Admin.Index
source: Add Widget
bg_bg: Добави Widget
de: Widget hinzufügen
fa: افزودنِ ابزارک
fi: Lisää komponentti
ja: ウィジェットの追加
mk: Додади Додаток
nb_no: Legg til dings
pt_br: Adicionar Widget
sk: Pridať Widget
uk: Додати віджет
vi: Thêm Tiện ích

# OrchardCore.Layers.Views.Admin.Index
source: No widgets found.
fi: Komponentteja ei löytynyt.
uk: Віджетів не знайдено.

# OrchardCore.Layers.Views.Admin.Index
source: No layers found.
fi: Tasoja ei löytynyt.
uk: Шарів не знайдено.

# OrchardCore.Layers.Views.Admin.Index
source: Layers
bg_bg: Слоеве
de: Ebenen
fa: لایه‌ها
fi: Tasot
ja: レイヤ
mk: Слоеви
nb_no: Lag
sk: Vrstvy
uk: Шари
vi: Lớp

# OrchardCore.Layers.Views.Admin.Index
source: Select a layer to reveal its associated widgets.
bg_bg: Избери слой, за показване на асоциираните уиджетс.
de: Wählen Sie eine Ebene, um ihre zugehörigen Widgets anzuzeigen.
fa: لایه مورد نظر را برای آشکار شدن ابزارک‌های موجود در آن، انتخاب کنید.
fi: Valitse taso nähdäksesi siihen liittyvät komponentit.
ja: 関連するウィジェットを表示するレイヤを選択します。
mk: Изберете слој да ги прикажете поврзаните додатоци.
nb_no: Velg et lag for å vise tilknyttede dingser.
pt_br: Selecione uma layer para exibir seus widgets associados.
sk: Vyberte vrsvu pre zobrazenie priradených widgetov.
uk: Виберіть шар, щоб показати пов’язані з ним віджети.
vi: Chọn một lớp để xem các tiện ích kết hợp với nó.

# OrchardCore.Layers.Views.Admin.Index
source: See documentation
fi: Katso käyttöohjeet
sk: Viď dokumentáciu
uk: Дивитися документацію

# OrchardCore.Layers.Views.Admin.Index
source: Edit
bg_bg: Редактирай
de: Bearbeiten
fa: ویرایش
fi: Muokkaa
ja: 編集
mk: Измени
nb_no: Rediger
pt_br: Editar
sk: Upraviť
uk: Редагувати
vi: Sửa

# OrchardCore.Layers.Views.Admin.Index
source: Delete
bg_bg: Изтрий
de: Löschen
fa: پاک‌کردن
fi: Poista
ja: 削除
mk: Избриши
nb_no: Slette
pt_br: Excluir
sk: Zmazať
uk: Видалити
vi: Xóa

# OrchardCore.Layers.Views.Admin.Index
source: Please <a href="{0}">create a layer</a> before adding Widgets
bg_bg: Моля<a href="{0}">създай слой</a> преди добавяне на уиджетс
de: Bitte <a href="{0}">erstellen Sie eine Ebene</a>, bevor Widgets hinzugefügt werden
fa: لطفا قبل از افزودن ابزارک <a href="{0}">یک لایه ایجاد کنید</a>
fi: Muista <a href="{0}">luoda taso</a> ennen komponenttien lisäämistä
ja: ウィジェットを追加する前に <a href="{0}">レイヤを作成</a> してください
mk: Ве молиме <a href="{0}"> додадете слој</a> пред да додадете додаток
nb_no: Vennligst <a href="{0}">legg til lag</a> før du legger til Dingser
pt_br: Por favor <a href="{0}">crie uma layer</a> antes de adicionar Widgets
sk: Najskôr vytvorte <a href="{0}">vrstvu</a>
uk: Будь ласка, <a href="{0}">створіть шар</a>, перш ніж додавати віджети
vi: Xin vui lòng <a href="{0}">tạo ra một lớp</a> trước khi thêm Tiện ích

# OrchardCore.Layers.Views.Admin.Index
source: Add
bg_bg: Добави
de: Hinzufügen
fa: افزودن
fi: Lisää
ja: 追加
mk: Додади
nb_no: Legg til
pt_br: Adicionar
sk: Pridať
uk: Додати
vi: Thêm

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Title
bg_bg: Заглавие
de: Titel
fa: عنوان
fi: Otsikko
ja: タイトル
mk: Наслов
nb_no: Tittel
pt_br: Título
sk: Nadpis
uk: Заголовок
vi: Tiêu đề

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Render title
bg_bg: Визуализирай заглавие
de: Titel rendern
fa: نمایش عنوان
fi: Näytä otsikko
ja: タイトルの表示
mk: Прикажи наслов
nb_no: Gjengi tittel
pt_br: Título de renderização
sk: Zobrazovať nadpis
uk: Показувати заголовок
vi: Phát sinh tiêu đề

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: If checked, the title will be rendered with the widget.
bg_bg: Ако е избрано, заглавието ще бъде визуализирано с уиджета.
de: Wenn aktiviert, wird der Titel mit dem Widget gerendert.
fa: عنوان با ابزارک نمایش داده شود.
fi: Jos valittu, otsikko näytetään komponentin yhteydessä.
ja: チェックされている場合、タイトルはウィジェットで表示されます。
mk: Ако е избрано, насловот ќе биде прикажан заедно со додатокот.
nb_no: Bestemmer om tittelen vil bli gjengitt sammen med dingsen.
pt_br: Se marcado, o título será renderizado com o widget.
sk: Vyberte ak sa má nadpis widgetu zobrazovať.
uk: Якщо відмічено, заголовок буде показуватись разом із віджетом.
vi: Nếu đánh dấu, tiêu đề sẽ được phát sinh cùng với tiện ích.

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer
uk: Шар

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: Select a layer
uk: Обрати шар

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer controls the visibility of this widget.
uk: Шар контролює видимість цього віджета.

# OrchardCore.Layers.Views.LayerSettings.Edit
source: Available zones for Layers
bg_bg: Налични зони за слоевете
de: Verfügbare Zonen für Ebenen
fa: نواحی موجود برای لایه‌ها
fi: Tasojen käytettävissä olevat alueet
ja: レイヤで利用可能なゾーン
mk: Достапни зони за слоеви
nb_no: Tilgjengelige soner for lag
pt_br: Zonas disponíveis para layers
sk: Dostupné zóny pre vrstvy
uk: Доступні зони для шарів
vi: Các khu vực khả dụng cho các Lớp

# OrchardCore.Layers.Views.LayerSettings.Edit
source: A comma separated list of values, representing the available zones for <a href="{0}">widgets</a>. Note that you'll need to render these zones in the layout template, as they do not automatically render.
bg_bg: Списък със стойности, разделен със запетая, представящ наличните зони за <a href="{0}">уиджет</a>. Имайте предвид, че трябва да визуализирате тези зони в layout шаблона, тъй като не се визуализират автоматично.
de: Eine kommagetrennte Liste von Werten, die die verfügbaren Zonen für <a href="{0}">Widgets</a>repräsentiert. Beachten Sie, dass Sie diese Zonen in der Layoutvorlage rendern müssen, da sie nicht automatisch rendern.
fi: Pilkuilla eroteltu luettelo arvoista, jotka edustavat <a href="{0}">komponenttien</a> käytettävissä olevia alueita. Huomaa, että sinun on renderöitävä nämä alueet käyttöliittymässä, sillä ne eivät renderöidy automaattisesti.
ja: カンマ区切りのリスト。これらは<a href="{0}">ウィジェット</a>で使用可能なゾーンを表します。 これらのゾーンは自動的に表示されないため、レイアウトテンプレートで表示する必要があります。
mk: Листа вредности одделена со запирка, која ги преставува достапните зони за <a href="{0}">виџети</a>. Напомена: ќе треба да ги прикажете овие зони на шаблонот за распоредување, бидејќи бена да бидат автоматски прикажани.
nb_no: En kommaseparert liste over verdier, som representerer tilgjengelige soner for <a href="{0}">dingser</a>. Legg merke til at du må gjengi disse sonene i layout-malen, da de ikke gjengis automatisk.
pt_br: Uma lista de valores separados por vírgula, representando as zonas disponíveis para <a href="{0}">widgets</a>. Observe que você precisará renderizar estas zonas no template do layout, pois elas não renderizarão automaticamente.
sk: Zoznam hodnôt oddelený čiarkami, ktorý predstavuje dostupné zóny pre <a href="{0}"> widgety </a>. Tieto zóny budete musieť vykresliť v šablóne layoutu, pretože sa nevytvárajú automaticky.
uk: Список значень, розділених комами, що представляють доступні зони для <a href="{0}">віджетів</a>. Зверніть увагу, що вам потрібно буде показати ці зони в шаблоні макета, оскільки вони не показуються автоматично.
vi: Danh sách các giá trị được phân tách bằng dấu phẩy, đại diện cho các khu vực khả dụng cho <a href="{0}">tiện ích</a>. Lưu ý rằng bạn sẽ cần kết xuất các vùng này trong mẫu bố cục, vì chúng không tự động kết xuất.

# OrchardCore.Layers.Drivers.LayerMetadataWelder
source: Layer is missing
fi: Taso puuttuu

# OrchardCore.Layers.Views.LayerMetadata.Edit
source: The layer the widget should be associated with.
bg_bg: Слоят, с който уиджета се асоциира.
de: Die Ebene, mit der das Widget verknüpft werden soll.
fa: لایه‌ای که ابزارک در آن قرار می‌گیرد.
fi: Taso, johon komponentti tulisi liittää.
ja: ウィジェットを関連付けるレイヤ。
mk: Слојот со кој треба да се поврзе додатокот.
nb_no: Laget som dingsen skal knyttes til.
pt_br: A Layer que o widget deve estar associado.
sk: Vrstva ku ktorej má byť widget priradený.
vi: Lớp tiện ích sẽ kệt hợp cùng.

# OrchardCore.Layers.Controllers.AdminController
source: The rule is required.
ja: ルールは必須です
mk: Правилото е задолжително.
nb_no: Denne regelen er obligatorisk.
sk: Pravidlo je povinné.

# OrchardCore.Layers.Views.Admin.Create
source: Rule
ja: ルール
mk: Правило
nb_no: Regel
sk: Pravidlo

# OrchardCore.Layers.Views.Admin.Edit
source: Rule
ja: ルール
mk: Правило
nb_no: Regel
sk: Pravidlo
