Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Flows.po
Languages: es, uk

# OrchardCore.Flows.Drivers.BagPartDisplayDriver
source: The Widget content item with id {0} has no matching {1} content type definition.
uk: Елемент контенту віджета з ідентифікатором {0} не має відповідного визначення типу контенту {1}.

# OrchardCore.Flows.Drivers.FlowPartDisplayDriver
source: The Widget content item with id {0} has no matching {1} content type definition.
uk: Елемент контенту віджета з ідентифікатором {0} не має відповідного визначення типу контенту {1}.

# OrchardCore.Flows.Drivers.FlowPartDisplayDriver
source: Publishing this content item may erase created content. Fix any content type issues beforehand.
uk: Публікація цього елемента контенту може призвести до видалення створеного контенту. Заздалегідь виправте будь-які проблеми з типом контенту.

# OrchardCore.Flows.GraphQL.BagPartQueryObjectType
source: A BagPart allows to add content items directly within another content item
es: Un BagPart permite agregar elementos de contenido directamente dentro de otro elemento de contenido
uk: BagPart дозволяє додавати елементи контенту безпосередньо всередині іншого елемента контенту

# OrchardCore.Flows.GraphQL.BagPartQueryObjectType
source: the content items
uk: елементи контенту

# OrchardCore.Flows.GraphQL.FlowAlignmentEnum
source: The widget alignment.
uk: Вирівнювання віджета.

# OrchardCore.Flows.GraphQL.FlowAlignmentEnum
source: Left alignment.
uk: Вирівнювання по лівому краю.

# OrchardCore.Flows.GraphQL.FlowAlignmentEnum
source: Center alignment.
uk: Вирівнювання по центру.

# OrchardCore.Flows.GraphQL.FlowAlignmentEnum
source: Right alignment.
uk: Вирівнювання по правому краю.

# OrchardCore.Flows.GraphQL.FlowAlignmentEnum
source: Justify alignment.
uk: Вирівнювання по ширині.

# OrchardCore.Flows.GraphQL.FlowPartQueryObjectType
source: A FlowPart allows to add content items directly within another content item
es: Un FlowPart permite agregar elementos de contenido directamente dentro de otro elemento de contenido
uk: FlowPart дозволяє додавати елементи контенту безпосередньо всередині іншого елемента контенту

# OrchardCore.Flows.GraphQL.FlowPartQueryObjectType
source: The widgets.
uk: Віджети.

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: Content type source must be set with a valid value.
uk: Джерело типу контенту має бути встановлене з дійсним значенням.

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: Please provide a Stereotype.
uk: Будь ласка, вкажіть стереотип.

# OrchardCore.Flows.Settings.BagPartSettingsDisplayDriver
source: At least one content type must be selected.
es: Se debe seleccionar al menos un tipo de contenido.
uk: Потрібно вибрати принаймні один тип контенту.

# OrchardCore.Flows.Views.BagPart.Edit
source: Add {0}
uk: Додати {0}

# OrchardCore.Flows.Views.BagPart.Edit
source: Add Item
es: Añadir elemento
uk: Додати елемент

# OrchardCore.Flows.Views.BagPart.Option
source: Standard
uk: Стандартний

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Contained Content Types
es: Tipos de contenido incluídos
uk: Включені типи контенту

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Content Types
uk: Типи контенту

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Stereotype
uk: Стереотип

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: All content types of these Stereotypes
uk: Всі типи контенту цих стереотипів

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The content types that this bag can contain, e.g. Slide for a Slide Show.
es: Los tipos de contenido que puede contener, por ejemplo, Slide para un Slide Show.
uk: Типи контенту, які може містити цей пакунок, наприклад, Слайд для Показу Слайдів.

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Stereotypes
uk: Стереотипи

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The Stereotypes of the content types that this bag can contain. You may define multiple Stereotypes using the comma (,) as a separator
uk: Стереотипи типів контенту, які може містити пакунок. Ви можете визначити кілька стереотипів, використовуючи кому (,) як роздільник

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Display Type
es: Tipo de visualización
uk: Тип для показу

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: The display type to use when rendering the content items. Default is Summary.
es: El tipo de visualización a utilizar al representar los elementos de contenido. Por defecto es Resumen.
uk: Тип для показу, який використовується для показу елементів контенту. За замовчуванням - "Підсумок".

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: Collapse Contained Items
uk: Згорнути елементи всередині

# OrchardCore.Flows.Views.BagPartSettings.Edit
source: When checked, the contained items will be collapsed when the edit form is loaded.
uk: Якщо відмічено, елементи всередині будуть згорнуті під час завантаження форми редагування.

# OrchardCore.Flows.Views.ContentCard-BagPart.Edit
source: Delete
uk: Видалити

# OrchardCore.Flows.Views.ContentCard-BagPart.Edit
source: Are you sure you want to remove this item?
uk: Ви впевнені, що хочете видалити цей елемент?

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Toggle all widgets
uk: Перемкнути всі віджети

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Insert Widget
uk: Вставити віджет

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Delete
uk: Видалити

# OrchardCore.Flows.Views.ContentCard-FlowPart.Edit
source: Are you sure you want to remove this item?
uk: Ви впевнені, що хочете видалити цей елемент?

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Left
uk: Ліворуч

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Center
uk: По центру

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Right
uk: Праворуч

# OrchardCore.Flows.Views.FlowMetadata.Edit
source: Justify
uk: Вирівняти

# OrchardCore.Flows.Views.FlowPart.Edit
source: Add Widget
es: Añadir Widget
uk: Додати віджет

# OrchardCore.Flows.Views.FlowPart.Edit
source: No widgets found.
uk: Віджетів не знайдено.

# OrchardCore.Flows.Views.FlowPart.Option
source: Standard
uk: Стандартний

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: Restrict Content Types
uk: Обмежити типи контенту

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: The content types that this flow can contain.
uk: Типи контенту, які може містити цей потік.

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: Collapse Contained Items
uk: Згорнути елементи всередині

# OrchardCore.Flows.Views.FlowPartSettings.Edit
source: When checked, the contained items will be collapsed when the edit form is loaded.
uk: Якщо відмічено, елементи всередині будуть згорнуті під час завантаження форми редагування.

# OrchardCore.Flows.Views.Widget-Bag.Edit
source: Delete
es: Eliminar

# OrchardCore.Flows.Views.Widget-Bag.Edit
source: Are you sure you want to remove this item?
es: ¿Estás seguro de que quieres quitar este artículo?

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Insert Widget
es: Insertar Widget

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Delete
es: Eliminar

# OrchardCore.Flows.Views.Widget-Flow.Edit
source: Are you sure you want to remove this item?
es: ¿Estás seguro de que quieres quitar este artículo?
