Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Users.po
Languages: cs, de, el, fa, pt_br, ru, uk

# OrchardCore.Users.Views.Items.UserLoggedInEvent.Fields.Thumbnail
source: User Logged in.
cs: Uživatel přihlášen.
de: Benutzer angemeldet.
el: Συνδεδεμένος χρήστης.
fa: کاربر به سیستم وارد شده است.
pt_br: Usuário Conectado.
ru: Вход пользователя.
uk: Користувач увійшов.

# OrchardCore.Users.Views.UserName.Edit
source: User name
de: Benutzername
fa: نام کاربری
uk: Ім'я користувача

# OrchardCore.Users.Views.UserRoleFields.Edit
source: Roles
de: Rollen
fa: نقش‌ها
uk: Ролі

# OrchardCore.Users.Views.UserRoles
source: Roles
de: Rollen
fa: نقش‌ها
uk: Ролі

# OrchardCore.Users.Views.UserRolesMeta
source: The roles this user has
de: Die Rollen dieses Benutzers
fa: نقش هایی که این کاربر دارد
uk: Ролі цього користувача

# OrchardCore.Users.Views.Items.UsersAdminFilters-Email.Thumbnail
source: Email
fa: ایمیل
uk: Електронна пошта

# OrchardCore.Users.Views.Items.UsersAdminFilters-Email.Thumbnail
source: Filters on the email address of a user.
de: Filtert die E-Mail-Adresse eines Benutzers.
fa: فیلترها روی آدرس ایمیل یک کاربر.
uk: Фільтрує за адресою електронної пошти користувача.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Name.Thumbnail
source: Name
fa: نام
uk: Ім’я

# OrchardCore.Users.Views.Items.UsersAdminFilters-Name.Thumbnail
source: Filters on the name of a user.
de: Filter auf den Namen eines Benutzers.
fa: بر اساس نام یک کاربر فیلتر می کند.
uk: Фільтрує за ім'ям користувача.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Role.Thumbnail
source: Role
de: Rolle
fa: نقش
uk: Роль

# OrchardCore.Users.Views.Items.UsersAdminFilters-Role.Thumbnail
source: Filters on a role name.
de: Filter nach einem Rollennamen.
fa: فیلتر براساس نام نقش.
uk: Фільтрує за назвою ролі.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Sort.Thumbnail
source: Sort
de: Sortieren
fa: مرتب‌سازی
uk: Сортувати

# OrchardCore.Users.Views.Items.UsersAdminFilters-Sort.Thumbnail
source: Orders by a user value.
de: Bestellungen nach Benutzerwert.
fa: مرتب سازی براساس مقدار کاربر.
uk: Сортує за значенням користувача.

# OrchardCore.Users.Views.Items.UsersAdminFilters-Status.Thumbnail
source: Status
fa: وضعیت
uk: Статус

# OrchardCore.Users.Views.Items.UsersAdminFilters-Status.Thumbnail
source: Filters on a user status.
de: Filter nach Benutzerstatus.
fa: فیلتر براساس وضعیت کاربر.
uk: Фільтрує за статусом користувача.

# OrchardCore.Users.Views.UsersAdminList
source: No results found.
de: Keine Ergebnisse gefunden.
fa: نتیجه ای پیدا نشد.
uk: Результатів не знайдено.

# OrchardCore.Users.Views.UsersAdminList
source: selected
de: ausgewählt
fa: انتخاب شده
uk: вибрано

# OrchardCore.Users.Views.UsersAdminList.Fields.BulkActions
source: Actions
de: Aktionen
fa: اقدامات
uk: Дії

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Bulk Action
de: Mehrfachaktion
fa: اقدام انبوه
uk: Масова дія

# OrchardCore.Users.Views.UsersAdminListBulkActions
source: Are you sure you want to {0} these items?
de: Sind Sie sicher, dass Sie diese Elemente {0} wollen?
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید?
uk: Ви справді бажаєте {0} ці елементи?

# OrchardCore.Users.Views.UsersAdminListCreate
source: Add User
de: Benutzer hinzufügen
fa: افزودن کاربر
uk: Додати користувача

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by role
de: Nach Rolle filtern
fa: فیلتر بر اساس نقش
uk: Фільтрування по ролі

# OrchardCore.Users.Views.UsersAdminListFilters
source: Role
de: Rolle
fa: نقش
uk: Роль

# OrchardCore.Users.Views.UsersAdminListFilters
source: Filter by status
de: Nach Status filtern
fa: فیلتر بر اساس وضعیت
uk: Фільтр за статусом

# OrchardCore.Users.Views.UsersAdminListFilters
source: Show
de: Anzeigen
fa: نمایش
uk: Показати

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort by
de: Sortieren nach
fa: مرتب‌سازی براساس
uk: Сортувати по

# OrchardCore.Users.Views.UsersAdminListFilters
source: Sort
de: Sortieren
fa: مرتب‌سازی
uk: Сортувати

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filters
de: Filter
fa: فیلترها
uk: Фільтри

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only enabled users
de: Nur aktivierte Benutzer
fa: فقط کاربران فعال
uk: Лише активні користувачі

# OrchardCore.Users.Views.UsersAdminListSearch
source: Only disabled users
de: Nur deaktivierte Benutzer
fa: فقط کاربران غیرفعال
uk: Тільки відключені користувачі

# OrchardCore.Users.Views.UsersAdminListSearch
source: Filter syntax
fa: Syntax فیلتر
uk: Синтаксис фільтра

# OrchardCore.Users.Views.UsersAdminListSearch
source: Search
de: Suchen
fa: جستجو
uk: Пошук

# OrchardCore.Users.Views.UsersAdminListSearch
source: Available Filters
de: Verfügbare Filter
fa: فیلترهای موجود
uk: Доступні фільтри

# OrchardCore.Users.Views.UsersAdminListSearch
source: Default
de: Standard
fa: پیش فرض
uk: За замовчуванням

# OrchardCore.Users.Views.UsersAdminListSearch
source: may be entered with or without the term name
de: kann mit oder ohne die Bezeichner eingegeben werden
fa: ممکن است با یا بدون نام اصطلاح وارد شود
uk: можна вводити з назвою терміна або без неї

# OrchardCore.Users.Views.UsersAdminListSearch
source: Single
de: Einzeln
fa: تک

# OrchardCore.Users.Views.UsersAdminListSearch
source: A single value can be entered
de: Ein einzelner Wert kann eingegeben werden
fa: یک مقدار واحد را می توان وارد کرد

# OrchardCore.Users.Views.UsersAdminListSearch
source: Multiple
de: Mehrfach
fa: چندگانه
uk: Множина

# OrchardCore.Users.Views.UsersAdminListSearch
source: Logical operators and groups are supported
de: Logische Operatoren und Gruppen werden unterstützt
fa: عملگرها و گروه های منطقی پشتیبانی می شوند

# OrchardCore.Users.Views.UsersAdminListSearch
source: The default operator when whitespace is found, e.g.
de: Der Standard-Operator, wenn Zeilenumbrüche gefunden werden, z.B.
fa: عملگر پیش فرض زمانی که فضای خالی پیدا می شود، به عنوان مثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Combines, e.g.
de: Kombinationen, z.B.
fa: ترکیب می کند، به عنوان مثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Negates, e.g.
de: Negierung, z.B.
fa: نفی می کند، به عنوان مثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Groups operators, e.g.
de: Gruppiert Operatoren, z.B.
fa: اپراتورهای گروه، به عنوان مثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Escape operators, e.g.
de: Escape-Operatoren, z.B.
fa: اپراتورهای فرار، به عنوان مثال.

# OrchardCore.Users.Views.UsersAdminListSearch
source: Current filter
de: Aktueller Filter
fa: فیلتر فعلی
uk: Поточний фільтр

# OrchardCore.Users.Views.UsersAdminListSearch
source: including all implied groups and operators
de: einschließlich aller implizierten Gruppen und Operatoren
fa: شامل تمام گروه ها و عملگرهای ضمنی

# OrchardCore.Users.Views.UsersAdminListSearch
source: No current filter applied
de: Kein aktueller Filter angewendet
fa: فیلتر فعلی اعمال نشده است

# OrchardCore.Users.Views.UsersAdminListSearch
source: Close
de: Schließen
fa: بستن
uk: Закрити

# OrchardCore.Users.Views.UsersAdminListSummary
source: Select All
cs: Označit všechny
de: Alles auswählen
fa: انتخاب همه
uk: Обрати все

# OrchardCore.Users.Views.UsersAdminListSummary
source: 1 item
cs: 1 položka
de: 1 Element
fa: {0} مورد
uk: 1 елемент

# OrchardCore.Users.Views.UsersAdminListSummary
source: Items {0} to {1}
cs: Položky od {0} až {1}
de: Elemente {0} bis {1}
fa: موارد {0} تا {1}

# OrchardCore.Users.Views.UsersAdminListSummary
source: / {0} item in total
cs: / celkem {0} položka
de: / {0} Element insgesamt
fa: / {0} مورد در مجموع

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
fa: ذخیره
pt_br: Salvar
ru: Сохранить
uk: Зберегти

# OrchardCore.Users.Views.UserSaveButtons.Edit
source: Cancel
cs: Storno
de: Abbrechen
el: Ακύρωση
fa: انصراف
pt_br: Cancelar
ru: Отмена
uk: Скасувати

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Default Time Zone
cs: Výchozí časové pásmo
de: Standard-Zeitzone
el: Προεπιλεγμένη Ζώνη Ώρας
fa: ناحیه زمانی پیش‌فرض
pt_br: Fuso Horário Padrão
ru: Часовой пояс по умолчанию
uk: <Часовий пояс по умовчанню>

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Use site's time zone
cs: Použijte časové pásmo stránky
de: Zeitzone der Seite verwenden
el: Χρήση ζώνη ώρας ιστότοπου
fa: از ناحیه زمانی وب‌سایت استفاده شود
pt_br: Usar fuso horário do sistema
ru: Использовать часовой пояс сайта
uk: Використовувати часовий пояс сайту

# OrchardCore.Users.Views.UserTimeZone.Edit
source: Determines the time zone used when displaying and editing dates and times.
cs: Určuje výchozí časové pásmo používané při zobrazení a úpravě datumů a časů.
de: Bestimmt die Zeitzone, die bei der Anzeige und Bearbeitung von Daten und Zeiten verwendet wird.
el: Καθορίζει την ζώνη ώρας που χρησιμοποιείται κατά την εμφάνιση και την επεξεργασία ημερομηνιών και χρόνων.
fa: ناحیه زمانی که جهت نمایش و ویرایش تاریخ‌ها و زمان‌ها استفاده می‌شود را مشخص می‌کند.
pt_br: Determina o fuso horário usado ao exibir e editar datas e horários.
ru: Определяет часовой пояс, используемый при отображении и редактировании даты и времени.
uk: Визначає часовий пояс, який використовується при відображенні та редагуванні дати і часу.

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Design
source: User Updated
cs: Uživatel aktualizován
de: Benutzer aktualisiert
el: Ο χρήστης Ενημερώθηκε
fa: کاربر بروز شد
pt_br: Usuário atualizado
ru: Пользователь обновлён

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User Updated
cs: Uživatel aktualizován
de: Benutzer aktualisiert
el: Ο χρήστης Ενημερώθηκε
fa: کاربر بروز شد
pt_br: Usuário atualizado
ru: Пользователь обновлён

# OrchardCore.Users.Views.Items.UserUpdatedEvent.Fields.Thumbnail
source: User is updated.
cs: Uživatel byl aktualizován.
de: Benutzer wurde aktualisiert.
el: Ο χρήστης είναι ενημερώμενος.
fa: کاربر بروز شده است.
pt_br: Usuário atualizado.
ru: Пользователь обновлён.

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Design
source: Validate User
cs: Ověřit uživatele
de: Benutzer überprüfen
el: Επικύρωση χρήστη
fa: اعتبارسنجی کاربر
pt_br: Validar Usuário

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Set the 'UserName' workflow property if the user is authenticated
de: Die Workflow-Eigenschaft 'Benutzername' festlegen, wenn der Benutzer authentifiziert ist
fa: اگر کاربر احراز هویت شده باشد، ویژگی گردش کار «UserName» را تنظیم کنید
pt_br: Definir a propriedade do fluxo de trabalho 'UserName' se o usuário estiver autenticado

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: Roles
de: Rollen
fa: نقش‌ها
pt_br: Funções

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: The 'InRole' outcome will be triggerred if the user has at least one of the selected roles.
fa: در صورتی که کاربر حداقل یکی از نقش های انتخاب شده را داشته باشد، نتیجه "InRole" فعال می شود.
pt_br: A saída 'Com a Função' será acionada se o usuário tiver pelo menos uma das funções selecionadas.

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Validate User
de: Benutzer überprüfen
fa: اعتبارسنجی کاربر
pt_br: Validar Usuário

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Thumbnail
source: Check if the user exists for the current request and has the specified role(s).
de: Überprüfen Sie, ob der Benutzer für die aktuelle Anfrage existiert und die angegebene Rolle(n) hat.
fa: بررسی کنید که آیا کاربر برای درخواست فعلی وجود دارد و نقش(های) مشخص شده را دارد.
pt_br: Verifica se o usuário existe para a solicitação atual e tem as funções especificadas.

# OrchardCore.Users.Controllers.AdminController
source: Any role
de: Beliebige Rolle
uk: Будь-яка роль

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: Invalid phone number used.
de: Ungültige Telefonnummer.
uk: Використано недійсний номер телефону.

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: We are unable to send you an SMS message at this time. Please try again later.
de: Wir können Ihnen derzeit keine SMS senden. Bitte versuchen Sie es später erneut.
uk: Наразі ми не можемо надіслати вам SMS-повідомлення. Будь ласка, спробуйте пізніше.

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: We have successfully sent an verification code to your phone number. Please retrieve the code from your device.
de: Wir haben erfolgreich einen Bestätigungscode an Ihre Telefonnummer gesendet. Bitte holen Sie den Code von Ihrem Gerät ab.
uk: Ми успішно надіслали код підтвердження на ваш номер телефону. Будь ласка, отримайте код зі свого пристрою.

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: Unable to find a phone number.
de: Keine Telefonnummer gefunden.
uk: Не вдалося знайти номер телефону.

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: Your phone number has been confirmed.
de: Ihre Telefonnummer wurde bestätigt.
uk: Ваш номер телефону підтверджено.

# OrchardCore.Users.Controllers.SmsAuthenticatorController
source: Invalid verification code.
de: Ungültiger Bestätigungscode.
uk: Недійсний код підтвердження.

# OrchardCore.Users.Controllers.TwoFactorAuthenticationBaseController
source: New recovery codes were generated.
de: Es wurden neue Wiederherstellungscodes generiert.
uk: Згенеровано нові коди відновлення.

# OrchardCore.Users.Drivers.UserInformationDisplayDriver
source: Please provide a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer ein.
uk: Будь ласка, надайте дійсний номер телефону.

# OrchardCore.Users.Views.Items.AllUsersDeploymentStep.Edit
source: All Users
de: Alle Benutzer
uk: Всі користувачі

# OrchardCore.Users.Views.Items.AllUsersDeploymentStep.Summary
source: All Users
de: Alle Benutzer
uk: Всі користувачі

# OrchardCore.Users.Views.Items.AllUsersDeploymentStep.Summary
source: Adds all users to the plan.
de: Fügt alle Benutzer dem Plan hinzu.
uk: Додає всіх користувачів до плану.

# OrchardCore.Users.Views.Items.AllUsersDeploymentStep.Thumbnail
source: All Users
de: Alle Benutzer
uk: Всі користувачі

# OrchardCore.Users.Views.Items.AllUsersDeploymentStep.Thumbnail
source: Exports every user.
de: Exportiert jeden Benutzer.
uk: Експортує кожного користувача.

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Edit
source: Custom User Settings
de: Benutzerdefinierte Einstellungen
uk: Користувацькі налаштування користувача

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Edit
source: Include all custom user settings.
de: Alle benutzerdefinierten Einstellungen einbeziehen.
uk: Долучити всі користувацькі налаштування користувача.

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Edit
source: The custom user settings to add as part of the plan.
de: Die benutzerdefinierten Einstellungen, die im Rahmen des Plans hinzugefügt werden sollen.
uk: Користувацькі налаштування користувача, які потрібно додати до плану.

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Summary
source: Custom User Settings
de: Benutzerdefinierte Einstellungen
uk: Користувацькі налаштування користувача

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Summary
source: All
de: Alle
uk: Все

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Summary
source: No custom user settings selected.
de: Keine benutzerdefinierten Einstellungen ausgewählt.
uk: Не вибрано жодних користувацьких налаштувань користувача.

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Thumbnail
source: Custom User Settings
de: Benutzerdefinierte Einstellungen
uk: Користувацькі налаштування користувача

# OrchardCore.Users.Views.Items.CustomUserSettingsDeploymentStep.Fields.Thumbnail
source: Exports all or specified custom user settings.
de: Exportiert alle oder die angegebenen benutzerdefinierten Einstellungen.
uk: Експортує всі або вказані користувацькі налаштування користувача.

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: Configure SMS Authenticator
de: SMS-Authentifikator konfigurieren

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: To utilize SMS as a two-factor authentication method, please click the 'Request Code' button below in order to confirm your Phone number.
de: Um SMS als Zwei-Faktor-Authentifizierungsmethode zu verwenden, klicken Sie bitte auf die Schaltfläche 'Code anfordern', um Ihre Telefonnummer zu bestätigen.

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: Phone Number
de: Telefonnummer

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: Phone number must include a country code. For example, +1 for United States.
de: Telefonnummer muss eine Ländervorwahl enthalten. Zum Beispiel +49 für Deutschland.

# OrchardCore.Users.Views.SmsAuthenticator.Index
source: Request Code
de: Code anfordern

# OrchardCore.Users.Views.LoginSettings.Edit
source: Allow user to change their phone number
de: Benutzern erlauben, ihre Telefonnummer zu ändern
uk: Дозволити користувачеві змінювати свій номер телефону

# OrchardCore.Users.Views.SmsAuthenticatorLoginSettings.Edit
source: SMS Authenticator Settings
de: SMS-Authentifizierungs-Einstellungen
uk: Налаштування SMS-автентифікатора

# OrchardCore.Users.Views.SmsAuthenticatorLoginSettings.Edit
source: Message Body
de: Nachrichtentext
uk: Тіло повідомлення

# OrchardCore.Users.Views.SmsAuthenticatorLoginSettings.Edit
source: The body to the message for sending the verification code. Liquid syntax is supported.
de: Der Text der Nachricht für den Versand des Verifizierungscodes. Liquid Syntax wird unterstützt.
uk: Тіло повідомлення для надсилання коду підтвердження. Підтримується синтаксис Liquid.

# OrchardCore.Users.Views.SmsAuthenticatorValidation
source: Please <a href="#" id="RequestCode">click here</a> to receive a one-time verification code via SMS.
de: Bitte <a href="#" id="RequestCode">klicken Sie hier</a> um einen einmaligen Bestätigungscode per SMS zu erhalten.
uk: Будь ласка, <a href="#" id="RequestCode">натисніть тут</a>, щоб отримати одноразовий код підтвердження через SMS.

# OrchardCore.Users.Views.Items.TwoFactorMethod.Phone.Actions
source: Verify Phone Number
de: Telefonnummer bestätigen

# OrchardCore.Users.Views.Items.TwoFactorMethod.Phone.Actions
source: Verified
de: Bestätigt

# OrchardCore.Users.Views.Items.TwoFactorMethod.Phone.Actions
source: Edit
de: Bearbeiten

# OrchardCore.Users.Views.Items.TwoFactorMethod.Phone.Content
source: SMS authentication
de: SMS-Authentifizierung

# OrchardCore.Users.Views.Items.TwoFactorMethod.Phone.Content
source: Use your phone number to receive one-time codes.
de: Verwenden Sie Ihre Telefonnummer, um einmalige Codes zu erhalten.

# OrchardCore.Users.Views.UserInfo
source: Phone Number
de: Telefonnummer
uk: Номер телефону

# OrchardCore.Users.Views.UserMenu
source: Users
de: Benutzer
uk: Користувачі

# OrchardCore.Users.Views.UserMenu
source: Log in
de: Anmelden
uk: Увійти

# OrchardCore.Users.Views.UserMenuItems-ChangeEmail
source: Change Email
de: E-Mail ändern
uk: Змінити електронну пошту

# OrchardCore.Users.Views.UserMenuItems-ExternalLogins
source: External Logins
de: Externe Logins
uk: Зовнішні входи

# OrchardCore.Users.Views.UserMenuItems-Profile
source: Profile
de: Profil
uk: Профіль

# OrchardCore.Users.Views.UserMenuItems-SignedUser
source: Signed in as
de: Angemeldet als
uk: Увійшов як

# OrchardCore.Users.Views.UserMenuItems-SignOut
source: Change password
de: Passwort ändern

# OrchardCore.Users.Views.UserMenuItems-SignOut
source: Log off
de: Abmelden
uk: Вийти

# OrchardCore.Users.Views.UserMenuItems-TwoFactor
source: Security
de: Sicherheit
uk: Безпека

# OrchardCore.Users.Views.UserPhoneNumber.Edit
source: Phone Number
de: Telefonnummer
uk: Номер телефону

# OrchardCore.Users.Views.UserPhoneNumber.Edit
source: Verified
de: Verifiziert
uk: Перевірено

# OrchardCore.Users.Views.UserPhoneNumber.Edit
source: Unverified
de: Nicht verifiziert
uk: Неперевірено

# OrchardCore.Users.Views.UserPhoneNumber.Edit
source: Phone number must include a country code. For example, +1 for United States.
de: Telefonnummer muss eine Ländervorwahl enthalten. Zum Beispiel +49 für Deutschland.
uk: Номер телефону має містити код країни. Наприклад, +1 для Сполучених Штатів.

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Configure SMS Authenticator
de: SMS-Authentifikator konfigurieren

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: SMS Code Validation
de: SMS-Code Validierung

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Please check your phone for a verification code and provide it below.
de: Bitte überprüfen Sie Ihr Telefon auf einen Bestätigungscode und geben Sie ihn unten ein.

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Please enter the code
de: Bitte geben Sie den Code ein

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Verification code
de: Verifizierungscode

# OrchardCore.Users.Views.SmsAuthenticator.ValidateCode
source: Verify
de: Verifizieren

# OrchardCore.Users.Views.Items.ValidateUserTask.Fields.Edit
source: The 'InRole' outcome will be triggered if the user has at least one of the selected roles.
de: Das Ergebnis 'InRolle' wird ausgelöst, wenn der Benutzer mindestens eine der ausgewählten Rollen hat.

# OrchardCore.Users.AdminMenu
source: Access Control
uk: Контроль доступу

# OrchardCore.Users.ChangeEmailAdminMenu
source: User Change Email
uk: Змінити електронну адресу користувача

# OrchardCore.Users.ChangeEmailAdminMenu
source: Change Email
uk: Змінити email

# OrchardCore.Users.Controllers.AccountBaseController
source: The specified user is not allowed to sign in.
uk: Вказаному користувачеві не дозволено входити.

# OrchardCore.Users.Controllers.AdminController
source: Confirm email
uk: Підтвердити email

# OrchardCore.Users.Controllers.AdminController
source: The email for {0} has been successfully confirmed.
uk: Email для {0} було успішно підтверджено.

# OrchardCore.Users.Controllers.AdminController
source: The email for {0} is already confirmed.
uk: Email для {0} вже підтверджено.

# OrchardCore.Users.Controllers.AdminController
source: The password has been changed successfully.
uk: Пароль успішно змінено.

# OrchardCore.Users.Controllers.AdminController
source: User account was successfully enabled.
uk: Обліковий запис користувача успішно активовано.

# OrchardCore.Users.Controllers.AdminController
source: Could not enable the user.
uk: Не вдалося активувати користувача.

# OrchardCore.Users.Controllers.AdminController
source: User account was successfully disabled.
uk: Обліковий запис користувача успішно деактивовано.

# OrchardCore.Users.Controllers.AdminController
source: Could not disable the user.
uk: Не вдалося деактивувати користувача.

# OrchardCore.Users.Controllers.EmailConfirmationController
source: Verification email sent.
uk: Лист з підтвердженням надіслано.

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: An error occurred in external provider.
uk: Сталася помилка у зовнішньому постачальнику.

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Invalid login attempt.
uk: Недійсна спроба входу.

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: New registrations are disabled for this site.
uk: Нові реєстрації для цього сайту вимкнено.

# OrchardCore.Users.Controllers.ExternalAuthenticationsController
source: Unable to create internal account and link it to the external user.
uk: Не вдалося створити внутрішній обліковий запис та прив’язати його до зовнішнього користувача.
