Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Autoroute.po
Languages: bg_bg, es, it, ja, lt, mk, nl, pl, pt, sk, tr

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Settings for parent or child content items.
bg_bg: Настройки за родителски или дъщерни елементи на съдържание.
es: Configuración de elementos de contenido padre o secundario.
it: Impostazioni per elementi di contenuto genitore o figlio.
mk: Подесувања за надредени и подредени содржински елементи.
nl: Instellingen voor hoofd- of onderliggende inhoudsitems.
pt: Configurações para conteúdos pai ou filho.
sk: Nastavenia pre položky alebo podpoložky obsahu.
tr: Üst veya alt içerik öğeleri için ayarlar.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow contained item routing
bg_bg: Разреши насочването на съдържан елемент
es: Permitir enrutamiento del elemento contenido
it: Permetti l'instradamento degli oggetti contenuti
mk: Дозволи рутирање на содржински елементи
nl: Toestaan routering van ingesloten items
pt: Permitir rotas de itens contidos
sk: Povoliť smerovanie obsiahnutej položky
tr: İçerilen öğe yönlendirmeye izin ver

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable routing of child content items. This setting must be applied to the parent content item.
bg_bg: Поставете отметка за да активирате насочването на дъщерно съдържание. Тази настройка трябва да бъде приложена на родителският елемент.
es: Marcar para permitir a los usuarios habilitar la ruta de elementos de contenido secundarios. Esta configuración debe aplicarse al elemento de contenido padre.
it: Spunta la casella per consentire agli utenti di abilitare l'instradamento degli elementi di contenuto figlio. Questa impostazione deve essere applicata all'elemento di contenuto genitore.
mk: Избери за дозвола корисници да вршат овозможување на подредени содржински елементи. Подесувањето мора да биде поставени на надредениот содржински елемент.
nl: Aanvinken om gebruikers toe te staan de routering van onderliggende content items te activeren. Deze instelling moet worden toegepast op het bovenliggende inhoudsitem.
pt: Marque para permitir que os utilizadores ativem rotas para conteúdos filhos. Esta configuração deve ser aplicada num conteúdo pai.
sk: Zaškrtnutím umožníte používateľom povoliť smerovanie položiek podradeného obsahu. Toto nastavenie je potrebné použiť na nadradenú položku obsahu.
tr: Kullanıcıların alt içerik öğelerinin yönlendirilmesini etkinleştirmesine izin vermek için işaretleyin. Bu ayar, üst içerik öğesine uygulanmalıdır.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Manage contained item routes
bg_bg: Управление на пътищата на съдържаните елементи
es: Administrar rutas de artículos contenidas
it: Gestisci i percorsi degli oggetti contenuti
mk: Управувај со рути на подреден елемент
nl: Beheer ingesloten item routes
pt: Gerir rotas de itens contidos
sk: Spravovať trasy obsiahnutých položiek
tr: İçerilen öğe yollarını yönet

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow this part to apply routes to child content items. This setting must be applied to the child content item.
bg_bg: Поставете отметка за да разрешите тази част да прилага пътища към дъщерните елементи. Тази настройка трябва да бъде приложена на дъщерният елемент.
es: Marcar para permitir a los usuarios habilitar la ruta de elementos de contenido secundarios. Esta configuración debe aplicarse al elemento de contenido padre.
it: Spunta la casella per consentire a questa parte di applicare l'instradamento agli elementi di contenuto figlio. Questa impostazione deve essere applicata all'elemento di contenuto figlio.
mk: Избери за дозвола содржинскиот елемент да поставува рути на подредени содржински елементи. Подесувањето мора да биде поставено на подредениот содржински елемент.
nl: Aanvinken om gebruikers toe te staan de routering van onderliggende inhoudsitems te activeren. Deze instelling moet worden toegepast op het onderliggende inhoudsitem.
pt: Marque para permitir que esta parte aplique rotas para os conteúdos filhos. Esta configuração deve ser aplicada num conteúdo filho.
sk: Zaškrtnutím povolíte aplikovať trasy na položky podradeného obsahu. Toto nastavenie je potrebné použiť na podradenú položku obsahu.
tr: Bu parçanın alt içerik öğelerine yol uygulamasına izin vermek için işaretleyin. Bu ayar, alt içerik öğesine uygulanmalıdır.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Allow absolute path
bg_bg: Разреши абсолютни пътища
es: Permitir ruta absoluta
it: Consenti un percorso assoluto
ja: 絶対パスを許可
mk: Дозволи апсолутна патека
nl: Absoluut pad toestaan
pt: Permitir caminho absoluto
sk: Povoliť absolútnu cestu
tr: Kesin yola izin ver

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: Check to allow users to enable absolute paths for child content items. When disabled the path is relative to the parents path.
bg_bg: Поставете отметка за да разрешите потребителите да активират абсолютни пътища на дъщерните елементи. Когато е деактивирано, пътя е относителен спрямо пътя на родителя.
es: Marcar para permitir a los usuarios habilitar rutas absolutas para elementos de contenido secundario. Cuando se deshabilita la ruta es relativa a la ruta padre.
it: Spunta la casella per consentire agli utenti di abilitare percorsi assoluti per gli elementi contenuti figli. Quando disabilitato il percorso è relativo al percorso dei genitori.
mk: Избери за дозвола корисници да вршат овозможување на апсолутни патеки за подредени содржински елементи. Само кога оневозможената патека е прилагодена во однос на надредената патека.
nl: Aanvinken om gebruikers toe te staan absolute paden te activeren voor onderliggende inhoudsitems. Wanneer uitgeschakeld is het pad relatief ten opzichte van het bovenliggende pad.
pt: Marque para permitir que os utilizadores ativem caminhos absolutos para conteúdos filhos. Quando desabilitado, o caminho é relativo ao caminho dos pais.
sk: Zaškrtnutím umožníte používateľom povoliť absolútne cesty pre položky podradeného obsahu. V opačnom prípade je cesta relatívna k ceste nadriadenej položky.
tr: Kullanıcıların alt içerik öğeleri için mutlak yolları etkinleştirmesine izin vermek için işaretleyin. Devre dışı bırakıldığında, yol, ana yola göredir.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When relative : https://mysite.com/my-parent/my-child-item.
bg_bg: Когато е относителен: https://mysite.com/my-parent/my-child-item.
es: Cuando es relativo: https://mysite.com/my-parent/my-child-item.
it: Dove per relativo si intende: https://mysite.com/my-parent/my-child-item.
mk: Кога е релативна патека: https://mysite.com/my-parent/my-child-item.
nl: Bij relatief : https://mysite.com/my-parent/mijn-child-item.
pt: Quando relativo : https://meusite.com/meu-pai/meu-filho.
sk: Relatívna: https://mysite.com/my-parent/my-child-item.
tr: Göreli olduğunda: https://mysite.com/my-parent/my-child-item.

# OrchardCore.Autoroute.Views.AutoroutePartSettings.Edit
source: When absolute : https://mysite.com/my-child-item.
bg_bg: Когато е абсолютен: https://mysite.com/my-child-item.
es: Cuando es relativo: https://mysite.com/my-child-item.
it: Dove per assoluto si intende: https://mysite.com/my-child-item.
mk: Кога е апсолутна патека: https://mysite.com/my-child-item.
nl: Bij absoluut : https://mysite.com/my-child-item.
pt: Quando absoluto: https://meusite.com/my-child-item.
sk: Absolútna: https://mysite.com/my-child-item.
tr: Kesin olduğunda: https://mysite.com/my-child-item.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink can't be set to the homepage, please use the homepage option instead.
lt: Jūsų nuolatinė nuoroda negali būti pagrindinis puslapis, vietoj to naudokitės pagrindinio puslapio pasirinkimu.
pl: Twój bepośredni odnośnik nie może być ustawiony na stronę główną, użyj opcji strony głównej.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Please do not use any of the following characters in your permalink: {0}. No spaces are allowed (please use dashes or underscores instead).
lt: Nuolatinėje nuorodoje nenaudokite šių simbolių: {0}. Tarpai negalimi (naudokite brūkšnius arba pabraukimo brūkšnius).
pl: Proszę nie używać żadnego z następujących znaków w bezpośrednich odnośnikach: {0}. Spacje są niedozwolone (zamiast tego użyj myślników lub podkreśleń).

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is too long. The permalink can only be up to {0} characters.
lt: Jūsų nuolatinė nuoroda per ilga. Didžiausias nuolatinės nuorodos ilgis gali būti {0}.
pl: Twój odnośnik bezpośredni jest zbyt długi. Ten odnośnik może mieć tylko {0} znaków.

# OrchardCore.Autoroute.Drivers.AutoroutePartDisplay
source: Your permalink is already in use.
lt: Jūsų nuolatinė nuoroda jau naudojama.
pl: Twój bezpośredni odnośnik jest już w użyciu.
