Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Markdown.po
Languages: ar, el, it, mk, pt_br, ru, sk

# OrchardCore.Markdown.Drivers.MarkdownBodyPartDisplayDriver
source: {0} doesn't contain a valid Liquid expression. Details: {1}
el: Το {0} δεν περιέχει έγκυρη Liquid έκφραση. Λεπτομέρειες: {1}
it: {0} non contiene un'espressione Liquid valida. Dettagli: {1}
ru: {0} не содержит допустимое выражение Liquid. Подробности: {1}
sk: {0} neobsahuje platný Liquid výraz. Detaily: {0}

# OrchardCore.Markdown.Drivers.MarkdownFieldDisplayDriver
source: {0} field doesn't contain a valid Liquid expression. Details: {1}
ar: الحقل {0} لا يحتوي على عبارة Liquid صحيحة. للتفاصيل: {1}
el: Το πεδίο {0} δεν περιέχει μια έγκυρη έκφραση Liquid. Λεπτομέρειες: {1}
it: Il campo {0} non contiene un'espressione Liquid valida. Dettagli: {1}
mk: плето {0} не содржи валиден „Liquid“ израз. Детали: {1}
pt_br: {0} campo não contém uma expressão Liquid válida. Detalhes: {1}
ru: Поле {0} содержит некорректное выражение Liquid. Подробности: {1}
sk: {0} neobsahuje platný Liquid výraz. Detaily: {0}

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
ar: المحتوى مخزون كـ Markdown. يمكنك الإستعلام عن الـ HTML المفسر له.
el: Το περιεχόμενο αποθηκεύεται ως Markdown. Μπορείτε επίσης να αναζητήσετε την ερμηνευμένη έκδοση HTML του Markdown.
it: Contenuto salvato come Markdown. Puoi anche interrogare la versione HTML del Markdown.
mk: Содржина зачувана како Маркдаун. Можете истотака, да ја пребарувате HTML интерпретираната верзија на Маркдаун.
pt_br: Conteúdo armazenado como Markdown. Você também pode consultar a versão HTML interpretada do Markdown.
ru: Содержимое хранится как разметка. Вы также можете запросить HTML-интерпретируемую версию Markdown.
sk: Obsah uložený vo formáte Markdown. Môžete dopytovať aj interpretovanú HTML reprezentáciu Markdown obsahu.

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the markdown value
ar: قيمة الـ markdown
el: η τιμή markdown
it: il valore markdown
mk: вредноста на маркдаун
pt_br: o valor em markdown
ru: значение разметки
sk: hodnota vo formáte markdown

# OrchardCore.Markdown.GraphQL.MarkdownBodyQueryObjectType
source: the HTML representation of the markdown content
ar: تمثيل HTML لمحتوى الـ markdown
el: την αναπαράσταση HTML του markdown περιεχομένου
it: la rappresentazione HTML del contenuto del markdown
mk: Html репрезентација на маркдаун содржината
pt_br: a representação HTML do conteúdo do markdown
ru: HTML-представление содержимого разметки
sk: HTML reprezentácia Markdown obsahu

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: Content stored as Markdown. You can also query the HTML interpreted version of Markdown.
ar: المحتوى المخزن مصغر. يمكنك أيضا الاستعلام إصدار HTML يفسر مصغر.
el: Το περιεχόμενο αποθηκεύεται ως Markdown. Μπορείτε επίσης να αναζητήσετε την ερμηνευμένη έκδοση HTML του Markdown.
it: Contenuto salvato come Markdown. Puoi anche interrogare la versione HTML del Markdown.
mk: Содржина зачувана како Маркдаун. Можете истотака, да ја пребарувате Html интерпретираната верзија на Маркдаун.
pt_br: Conteúdo armazenado como Markdown. Você também pode consultar a versão HTML interpretada do Markdown.
ru: Содержимое хранится как разметка. Вы также можете запросить HTML-интерпретируемую версию Markdown.
sk: Obsah uložený vo formáte Markdown. Môžete dopytovať aj interpretovanú HTML reprezentáciu Markdown obsahu.

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the markdown value
ar: قيمة الـ markdown
el: η τιμή markdown
it: il valore markdown
mk: вредноста на маркдаун
pt_br: o valor em markdown
ru: значение разметки
sk: hodnota vo formáte markdown

# OrchardCore.Markdown.GraphQL.MarkdownFieldQueryObjectType
source: the HTML representation of the markdown content
ar: تمثيل HTML لمحتوى الـ markdown
el: την αναπαράσταση HTML του περιεχομένου markdown
it: la rappresentazione HTML del contenuto del markdown
mk: Html репрезентација на маркдаун содржината
pt_br: a representação HTML do conteúdo do markdown
ru: HTML-представление содержимого разметки
sk: HTML reprezentácia Markdown obsahu

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Edit
source: The markdown text of the content item.
ar: نص الـ markdown لعنصر المحتوى.
el: Το κείμενο markdown του στοιχείου περιεχομένου.
it: Il testo markdown dell'elemento di contenuto.
mk: Маркдаун текстот на содржинскиот елемент.
pt_br: O texto em markdown do item de conteúdo.
ru: Текст разметки элемента содержимого.
sk: Markdown text položky obsahu.

# OrchardCore.Markdown.Views.MarkdownBodyPart-Wysiwyg.Option
source: Wysiwyg editor
ar: محرر Wysiwyg
el: Επεξεργαστή Κειμένου Wysiwyg
it: Editor Wysiwyg
mk: Едитор базиран на „Wysiwyg“ принципот
pt_br: Editor de texto Wysiwyg
ru: Редактор Wysiwyg

# OrchardCore.Markdown.Views.MarkdownBodyPart.DisplayOption
source: Standard
ar: قياسي
el: Καθιερωμένο
it: Predefinito
mk: Стандардно
pt_br: Padrão
ru: Стандартный
sk: Štandard

# OrchardCore.Markdown.Views.MarkdownBodyPart.Edit
source: The body of the content item, in Markdown format.
ar: محتوى العنصر على تنسيق Markdown.
el: Το σώμα του στοιχείου περιεχομένου, σε μορφή Markdown.
it: Il testo dell'elemento di contenuto, con sintassi Markdown.
mk: Главниот текст на содржинскиот елемент, во „Маркдаун“ формат.
pt_br: O corpo do item de conteúdo, no formato Markdown.
ru: Тело элемента содержимого, в формате разметки.
sk: Telo položky obsahu vo formáte Markdown.

# OrchardCore.Markdown.Views.MarkdownBodyPart.Option
source: Standard
ar: قياسي
el: Τυπικό
it: Predefinito
mk: Стандардно
pt_br: Padrão
ru: Стандартный
sk: Štandard

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Sanitize Html
ar: تطهير الـ Html
el: Απολύμανση Html
it: Ripulisci Html
mk: Пречисти Html
pt_br: Sanitizar o HTML
ru: Безопасный Html
sk: Sanitizovať Html

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: Whether the Html output from the Markdown is sanitized to prevent custom scripts.
ar: ما إذا كان مخرجات ال Html من ال Markdown سيتم تطهيرها لمنع السكربتات المخصصة.
el: Εάν η έξοδος Html από το Markdown απολυμαίνεται για την αποτροπή προσαρμοσμένων σεναρίων scripts.
it: Se ripulisci l'Html del Markdown, gli script personalizzati verranno rimossi.
mk: Дали Html излезната вредност од Маркдаун е пречистена за да се спречат прилагодени скрипти.
pt_br: Se a versão HTML do Markdown é examinado para impedir scripts personalizados.
ru: Вывод Html из разметки обработан для предотвращения пользовательских скриптов.
sk: Určuje či výstup HTML má byť sanitizovaný, aby sa zabránilo používaniu skriptov.

# OrchardCore.Markdown.Views.MarkdownBodyPartSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
it: Vedi la documentazione
ru: Смотреть документацию
sk: Viď dokumentáciu

# OrchardCore.Markdown.Views.MarkdownField-TextArea.Option
source: Multi-line
ar: متعدد الأسطر
el: Πολλαπλών γραμμών
it: Multilinea
mk: Повеќе линии
pt_br: Múltiplas Linhas
ru: Многострочный
sk: Viacriadkový

# OrchardCore.Markdown.Views.MarkdownField-Wysiwyg.Option
source: Wysiwyg editor
ar: محرر Wysiwyg
el: Επεξεργαστή Κειμένου Wysiwyg
it: Editor Wysiwyg
mk: Едитор базиран на „Wysiwyg“ принципот
pt_br: Editor de texto Wysiwyg
ru: Редактор Wysiwyg

# OrchardCore.Markdown.Views.MarkdownField.DisplayOption
source: Standard
ar: قياسي
el: Καθιερωμένο
it: Predefinito
mk: Стандардно
pt_br: Padrão
ru: Стандартный
sk: Štandard

# OrchardCore.Markdown.Views.MarkdownField.Option
source: Standard
ar: قياسي
el: Τυπικό
it: Predefinito
mk: Стандардно
pt_br: Padrão
ru: Стандартный
sk: Štandard

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Hint
ar: تلميح
el: Υπόδειξη
it: Suggerimento
mk: Помош
pt_br: Dica
ru: Подсказка
sk: Nápoveda

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: The hint text to display for this field on the editor.
ar: التلميح النصي ليظهر لهذا الحقل في المحرر.
el: Το κείμενο υπόδειξης που θα εμφανιστεί για αυτό το πεδίο στον editor.
it: Il testo del suggerimento da visualizzare per questo campo.
mk: Текстот за помош кој би бил прикажан за ова поле.
pt_br: O texto da dica para este campo que será exibido no editor.
ru: Текст подсказки для отображения этого поля в редакторе.
sk: Text nápovede pre toto pole.

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Sanitize Html
ar: تطهير الـ Html
el: Απολύμανση Html
it: Ripulisci Html
mk: Пречисти Html
pt_br: Sanitizar o HTML
ru: Безопасный Html
sk: Sanitizovať Html

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: Whether the Html output is sanitized to prevent custom scripts.
ar: ما إذا كان مخرجات ال Html قد تم تطهيره لمنع السكربتات المخصصة.
el: Εάν η έξοδος Html απολυμαίνεται για την αποτροπή προσαρμοσμένων σεναρίων scripts.
it: Se l'Html viene ripulito, tutti gli script personalizzati saranno rimossi.
mk: Дали излезниот Html е пречистен за да се отстранат прилагодени скрипти.
pt_br: Se o HTML é examinado para evitar scripts personalizados.
ru: Вывод Html обработан для предотвращения пользовательских скриптов.
sk: Upraví Html a zabráni použiť skriptovanie.

# OrchardCore.Markdown.Views.MarkdownFieldSettings.Edit
source: See documentation
el: Δείτε την τεκμηρίωση
it: Vedi la documentazione
ru: Смотреть документацию
sk: Viď dokumentáciu

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Select Media
ar: إختر وسائط
el: Επιλογή Πολυμέσων
it: Seleziona media
mk: Изберете медиска датотека
pt_br: Selecionar mídia
ru: Выбрать медиа
sk: Výber médií

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: OK
ar: حسناً
el: Εντάξει
mk: Во ред
ru: ОК

# OrchardCore.Markdown.Views.Media-MarkdownBodyPart.Modal
source: Cancel
ar: إلغاء
el: Άκυρο
it: Annulla
mk: Откажи
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
