Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Themes.po
Languages: cs, el, it, mk, nb_no, nl, pl, pt_br, sk

# OrchardCore.Themes.AdminMenu
source: Themes
cs: Motivy
el: Θέματα
it: Temi
mk: Теми
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
sk: Témy

# OrchardCore.Themes.AdminMenu
source: Active Themes
cs: Aktivní motivy

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled
cs: Motiv {0} byl povolen
el: {0} ήταν ενεργοποιημένο
it: {0} è stato abilitato
mk: {0} беше овозможено
nb_no: {0} ble aktivert
nl: {0} is ingeschakeld
pl: {0} został włączony
pt_br: {0} foi habilitado
sk: {0} bola aktivovaná

# OrchardCore.Themes.Controllers.AdminController
source: {0} was set as the default {1} theme
cs: Motiv {0} byl nastaven jako výchozí téma {1}
el: {0} ορίστηκε ως το προεπιλεγμένο {1} θέμα
it: {0} è stato impostato come tema predefinito {1}
mk: {0} е поставен како предодредена тема на {1}
nb_no: {0} ble satt som standard tema {1}
nl: {0} is ingesteld als standaard {1} thema
pl: {0} został ustawiony jako domyślny motyw {1}
pt_br: {0} foi definido como o tema {1} padrão
sk: {0} bola nastavená ako predvolená {1} téma

# OrchardCore.Themes.Controllers.AdminController
source: The Site theme was reset.
cs: Motiv stránky byl resetován.
el: Έγινε επαναφορά στο θέμα του ιστότοπου.
it: Il tema di front-end è stato resettato.
mk: Темата на сајтот е ресетирана.
nb_no: Nettstedstemaet ble tilbakestilt.
nl: Het website-thema is gereset.
pl: Motyw witryny został zresetowany.
pt_br: O tema do site foi redefinido.
sk: Téma webu bola resetnutá.

# OrchardCore.Themes.Controllers.AdminController
source: The Admin theme was reset.
cs: Motiv administrace byl resetován.
el: Έγινε επαναφορά στο θέμα του διαχειριστικού.
it: Il tema di back-end è stato resettato.
mk: Админ. тема е ресетирана.
nb_no: Admin temaet ble tilbakestilt.
nl: Het Admin thema is gereset.
pl: Motyw Administratora został zresetowany.
pt_br: O tema Admin foi redefinido.
sk: Téma administrácie bola resetnutá.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled
cs: Motiv {0} byl zakázán
el: {0} ήταν απενεργοποιημένο
it: {0} è stato disabilitato
nb_no: {0} ble deaktivert

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features disabled.
cs: Motiv "{0}" je již v seznamu motivů, která potřebují zakázat některé funkce.
el: Το θέμα "{0}" βρίσκεται ήδη στη στοίβα θεμάτων που χρειάζονται χαρακτηριστικά που είναι απενεργοποιημένα.
it: Il tema "{0}" è già nell'elenco dei temi che necessitano di funzionalità disabilitate.
mk: Темата "{0}" е веќе во стекот на теми за кои треба да се оневозможат функционалности.
nb_no: Temaet "{0}" er allerede i stabelen av temaer som trenger funksjoner deaktivert.
nl: Het thema "{0}" staat al op de lijst van thema's die features uitgeschakeld moeten hebben.
pl: Motyw "{0}" jest już na stosie motywów, które wymagają wyłączonych funkcji.
pt_br: O tema "{0}" já está na pilha de temas que precisam de recursos desabilitados.
sk: Téma "{0}" sa už nachádza v zozname tém ktoré vyžadujú deaktiváciu funkcií.

# OrchardCore.Themes.Services.ThemeService
source: The theme "{0}" is already in the stack of themes that need features enabled.
cs: Motiv "{0}" je již v seznamu motivů, která potřebují povolit některé funkce.
el: Το θέμα "{0}" βρίσκεται ήδη στη στοίβα θεμάτων που χρειάζονται χαρακτηριστικά που είναι ενεργοποιημένα.
it: Il tema "{0}" è già nell'elenco dei temi che necessitano di funzionalità abilitate.
mk: Темата "{0}" е веќе во стекот на теми за кои треба да се овозможат функционалности.
nb_no: Temaet "{0}" er allerede i stabelen for temaer som trenger funksjoner aktivert.
nl: Het thema "{0}" staat al op de stapel thema's waarvan features geactiveerd moeten worden.
pl: Motyw "{0}" jest już na stosie motywów, które wymagają wyłączonych funkcji.
pt_br: O tema "{0}" já está na pilha de temas que precisam de recursos habilitados.
sk: Téma "{0}" sa už nachádza v zozname tém ktoré vyžadujú deaktiváciu funkcií.

# OrchardCore.Themes.Services.ThemeService
source: {0} was enabled.
cs: Motiv {0} byl povolen.
el: {0} ήταν ενεργοποιημένο.
it: {0} è stato abilitato.
mk: {0} беше овозможено.
nb_no: {0} ble aktivert.
nl: {0} is ingeschakeld.
pl: {0} został włączony.
pt_br: {0} foi habilitado.
sk: {0} bola aktivovaná.

# OrchardCore.Themes.Services.ThemeService
source: {0} was disabled.
cs: Motiv {0} byl zakázán.
el: {0} ήταν απενεργοποιημένο.
it: {0} è stato disabilitato.
mk: {0} беше оневозможено.
nb_no: {0} ble deaktivert.
nl: {0} is uitgeschakeld.
pl: {0} został wyłączony.
pt_br: {0} foi desabilitado.
sk: {0} bola deaktivovaná.

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Themes
cs: Motivy

# OrchardCore.Themes.Views.Admin.Index
source: Changing default themes
cs: Změna výchozích motivů

# OrchardCore.Themes.Views.Admin.Index
source: This page lets you change the site's default themes for both the front-end and the back-end.
cs: Tato stránka vám umožní změnit výchozí motivy pro front-end a back-end webu.

# OrchardCore.Themes.Views.Admin.Index
source: There are no themes installed.
cs: Není nainstalován žádný motiv.
el: Δεν υπάρχουν εγκατεστημένα θέματα.
it: Non ci sono temi installati.
mk: Не се инсталирани теми.
nb_no: Det er ingen temaer installert.
nl: Er zijn geen thema's geïnstalleerd.
pl: Nie ma żadnych zainstalowanych motywów.
pt_br: Não há temas instalados.
sk: Nie sú nainštalované žiadne témy.

# OrchardCore.Themes.Views.Admin.Index
source: By: {0}
cs: Autor: {0}
el: Από: {0}
it: Da: {0}
nb_no: Av: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Version: {0}
cs: Verze: {0}
el: Έκδοση: {0}
it: Versione: {0}
nb_no: Utgave: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Make Default
cs: Nastavit jako výchozí

# OrchardCore.Themes.Views.Admin.Index
source: Disable
cs: Zakázat
el: Απενεργοποίηση
it: Disabilita
mk: Оневозможи
nb_no: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_br: Desabilitar
sk: Deaktivovať

# OrchardCore.Themes.Views.Admin.Index
source: Enable
cs: Povolit
el: Εργοποίηση
it: Abilita
mk: Овозможи
nb_no: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Habilitar
sk: Aktivovať

# OrchardCore.Themes.Views.Admin.Index
source: This is the default {0} theme
cs: Toto je výchozí motiv {0}

# OrchardCore.Themes.Views.Admin.Index
source: Reset default themes
cs: Resetovat výchozí motivy

# OrchardCore.Themes.Views.Admin.Index
source: The following actions reset the themes. It is used for sites that can't use theming.
cs: Následující akce resetuje motivy. To se používá pro weby, kde nelze použít motivy.
el: Οι παρακάτω ενέργειες επαναφέρουν τα θέματα. Χρησιμοποιείται για ιστότοπους που δεν μπορούν να χρησιμοποιήσουν θέματα.
it: Le seguenti azioni resettano i temi. Viene utilizzato per siti che non possono usare temi.
mk: Наредниве акции ги ресетираат темите. Се користи само за сајтови кои не може да користат промена на теми.
nb_no: Følgende handlinger nullstiller temaene. Det brukes for nettsteder som ikke kan bruke tema.
nl: De volgende acties reset de thema's. Het wordt gebruikt voor sites die het thema niet kunnen gebruiken.
pl: Następujące działania zresetują motywy. Jest on używany dla witryn, które nie mogą używać motywu.
pt_br: As seguintes ações redefinem os temas. É usado para sites que não podem usar temas.
sk: Nasledujúce akcie resetujú témy. Používa sa pre stránky, ktoré nemôžu používať témy.

# OrchardCore.Themes.Views.Admin.Index
source: Reset Site Theme
cs: Resetovat motiv webu
el: Επαναφορά θέματος ιστότοπου
it: Resetta Tema Front-end
mk: Ресетирање на темата на сајтот
nb_no: Tilbakestille nettstedstema
nl: Reset Site Thema
pl: Resetuj motyw witryny
pt_br: Redefinir tema do site
sk: Reset témy webu

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Site theme?
cs: Opravdu chcete resetovat motiv webu?
el: Είστε βέβαιος(α) ότι θέλετε να επαναφέρετε το θέμα του Ιστοτόπου;
it: Sei sicuro di voler resettare tutti i temi di front-end del sito?
mk: Дали сте сигурни дека сакате да ја ресетирате темата на сјатот?
nb_no: Er du sikker du vil tilbakestille nettstedets tema?
nl: Weet u zeker dat u het Site thema wilt resetten?
pl: Czy na pewno chcesz zresetować motyw witryny?
pt_br: Tem certeza que deseja redefinir o tema do Site?
sk: Ste si istý, že chcete resetnúť tému webu?

# OrchardCore.Themes.Views.Admin.Index
source: Reset Admin Theme
cs: Resetovat motiv administrace
el: Επαναφορά Θέματος Διαχειριστή
it: Ripristina Tema Back-end
mk: Ресетирање на админ. тема
nl: Reset Admin Thema
pl: Resetuj Admin Theme
pt_br: Redefinir tema Admin
sk: Reset témy administrácie

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Admin theme?
cs: Opravdu chcete resetovat motiv administrace?
el: Είστε βέβαιος(α) ότι θέλετε να επαναφέρετε το θέμα διαχειριστή;
it: Sei sicuro di voler resettare tutti i temi back-end del sito?
mk: Дали сте сигурни дека сакате да ја ресетирате админ. тема?
nb_no: Er du sikker du vil tilbakestille admin temaet?
nl: Weet u zeker dat u het Admin thema wilt resetten?
pl: Czy na pewno chcesz zresetować motyw administratora?
pt_br: Tem certeza que deseja redefinir o tema Admin?
sk: Ste si istý, že chcete resetnúť tému adminstrácie?

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Edit
source: Themes
cs: Motivy
el: Θέματα
it: Temi
mk: Теми
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
sk: Témy

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Themes
cs: Motivy
el: Θέματα
it: Temi
mk: Теми
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
sk: Témy

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Adds the currently selected site theme and admin theme to the plan.
cs: Přidat aktuálně vybraný motiv stránky a administrace do plánu.
el: Προσθέτει στο σχέδιο το τρέχων θέμα και το θέμα διαχειριστή που έχει επιλεγεί.
it: Aggiungi i temi front-end e i temi back-end del sito attualmente selezionati al piano.
mk: Ја додава актуелната тема на сајтот и на админ. тема во планот.
nb_no: Legger til det valgte nettstedstemaet og admin temaet til planen.
pl: Dodaje aktualnie wybrany motyw witryny i motyw administratora do planu.
pt_br: Adiciona o tema do site e o tema da administração atualmente selecionados ao plano.
sk: Pridá aktuálne zvolenú tému webu a administrácie do plánu.

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Themes
cs: Motivy
el: Θέματα
it: Temi
mk: Теми
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
sk: Témy

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Exports the currently selected site theme and admin theme.
cs: Exportuje aktuálně vybraný motiv stránky a administrace.
el: Εξάγει το τρέχων επιλεγμένο θέμα του ιστότοπου και το θέμα διαχειριστή.
it: Esporta i temi front-end e i temi back-end del sito attualmente selezionati.
mk: Ја експортира актуелната тема на сајтот и на админ. тема.
nb_no: Eksporterer valgt nettstedstema og admin tema.
nl: Exporteer het huidige geselecteerde thema en het Admin thema.
pl: Eksportuje aktualnie wybrany motyw witryny i motyw administratora.
pt_br: Exporta o tema do site e o tema admin do site atualmente selecionados.
sk: Exportuje zvolenú tému webu a administrácie.

# OrchardCore.Themes.AdminMenu
source: Design
mk: Дизајн
nl: Ontwerp
pl: Układ
sk: Dizajn

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled.
pl: {0} został wyłączony.
sk: {0} bola deaktivovaná.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled.
pl: {0} został włączony.
sk: {0} bola aktivovaná.

# OrchardCore.Themes.Views.Admin.Index
source: Themes
mk: Теми
nb_no: Temaer
nl: Thema’s
pl: Motywy
pt_br: Temas
sk: Témy

# OrchardCore.Themes.Views.Admin.Index
source: Make Current
mk: Постави актуелна
nb_no: Gjør gjeldende
nl: Maak huidige
pl: Uczyń bieżącą
pt_br: Tornar atual
sk: Nastaviť ako aktuálnu

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Admin theme
mk: Ова е актуелната админ. тема
nb_no: Dette er det gjeldende Admin temaet
nl: Dit is het huidige Admin thema
pl: To jest bieżący motyw administratora
pt_br: Este é o tema Admin atual
sk: Aktuálna téma administrácie

# OrchardCore.Themes.Views.Admin.Index
source: This is the current Site theme
mk: Ова е актуелната тема на сајтот
nb_no: Dette er det gjeldende nettstedstema
nl: Dit is het huidige thema van de site
pl: To jest bieżący motyw witryny
pt_br: Este é o tema atual do site
sk: Aktuálna téma webu

# OrchardCore.Themes.Views.Admin.Index
source: Reset current themes
mk: Ресетирање на актуелни теми
nb_no: Tilbakestille gjeldende temaer
nl: Huidige thema's resetten
pl: Zresetuj bieżące motywy
pt_br: Redefinir os temas atuais
sk: Reset aktuálnych tém

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Design
mk: Дизајн
nl: Ontwerp
pl: Układ
sk: Dizajn

# OrchardCore.Themes.Views.Admin.Index
source: Tags: {0}
nb_no: Tagger: {0}
