Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Facebook.po
Languages: fi, mk

# OrchardCore.Facebook.AdminMenu
source: Configuration
fi: Kokoonapano
mk: Конфигурација

# OrchardCore.Facebook.AdminMenu
source: Settings
fi: Asetukset
mk: Подесувања

# OrchardCore.Facebook.AdminMenu
source: Facebook App
fi: Facebook-sovellus
mk: Апликацијата Фејсбук

# OrchardCore.Facebook.AdminMenuLogin
source: Security
fi: Turvallisuus
mk: Безбедност

# OrchardCore.Facebook.AdminMenuLogin
source: Authentication
fi: Autentikointi
mk: Автентикација

# OrchardCore.Facebook.AdminMenuLogin
source: Facebook
mk: Фејсбук

# OrchardCore.Facebook.Services.FacebookService
source: The AppId is required.
fi: AppId on pakollinen.
mk: „AppId“ е задолжително.

# OrchardCore.Facebook.Services.FacebookService
source: The App Secret is required.
fi: App Secret on pakollinen.
mk: „App Secret" е задолжителен.

# OrchardCore.Facebook.Login.ViewModels.FacebookLoginSettingsViewModel
source: Invalid path
fi: Virheellinen polku
mk: Невалидна патека

# OrchardCore.Facebook.Widgets.Drivers.FacebookPluginPartDisplayDriver
source: The FaceBook Body doesn't contain a valid Liquid expression. Details: {0}
fi: FaceBook Body ei sisällä validia Liquid-lauseketta. Tiedot: {0}
mk: Главниот текст на Фејсбук не содржи валиден „Liquid“ израз. Детали: {0}

# OrchardCore.Facebook.Widgets.Settings.FacebookPluginPartSettingsDisplayDriver
source: The Body doesn't contain a valid Liquid expression. Details: {0}
fi: Body-osio ei sisällä validia Liquid-lauseketta. Tiedot: {0}
mk: Главниот текст не содржи валиден „Liquid“ израз. Детали: {0}

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fi: Nykyinen ympäristö (tenant) ladataan uudelleen, kun asetukset on tallennettu.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Login Settings
fi: Sisäänkirjautumisen asetukset
mk: Подесувања на логин

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: CallbackPath
mk: Патека за повторен повик

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: The request path within the application's base path where the user-agent will be returned. The middleware will process this request when it arrives.
fi: Kyselypolku sovelluksen peruspolussa, johon käyttäjäagentti palautetaan. Välisovellus käsittelee tämän pyynnön heti sen saapuessa.
mk: Повиканата патека која е дел од апликациската основна патека, каде корисничкиот агент ќе биде вратен. „Middleware“ софтвер ќе го процесира побарувањето кога ќе пристигне.

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store tokens
fi: Säilytä avaimet (tokens)
mk: Сочувај токени

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: Store external authentication tokens for reuse
fi: Tallenna ulkoiset autentikoinnin avaimet (tokenit) uudelleenkäyttöä varten
mk: Сочувај надворешни токени за автентикација за повторна употреба

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: Body
fi: Sisältö
mk: Главен текст

# OrchardCore.Facebook.Views.FacebookPluginPart.Edit
source: The template of the plugin, in Liquid format.
fi: Lisäosan malli, joka on Liquid-muodossa.
mk: Шаблон на плагинот, во „Liquid“ формат.

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: Body
fi: Sisältö
mk: Главен текст

# OrchardCore.Facebook.Views.FacebookPluginPartSettings.Edit
source: The default template of the plugin, in Liquid format.
fi: Lisäosan oletusmalli Liquid-muodossa.
mk: Предодредениот шаблон на плагинот, во „Liquid“ формат.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fi: Nykyinen ympäristö ladataan uudelleen, kun asetukset on tallennettu.
mk: Тековниот „потстанар“ ќе биде повторно вчитан, кога ќе бидат сочувани подесувањата.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Facebook Integration
fi: Facebook-integraatio
mk: Интеграција со Фејсбук

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Application Identifier
fi: Sovelluksen tunniste
mk: Идентификатор на апликација

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application ID found on the Facebook developer portal parameters.
fi: Sovelluksen tunniste löytyy Facebookin kehittäjäportaalin asetuksista.
mk: „Application ID“ поставен во параметрите на Фејсбук порталот за развивачи на софтвер.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Secret Key
fi: Salainen avain
mk: Таен клуч

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: The Application secret key found on the Facebook developer portal parameters.
fi: Sovelluksen salaisuus (secrect key) löytyy Facebookin kehittäjäportaalin asetuksista.
mk: „Application secret key“ поставен во параметрите на Фејсбук порталот за развивачи на софтвер.

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript SDK Version
fi: Javascript-SDK:n versio
mk: „SDK“ јаваскрипт верзија

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Javascript Sdk js
mk: Јаваскрипт„SDK js“

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which versions of the Graph API and any API dialogs or plugins are invoked. Default is v3.2
fi: Määrittää, mitä versioita Graph API:n ja kaikki API-dialogien tai liitännäisten osalta kutsutaan. Oletus on v3.2
mk: Одредува која верзија на „Graph API“ и други „API“ дијалози или плагини би биле повикани. Предодредено е v3.2

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Determines which sdk js file to load. Default is sdk.js but you can change it as needed. Eg. to render the chat plugin use sdk/xfbml.customerchat.js and <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">follow instructions</a>
fi: Määrittää mikä sdk js tiedosto ladataan. Oletus on sdk.js, mutta voit muuttaa sen tarvittaessa. Esim. chat-lisäosan renderöimiseksi käytä sdk/xfbml.customerchat.js ja <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">seuraa ohjeita</a>
mk: Одредува која „sdk js“ датотека ќе биде вчитана. Предодредена е „sdk.js“, но може да се смени по потреба. Н.п. за приказ на плагинот за чат се користи „sdk/xfbml.customerchat.js“ и <a target="_blank" href="https://developers.facebook.com/docs/messenger-platform/discovery/customer-chat-plugin#steps">следните инструкции</a>

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Init on every page
fi: Alusta joka sivulla
mk: Иницијализација на секоја страница

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: Parameters for the FB.init() call
fi: FB.init() kutsun parametrit
mk: Параметри за повикот на функцијата „FB.init()“

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: AppId and Version are filled automatically. Check the <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">reference doc for the <code>FB.init</code></a> function for more info
fi: Sovelluksen tunniste ja versio täytetään automaattisesti. Tarkista <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2">viitetiedoston <code>FB.init</code></a> toiminto saadaksesi lisätietoja
mk: „AppId“ и верзија се пополнети автоматски. Изберете <a target="_blank" href="https://developers.facebook.com/docs/javascript/reference/FB.init/v3.2"> ја референтната документација за <code>FB.init</code></a> функцијата и повеќе информации

# OrchardCore.Facebook.Views.NavigationItemText-facebook.Id
source: Facebook
mk: Фејсбук

# OrchardCore.Facebook.Views.NavigationItemText-facebookApp.Id
source: Facebook App
fi: Facebook-sovellus
mk: Апликацијата Фејсбук

# OrchardCore.Facebook.Views.FacebookLoginSettings.Edit
source: See documentation
fi: Katso dokumentaatio

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: See documentation
fi: Katso dokumentaatio

# OrchardCore.Facebook.Views.FacebookSettings.Edit
source: An error occurred while decrypting a setting. Please apply and save.
fi: Asetuksen salauksen purussa tapahtui virhe. Ota käyttöön ja tallenna.
