Repository: OrchardCMS/OrchardCore.Translations
Catalog: Localization/*/OrchardCore.Deployment.po
Languages: cs, el, fa, fi, it, sk

# OrchardCore.Deployment.AdminMenu
source: Configuration
cs: Nastavení
el: Παραμετροποίηση
fa: پیکربندی
fi: Konfigurointi
it: Configurazione
sk: Konfigurácia

# OrchardCore.Deployment.AdminMenu
source: Import/Export
el: Εισαγωγή/Εξαγωγή
fa: وارد‌کردن/خروجی‌گرفتن
fi: Tuo/Vie
it: Importa/Esporta
sk: Import a export

# OrchardCore.Deployment.AdminMenu
source: Deployment Plans
cs: Plány nasazení
el: Σχέδια Ανάπτυξης
fa: برنامه‌های استقرار
fi: Käyttöönottosuunnitelmat
it: Piani di distribuzione
sk: Plány nasadenia

# OrchardCore.Deployment.AdminMenu
source: Package Import
cs: Import balíčku
el: Εισαγωγή Πακέτου
fa: وارد‌کردن پکیج
fi: Paketin tuonti
it: Importa pacchetto
sk: Import balíčka

# OrchardCore.Deployment.AdminMenu
source: JSON Import
el: Εισαγωγή JSON
fa: وارد کردن JSON
fi: JSON-tuonti
it: Importazione JSON

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Delete
el: Διαγραφή
fa: حذف
fi: Poista
it: Elimina
sk: Zmazať

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plans successfully deleted.
fa: پلن های استقرار با موفقیت حذف شدند.
fi: Käyttöönottosuunnitelmat on poistettu onnistuneesti.
it: Piano di distribuzione cancellato con successo.
sk: Plán nasadenia bol zmazaný.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: The name is mandatory.
cs: Název je povinný.
el: Το όνομα είναι υποχρεωτικό.
fa: نام اجباری است.
fi: Nimi on pakollinen.
it: Il nome è obbligatorio.
sk: Názov je povinný.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: A deployment plan with the same name already exists.
fa: الگویی با همین نام از قبل وجود دارد.
fi: Samanniminen käyttöönottosuunnitelma on jo olemassa.
it: Esiste già un piano di distribuzione con lo stesso nome.
sk: Plán nasadenia s rovnakým názvom už existuje.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan updated successfully.
fa: برنامه استقرار با موفقیت به‌روزرسانی شد.
fi: Käyttöönottosuunnitelma on päivitetty onnistuneesti.
it: Piano di distribuzione aggiornato con successo.
sk: Plán nasadenia bol upravený.

# OrchardCore.Deployment.Controllers.DeploymentPlanController
source: Deployment plan deleted successfully.
fa: برنامه استقرار با موفقیت پاک شد.
fi: Käyttöönottosuunnitelma on poistettu onnistuneesti.
it: Piano di distribuzione eliminato con successo.
sk: Plán nasadenia bol zmazaný.

# OrchardCore.Deployment.Controllers.ImportController
source: Only zip or json files are supported.
fa: فقط فایل های zip یا json پشتیبانی می شوند.
fi: Vain zip- tai json-tiedostot ovat tuettuja.
it: Sono supportati solo i file zip o json.
sk: Podporované sú iba súbory zip a json.

# OrchardCore.Deployment.Controllers.ImportController
source: Deployment package imported.
el: Το πακέτο ανάπτυξης εισήχθη.
fa: پکیج استقرار وارد شده است.
fi: Käyttöönottopaketti tuotu.
it: Pacchetto di distribuzione importato.
sk: Balíček bol naimportovaný.

# OrchardCore.Deployment.Controllers.ImportController
source: Please add a file to import.
el: Επιλέξτε ένα αρχείο για εισαγωγή.
fa: لطفاً فایلی برای وارد کردن انتخاب نمایید.
fi: Lisää tuotava tiedosto.
it: Aggiungi un file per l'importazione.
sk: Pridajte súbor do importu.

# OrchardCore.Deployment.Controllers.ImportController
source: The recipe is written in an incorrect json format.
el: Η συνταγή είναι γραμμένη σε λανθασμένη μορφή json.
fa: دستورالعمل در فرمت نادرستی نوشته شده‌اند.
fi: Resepti on kirjoitettu väärään json-formaattiin.
it: La ricetta è scritta in un formato json non corretto.
sk: Recept je v nesprávnom json formáte.

# OrchardCore.Deployment.Controllers.ImportController
source: Recipe imported.
el: Η συνταγή εισήχθη.
fa: دستورالعمل وارد شد.
fi: Resepti on tuotu.
it: Ricetta importata.
sk: Recept bol naimportovaný.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step added successfully.
fa: مرحله برنامه استقرار با موفقیت اضافه شد.
fi: Käyttöönottosuunnitelman vaihe on lisätty onnistuneesti.
it: Passo del piano di distribuzione aggiunto con successo.
sk: Krok plánu nasadenia bol pridaný.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment plan step updated successfully.
fa: مرحله برنامه استقرار با موفقیت به‌روز‌رسانی شد.
fi: Käyttöönottosuunnitelman vaihe on päivitetty onnistuneesti.
it: Passo del piano di distribuzione aggiornato con successo.
sk: Krok plánu nasadenia bol upravený.

# OrchardCore.Deployment.Controllers.StepController
source: The deployment plan step has validation errors.
fa: مرحله برنامه استقرار چند خطای اعتبارسنجی دارد.
fi: Käyttöönottosuunnitelman vaiheessa on validointivirheitä.
it: Il passo del piano di distribuzione presenta errori di validazione.
sk: Krok plánu nasadenia obsahuje chyby.

# OrchardCore.Deployment.Controllers.StepController
source: Deployment step deleted successfully.
fa: مرحله استقرار با موفقیت پاک شد.
fi: Käyttöönoton vaihe on poistettu onnistuneesti.
it: Passo del piano di distribuzione eliminato con successo.
sk: Krok plánu nasadenia bol zmazaný.

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: File Download
cs: Stažení souboru
el: Μεταφόρτωσης Αρχείου
fa: دانلود فایل
fi: Tiedoston lataaminen
it: Download del file
sk: Stiahnutie súboru

# OrchardCore.Deployment.FileDownloadDeploymentTargetProvider
source: Download a deployment plan locally.
cs: Stáhnout plán nasazení.
el: Κάντε λήψη του σχεδίου ανάπτυξης.
fa: دانلود برنامه استقرار.
fi: Lataa käyttöönottosuunnitelma paikallisesti.
it: Scarica un piano di distribuzione.
sk: Stiahnuť plán nasadenia.

# OrchardCore.Deployment.Steps.JsonRecipeDeploymentStepDriver
source: The recipe must have a name property
fa: دستورالعمل باید دارای یک ویژگی نام باشد
it: La ricetta deve avere un nome

# OrchardCore.Deployment.Steps.JsonRecipeDeploymentStepDriver
source: Invalid JSON supplied
fa: JSON نامعتبر ارائه شده است
it: JSON fornito non valido

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create Deployment Plan
cs: Vytvořit plán nasazení
el: Δημιουργία Σχεδίου Ανάπτυξης
fa: ایجاد برنامه استقرار
fi: Luo käyttöönottosuunnitelma
it: Crea Piano di distribuzione
sk: Vytvoriť plán nasadenia

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Name
cs: Název
el: Όνομα
fa: نام
fi: Nimi
it: Nome
sk: Názov

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Create
cs: Vytvořit
el: Δημιουργία
fa: ایجاد
fi: Luo
it: Crea
sk: Vytvoriť

# OrchardCore.Deployment.Views.DeploymentPlan.Create
source: Cancel
cs: Storno
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla
sk: Zrušiť

# OrchardCore.Deployment.Views.Step.Create
source: Create Step
cs: Vytvořit krok
el: Δημιουργία Βήματος
fa: ایجاد مرحله
fi: Luo vaihe
it: Crea Passo
sk: Vytvoriť krok

# OrchardCore.Deployment.Views.Step.Create
source: Create
cs: Vytvořit
el: Δημιουργία
fa: ایجاد
fi: Luo
it: Crea
sk: Vytvoriť

# OrchardCore.Deployment.Views.Step.Create
source: Cancel
cs: Storno
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla
sk: Zrušiť

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: Custom File
cs: Vlastní soubor
el: Προσαρμοσμένο Αρχείο
fa: سفارشی‌سازی فایل
fi: Kustomoitu tiedosto
it: File personalizzato
sk: Vlastný súbor

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The custom file to add as part of the plan.
cs: Vlastní soubor, který se přidá jako součást plánu.
el: Το προσαρμοσμένο αρχείο για προσθήκη ως μέρος του σχεδίου.
fa: افزودن فایل سفارشی‌سازی‌شده به عنوان بخشی از برنامه استقرار.
fi: Kustomoitu tiedosto, joka lisätään suunnitelman osaksi.
it: Il file personalizzato da aggiungere come parte del piano.
sk: Súbor ktorý chcete pridať ako súčasť plánu.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Name
cs: Název souboru
el: Όνομα Αρχείου
fa: نام فایل
fi: Tiedoston nimi
it: Nome file
sk: Názov súboru

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The filename as it will be added in the archive.
cs: Název souboru, pod kterým bude soubor přidán do archivu.
el: Το όνομα αρχείου όπως θα προστεθεί στην αρχειοθέτηση.
fa: نام فایل وقتی که به آرشیو اضافه می‌شود.
fi: Tiedostonimi sellaisena kuin se lisätään arkistoon.
it: Il nome file verrà aggiunto nell'archivio.
sk: Názov súboru s ktorým bude pridaný do archívu.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: File Content
cs: Obsah souboru
el: Περιεχόμενο Αρχείου
fa: محتوای فایل
fi: Tiedoston sisältö
it: Contenuto File
sk: Obsah súboru

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Edit
source: The content of the file.
cs: Obsah souboru.
el: Το περιεχόμενο του φακέλου.
fa: محتوای فایل.
fi: Tiedoston sisältö.
it: Il contenuto del file.
sk: Obsah súboru.

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Summary
source: Custom File
cs: Vlastní soubor
el: Προσαρμοσμένο Αρχείο
fa: سفارشی‌سازی فایل
fi: Kustomoitu tiedosto
it: File personalizzato
sk: Vlastný súbor

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Custom File
cs: Vlastní soubor
el: Προσαρμοσμένο Αρχείο
fa: سفارشی‌سازی فایل
fi: Kustomoitu tiedosto
it: File personalizzato
sk: Vlastný súbor

# OrchardCore.Deployment.Views.Items.CustomFileDeploymentStep.Fields.Thumbnail
source: Exports a custom file and its content.
cs: Exportuje vlastní soubor a jeho obsah.
el: Εξάγει ένα προσαρμοσμένο αρχείο και το περιεχόμενό του.
fa: از یک فایل سفارشی و محتوای آن خروجی می‌گیرد.
fi: Vie kustomoidun tiedoston ja sen sisällön.
it: Esporta un file personalizzato e il suo contenuto.
sk: Exportuje vlastný súbor súbor.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Deployment Plans
cs: Plány nasazení
el: Σχέδια ανάπτυξης
fa: برنامه‌های استقرار
fi: Käyttöönottosuunnitelmat
it: Piani di distribuzione
sk: Plány nasadenia

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: Include all deployment plans.
cs: Zahrnout všechny plány nasazení.
el: Συμπεριέλαβε όλα τα σχέδια ανάπτυξης.
fa: تمامی برنامه‌های استقرار را شامل شود.
fi: Sisällytä kaikki käyttöönottosuunnitelmat.
it: Includi tutti i piani di distribuzione.
sk: Zahrnúť všetky plány nasadenia.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Edit
source: The deployment plans to add as part of the plan.
cs: Plány nasazení, které se přidají jako součást plánu.
el: Τα σχέδια ανάπτυξης θα προστεθούν ως μέρος του σχεδίου.
fa: برنامه‌های استقراری که می‌خواهید به این برنامه استقرار اضافه شود.
fi: Käyttöönottosuunnitelmat, jotka lisätään suunnitelman osaksi.
it: Aggiungi un piano di distribuzione come parte del piano.
sk: Plány nasadenia, ktoré chcete pridať ako súčasť plánu.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: Deployment Plans
cs: Plány nasazení
el: Σχέδια Aνάπτυξης
fa: برنامه‌های استقرار
fi: Käyttöönottosuunnitelmat
it: Piani di distribuzione
sk: Plány nasadenia

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: All
cs: Vše
el: Όλα
fa: همه
fi: Kaikki
it: Tutto
sk: Všetko

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Summary
source: No deployment plan selected.
cs: Žádný plán nasazení nebyl vybrán.
el: Δεν έχει επιλεγεί σχέδιο ανάπτυξης.
fa: هیچ برنامه استقرار‌ای انتخاب نشده است.
fi: Käyttöönottosuunnitelmaa ei ole valittu.
it: Nessun piano di distribuzione selezionato.
sk: Nebol vybraný žiadny plán nasadenia.

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Deployment Plans
cs: Plány nasazení
el: Σχέδια Aνάπτυξης
fa: برنامه‌های استقرار
fi: Käyttöönottosuunnitelmat
it: Piani di distribuzione
sk: Plány nasadenia

# OrchardCore.Deployment.Views.Items.DeploymentPlanDeploymentStep.Fields.Thumbnail
source: Exports all or specified deployment plans.
cs: Exportuje všechny nebo jen vybrané plány nasazení.
el: Εξάγει όλα ή συγκεκριμένα σχέδια ανάπτυξης.
fa: از همه برنامه‌های استقرار یا برنامه‌های استقرار مشخص‌شده خروجی می‌گیرد.
fi: Vie kaikki tai määritellyt käyttöönottosuunnitelmat.
it: Esporta tutti o i piani di distribuzione specificati.
sk: Exportuje všetky alebo vybrané plány nasadenia.

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Edit
cs: Upravit
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
it: Modifica
sk: Upraviť

# OrchardCore.Deployment.Views.DeploymentStep.Summary
source: Delete
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fi: Poista
it: Elimina
sk: Zmazať

# OrchardCore.Deployment.Views.DeploymentStep.Thumbnail
source: Add
cs: Přidat
el: Προσθήκη
fa: افزودن
fi: Lisää
it: Aggiungi
sk: Pridať

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Deployment Plan
cs: Plán nasazení
el: Σχέδιο Aνάπτυξης
fa: برنامه استقرار
fi: Käyttöönottosuunnitelma
it: Piano di distribuzione
sk: Plán nasadenia

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Error updating step order
fa: خطا در به‌روزرسانی ترتیب مرحله
fi: Virhe päivitettäessä vaiheiden järjestystä
it: Errore durante l'aggiornamento dell'ordine degli step

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Execute
cs: Spustit
el: Εκτέλεση
fa: اجرا
fi: Suorita
it: Esegui
sk: Spustiť

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Add Step
cs: Přidat krok
el: Προσθήκη Βήματος
fa: افزودن مرحله
fi: Lisää vaihe
it: Aggiungi Passo
sk: Pridať krok

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: <strong>Nothing here!</strong> There are no steps on this plan for the moment.
cs: <strong>Nic tu není!</strong> V tuto chvíli nemá plán žádné kroky.
el: <strong>Δεν υπάρχει τίποτα εδώ!</strong> Δεν υπάρχουν βήματα σε αυτό το σχέδιο προς το παρόν.
fa: <strong>چیزی اینجا نیست!</strong> در حال حاضر در این برنامه مرحله‌ای وجود ندارد.
fi: <strong>Ei mitään täällä!</strong> Tähän suunnitelmaan ei ole toistaiseksi lisätty vaiheita.
it: <strong>Nessun elemento!</strong> Non ci sono passi in questo piano di distribuzione.
sk: <strong> Nič tu nie je! </strong> V tomto pláne nasadenia nie sú momentálne žiadne kroky.

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Steps
cs: Dostupné kroky
el: Διαθέσιμα Βήματα
fa: مراحل موجود
fi: Käytettävissä olevat vaiheet
it: Passi disponibili
sk: Dostupné kroky

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Filter
el: Φίλτρο
fa: فیلتر
fi: Suodatin
it: Filtra
sk: Filtrovať

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Cancel
cs: Storno
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla
sk: Zrušiť

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Available Targets
cs: Dostupné cíle
el: Διαθέσιμοι Στόχοι
fa: اهداف موجود
fi: Saatavilla olevat kohteet
it: Obiettivi disponibili
sk: Dostupné ciele

# OrchardCore.Deployment.Views.DeploymentPlan.Display
source: Select
cs: Vybrat
el: Επιλογή
fa: انتخاب
fi: Valitse
it: Seleziona
sk: Vybrať

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Edit Deployment Plan
cs: Upravit plán nasazení
el: Επεξεργασία Σχεδίου Ανάπτυξης
fa: ویرایش برنامه استقرار
fi: Muokkaa käyttöönottosuunnitelmaa
it: Modifica Piano di distribuzione
sk: Upraviť plán nasadenia

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Name
cs: Název
el: Όνομα
fa: نام
fi: Nimi
it: Nome
sk: Názov

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Save
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
it: Salva
sk: Uložiť

# OrchardCore.Deployment.Views.DeploymentPlan.Edit
source: Cancel
cs: Storno
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla
sk: Zrušiť

# OrchardCore.Deployment.Views.Step.Edit
source: Edit Step
cs: Upravit krok
el: Επεξεργασία Βήματος
fa: ویرایش مرحله
fi: Muokkaa vaihetta
it: Modifica Passo
sk: Upraviť krok

# OrchardCore.Deployment.Views.Step.Edit
source: Save
cs: Uložit
el: Αποθήκευση
fa: ذخیره
fi: Tallenna
it: Salva
sk: Uložiť

# OrchardCore.Deployment.Views.Step.Edit
source: Delete
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fi: Poista
it: Elimina
sk: Zmazať

# OrchardCore.Deployment.Views.Step.Edit
source: Cancel
cs: Storno
el: Άκυρο
fa: انصراف
fi: Peruuta
it: Annulla
sk: Zrušiť

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Deployment Plans
cs: Plány nasazení
el: Σχέδια Aνάπτυξης
fa: برنامه‌های استقرار
fi: Käyttöönottosuunnitelmat
it: Piani di distribuzione
sk: Plány nasadenia

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Search
cs: Hledat
el: Αναζήτηση
fa: جستجو
fi: Etsi
it: Cerca
sk: Vyhľadávanie

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Add Deployment Plan
cs: Přidat plán nasazení
el: Προσθήκη Σχεδίου Ανάπτυξης
fa: افزودن برنامه استقرار
fi: Lisää käyttöönottosuunnitelma
it: Aggiungi Piano di distribuzione
sk: Pridať plán nasadenia

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Select All
el: Επιλογή Όλων
fa: انتخاب همه
fi: Valitse kaikki
it: Seleziona tutto
sk: Vybrať všetko

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: 1 item
el: 1 αντικείμενο
fa: 1 مورد
fi: 1 kohde
it: 1 elemento
sk: 1 položka

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Items {0} to {1}
el: Αντικειμένα {0} έως {1}
fa: موارد {0} تا {1}
fi: Kohteet {0} - {1}
it: Elementi da {0} a {1}
sk: Položky {0} až {1}

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: / {0} item in total
el: / {0} αντικείμενο συνολικά
fa: / {0} مورد در مجموع
fi: / {0} kohde yhteensä
it: / {0} elemento in totale
sk: / Celkom {0} položka

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Actions
el: Ενέργειες
fa: اقدامات
fi: Toiminnot
it: Azioni
sk: Akcie

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Bulk Action
el: Μαζική Ενέργεια
fa: عملیات گروهی
fi: Massatoiminto
it: Azione di massa
sk: Hromadná akcia

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Are you sure you want to {0} these items?
el: Είστε βέβαιοι ότι θέλετε να {0} αυτά τα στοιχεία;
fa: آیا مطمئنید که می خواهید این موارد را {0} کنید؟
fi: Oletko varma, että haluat {0} nämä kohteet?
it: Sei sicuro di voler applicare l'azione '{0}' a questi elementi?
sk: Naozaj chcete {0} tieto položky?

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Manage Steps
fa: مدیریت مراحل
it: Gestisci i passaggi

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Edit
cs: Upravit
el: Επεξεργασία
fa: ویرایش
fi: Muokkaa
it: Modifica
sk: Upraviť

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: Delete
cs: Smazat
el: Διαγραφή
fa: پاک‌کردن
fi: Poista
it: Elimina
sk: Zmazať

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: <strong>Nothing here!</strong> There are no deployment plans at the moment.
fa: <strong>چیزی اینجا نیست!</strong>در حال حاضر هیچ پلنی برای استقرار وجود ندارد.
it: <strong>Nessun elemento!</strong> Non ci sono piani di distribuzione al momento.

# OrchardCore.Deployment.Views.DeploymentPlan.Index
source: selected
el: επιλεγμένα
fa: انتخاب شده
fi: valittu
it: selezionato
sk: vybraný

# OrchardCore.Deployment.Views.Import.Index
source: Import Deployment Package
cs: Import balíčeku s plánem nasazení
el: Εισαγωγή Πακέτου Ανάπτυξης
fa: واردکردن پکیج استقرار
fi: Tuo käyttöönottopaketti
it: Importa pacchetto di distribuzione
sk: Importovať balíček

# OrchardCore.Deployment.Views.Import.Index
source: Select a file
fa: یک فایل انتخاب کنید
it: Seleziona file

# OrchardCore.Deployment.Views.Import.Index
source: Import
cs: Importovat
el: Εισαγωγή
fa: واردکردن
fi: Tuo
it: Importa
sk: Importovať

# OrchardCore.Deployment.Views.Import.Json
source: JSON Import
el: Εισαγωγή JSON
fa: وارد کردن JSON
fi: JSON-tuonti
it: Importazione JSON

# OrchardCore.Deployment.Views.Import.Json
source: Import
el: Εισαγωγή
fa: وارد کردن
fi: Tuo
it: Importa
sk: Importovať

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Edit
source: JSON Recipe
fa: دستورالعمل JSON
it: Ricetta JSON

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Edit
source: Recipe
fa: دستور العمل
it: Ricetta

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Edit
source: The json recipe.
fa: دستورالعمل json.
it: La ricetta json.

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Summary
source: JSON Recipe
fa: دستورالعمل JSON
it: Ricetta JSON

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Thumbnail
source: JSON Recipe
fa: دستورالعمل JSON
it: Ricetta JSON

# OrchardCore.Deployment.Views.Items.JsonRecipeDeploymentStep.Fields.Thumbnail
source: Exports a JSON Recipe.
fa: صدور دستورالعمل JSON.
it: Esporta una ricetta JSON.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe File
el: Αρχείο Συνταγής
fa: فایل دستورالعمل
fi: Resepti-tiedosto
it: File Ricetta
sk: Súbor receptu

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe file to add as part of the plan.
el: Το αρχείο συνταγών για προσθήκη ως μέρος του σχεδίου.
fa: فایل دستورالعمل برای اضافه کردن به عنوان بخشی از طرح.
fi: Reseptitiedosto, joka lisätään suunnitelman osaksi.
it: Il file ricetta da aggiungere come parte del piano.
sk: Súbor receptu ktorý chcete pridať ako súčasť plánu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Recipe Name
el: Ονομασία Συνταγής
fa: نام فایل دستورالعمل
fi: Reseptin nimi
it: Nome Ricetta
sk: Názov receptu

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe name.
el: Το όνομα της συνταγής.
fa: نام فایل دستورالعمل.
fi: Reseptin nimi.
it: Il nome della ricetta.
sk: Názov receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Display Name
el: Εμφανιζόμενο Όνομα
fa: نام نمایشی
fi: Näyttönimi
it: Nome visualizzato
sk: Zobrazovaný názov

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe display name.
el: Το εμφανιζόμενο όνομα της συνταγής.
fa: نام نمایشی Recipe.
fi: Reseptin näyttönimi.
it: Il nome visualizzato della ricetta.
sk: Zobrazovaný názov receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Description
el: Περιγραφή
fa: شرح
fi: Kuvaus
it: Descrizione
sk: Popis

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe description.
el: Η περιγραφή της συνταγής.
fa: توضیحات دستورالعمل.
fi: Reseptin kuvaus.
it: La descrizione della ricetta.
sk: Popis receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Author
el: Δημιουργός
fa: نویسنده
fi: Tekijä
it: Autore
sk: Autor

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe author.
el: Ο δημιουργός της συνταγής.
fa: نویسنده دستورالعمل.
fi: Reseptin tekijä.
it: L'autore della ricetta.
sk: Autor receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: WebSite
el: Ιστοσελίδα
fa: وب سایت
fi: Sivusto
it: Sito Web
sk: Webová stránka

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe web site.
el: Η συνταγή της Ιστοσελίδας.
fa: وبسایت دستورالعمل.
fi: Reseptin www-sivusto.
it: Il sito web della ricetta.
sk: Webová stránka receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Version
el: Έκδοση
fa: ورژن
fi: Versio
it: Versione
sk: Verzia

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: The recipe version.
el: Η έκδοση της συνταγής.
fa: ورژن دستورالعمل.
fi: Reseptin versio.
it: La versione della ricetta.
sk: Verzia receptu.

# OrchardCore.Deployment.Views.Items.RecipeFileDeploymentStep.Fields.Edit
source: Categories
el: Κατηγορίες
fa: دسته بندی ها
fi: Kategoriat
it: Categorie
sk: Kategórie
